{
  "id": "radioactive-decay-and-half-life",
  "name": "Radioactive Decay and Half-Life",
  "icon": "📉",
  "what": "This subtopic covers the random nature of radioactive decay and how the half-life concept allows us to predict the behaviour of large numbers of radioactive nuclei. It includes mathematical modelling using whole half-lives.",
  "why": "Half-life calculations are essential for applications ranging from carbon dating ancient objects to selecting appropriate radioisotopes for medical procedures and managing nuclear waste safely.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-bf57cbdf-81d2-5fe4-f3ff-6c9b83ceff9c",
      "version": 1,
      "title": "I can explain why radioactive decay is described as random",
      "code": "3C.1",
      "what": "It is impossible to predict when any individual nucleus will decay. However, with large numbers of nuclei, we can statistically predict the overall decay rate using the half-life concept.",
      "why": "Understanding the random nature of decay explains why we use statistical measures like half-life rather than trying to predict individual decay events.",
      "example": "One gram of uranium-238 contains 2.6 × 10²¹ atoms. While we cannot predict which specific atom will decay next, we can predict that half will decay over 4.5 billion years.",
      "contentHash": "hash-45b1fe6e"
    },
    {
      "id": 2,
      "uuid": "lp-708ac9f0-d7f1-3321-e727-3aa38d0f4258",
      "version": 1,
      "title": "I can define half-life and explain what it represents",
      "code": "3C.2",
      "what": "Half-life (t½) is the time taken for half of the radioactive nuclei in a sample to decay. It is constant for each isotope and unaffected by temperature, pressure, or chemical environment.",
      "why": "Half-life is a fundamental property of each radioisotope that determines its applications, from short half-lives for medical tracers to long half-lives for geological dating.",
      "example": "Technetium-99m has a half-life of 6.0 hours, meaning after 6 hours, only half the original technetium-99m remains. After 12 hours, only one-quarter remains.",
      "contentHash": "hash-b88ddd1b"
    },
    {
      "id": 3,
      "uuid": "lp-6b0f71cf-1aff-d51e-beea-70fdb4eea03a",
      "version": 1,
      "title": "I can calculate the amount of radioactive material remaining after whole half-lives",
      "code": "3C.3",
      "what": "The formula N = N₀ × (½)ⁿ calculates the remaining amount, where N₀ is the original amount and n is the number of half-lives elapsed. After each half-life, the amount halves.",
      "why": "This calculation is essential for determining how long radioactive materials remain dangerous, planning medical treatments, and dating ancient objects.",
      "example": "If you start with 100 g of a substance with a 10-day half-life, after 30 days (3 half-lives): N = 100 × (½)³ = 100 × 0.125 = 12.5 g remaining.",
      "contentHash": "hash-a01177f1"
    },
    {
      "id": 4,
      "uuid": "lp-1bc40728-8c0c-22df-e60c-f99165e8bb41",
      "version": 1,
      "title": "I can define and calculate the activity of a radioactive source",
      "code": "3C.4",
      "what": "Activity is the number of nuclear decays per second, measured in becquerels (Bq), where 1 Bq = 1 decay per second. Activity decreases as the radioactive material decays, following the same half-life relationship.",
      "why": "Activity measures the current strength of a radioactive source, which determines its usefulness for applications and its radiation hazard level.",
      "example": "A cobalt-60 source has an initial activity of 440 TBq. After one half-life (5.27 years), its activity will be 220 TBq. After two half-lives, it will be 110 TBq.",
      "contentHash": "hash-8ec37965"
    },
    {
      "id": 5,
      "uuid": "lp-1aa931e8-0bbb-730f-8ca4-5e5d3066700d",
      "version": 1,
      "title": "I can determine the number of half-lives from remaining fraction",
      "code": "3C.5",
      "what": "Working backwards from the fraction remaining, we can determine how many half-lives have elapsed. If ⅛ remains, that equals (½)³, so 3 half-lives have passed.",
      "why": "This skill is used in radiocarbon dating and other techniques to determine the age of samples by measuring how much radioactive material remains.",
      "example": "A bone sample contains ¼ of its original carbon-14. Since ¼ = (½)², two half-lives have elapsed. With carbon-14's half-life of 5730 years, the bone is about 11,460 years old.",
      "contentHash": "hash-089099f6"
    },
    {
      "id": 6,
      "uuid": "lp-98401a6c-a1a0-025a-bbd2-553ae5388896",
      "version": 1,
      "title": "I can explain why different radioisotopes are chosen for different applications",
      "code": "3C.6",
      "what": "The half-life of a radioisotope determines its suitability for different uses. Medical tracers need short half-lives (hours to days), while smoke detectors need long half-lives (centuries).",
      "why": "Choosing the right half-life ensures the radioisotope remains useful for its intended purpose while minimising unnecessary radiation exposure.",
      "example": "Technetium-99m (6 hours) is ideal for medical scans as it decays quickly after imaging. Americium-241 (460 years) is used in smoke detectors so they never need isotope replacement.",
      "contentHash": "hash-4d1b9ad9"
    }
  ]
}