{
  "id": "types-of-waves",
  "name": "Types of Waves",
  "icon": "📊",
  "what": "This subtopic distinguishes between transverse and longitudinal waves based on the direction of vibration, and between mechanical and non-mechanical waves based on whether a medium is required for propagation.",
  "why": "Classifying waves helps us understand their behaviour and applications. Light being a transverse non-mechanical wave explains why it can travel through the vacuum of space, while sound being a longitudinal mechanical wave explains why there is no sound in space.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-a97bb865-157f-1fed-d7a1-38c095ae0202",
      "version": 1,
      "title": "I can distinguish between transverse and longitudinal waves",
      "code": "1A.5",
      "what": "In transverse waves, particles vibrate perpendicular to the direction of wave travel. In longitudinal waves, particles vibrate parallel to the direction of wave travel, creating compressions and rarefactions.",
      "why": "This distinction affects how waves interact with barriers and openings. Transverse waves can be polarised (vibrations restricted to one plane), while longitudinal waves cannot.",
      "example": "Shaking a slinky spring up and down creates a transverse wave where coils move vertically while the wave travels horizontally. Pushing and pulling the slinky along its length creates a longitudinal wave with compressions (bunched coils) and rarefactions (stretched coils).",
      "contentHash": "hash-0c2d67d8"
    },
    {
      "id": 2,
      "uuid": "lp-beea2da9-ade7-bc74-6c03-95058934b7df",
      "version": 1,
      "title": "I can distinguish between mechanical and non-mechanical waves",
      "code": "1A.6",
      "what": "Mechanical waves require a medium (solid, liquid, or gas) to propagate because they work by vibrating particles of matter. Non-mechanical waves, like electromagnetic waves, do not require a medium and can travel through a vacuum.",
      "why": "This explains why we can see the Sun but cannot hear explosions in space. Understanding this distinction is crucial for space communication and astronomy.",
      "example": "Sound is a mechanical wave that needs air molecules to travel, so astronauts in space suits must use radio (electromagnetic, non-mechanical) to communicate even when standing next to each other.",
      "contentHash": "hash-cc2b0b55"
    },
    {
      "id": 3,
      "uuid": "lp-adb5642b-b43c-30ac-34c9-db50f45c9e23",
      "version": 1,
      "title": "I can explain that waves transfer energy without transferring matter",
      "code": "1A.7",
      "what": "When a wave passes through a medium, the particles of the medium vibrate about their equilibrium positions but do not travel with the wave. Only energy is transferred from one location to another.",
      "why": "This principle explains why a cork bobs up and down on water waves but does not travel with the wave, and why sound can carry energy to your ear without wind blowing towards you.",
      "example": "In a stadium Mexican wave, each person stands and sits in sequence, but no person moves along the stadium. Similarly, water waves carry energy across the ocean while individual water molecules mostly move up and down in place.",
      "contentHash": "hash-516e9d7a"
    },
    {
      "id": 4,
      "uuid": "lp-f46a00d5-eb90-57f8-82d1-95422595a732",
      "version": 1,
      "title": "I can identify compressions and rarefactions in longitudinal waves",
      "code": "1A.8",
      "what": "Compressions are regions where particles are closer together than normal (high pressure in sound waves). Rarefactions are regions where particles are more spread out than normal (low pressure in sound waves).",
      "why": "Compressions and rarefactions are how longitudinal waves carry energy. In sound, these pressure variations cause your eardrum to vibrate, allowing you to hear.",
      "example": "When a tuning fork vibrates, it pushes air molecules together (compression) then pulls back, allowing them to spread apart (rarefaction). These alternating regions travel outward at the speed of sound.",
      "contentHash": "hash-8c0da5f6"
    }
  ]
}