{
  "id": "wave-properties",
  "name": "Wave Properties",
  "icon": "🌊",
  "what": "This subtopic covers the fundamental quantities used to describe waves: amplitude, wavelength, period, frequency, and speed. These properties allow us to mathematically describe and predict wave behaviour.",
  "why": "Understanding wave properties is essential for analysing all wave phenomena, from sound and water waves to light and radio signals. These concepts form the foundation for the entire topic of electromagnetic radiation.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-e5d4851f-71db-165e-d97b-0cd89fce9a5f",
      "version": 1,
      "title": "I can identify and define amplitude, wavelength, period, and frequency of a wave",
      "code": "1A.1",
      "what": "Amplitude (A) is the maximum displacement from the neutral position. Wavelength (λ) is the distance between repeated parts of the wave. Period (T) is the time for one complete wavelength to pass. Frequency (f) is the number of wavelengths passing a point per second.",
      "why": "These four quantities are the building blocks for describing any wave. Without them, we cannot quantify or compare different waves.",
      "example": "A water wave has crests 4.0 m apart (wavelength = 4.0 m), reaches 0.5 m above the calm water level (amplitude = 0.5 m), and 2 complete waves pass a pier every second (frequency = 2 Hz, period = 0.5 s).",
      "contentHash": "hash-da959e77"
    },
    {
      "id": 2,
      "uuid": "lp-7e84fd70-8a09-4274-abc1-9142189c7b58",
      "version": 1,
      "title": "I can use the wave equation λ = v/f to calculate wavelength, frequency, or speed",
      "code": "1A.2",
      "what": "The wave equation relates wavelength (λ), wave speed (v), and frequency (f). It can be rearranged to find any one quantity if the other two are known.",
      "why": "This equation is fundamental to wave physics and allows us to predict wave behaviour in different situations, from calculating radio wavelengths to understanding how light changes in different materials.",
      "example": "A wave has a frequency of 3.0 × 10⁹ Hz and a speed of 3.0 × 10⁸ m/s. Using λ = v/f: λ = (3.0 × 10⁸)/(3.0 × 10⁹) = 0.10 m or 10 cm.",
      "contentHash": "hash-50f7f968"
    },
    {
      "id": 3,
      "uuid": "lp-1d543dd4-bdbf-2cd0-ea0e-2d6f29bc43bd",
      "version": 1,
      "title": "I can use the relationship λ = vT to solve problems involving period",
      "code": "1A.3",
      "what": "Since frequency and period are inversely related (f = 1/T), the wave equation can also be written as λ = vT, which is useful when period is given instead of frequency.",
      "why": "Some wave measurements provide period rather than frequency, such as timing ocean waves or heartbeats. This form of the equation allows direct calculation without first converting to frequency.",
      "example": "A wave travels at 16 km/s with a period of 0.40 s. Using λ = vT: λ = 16,000 × 0.40 = 6,400 m or 6.4 km.",
      "contentHash": "hash-f4c8eaba"
    },
    {
      "id": 4,
      "uuid": "lp-8479496e-7061-9668-b0fc-19bcc713bf1c",
      "version": 1,
      "title": "I can explain that wavelength depends on both the wave speed and the source frequency",
      "code": "1A.4",
      "what": "The frequency of a wave is determined only by its source and does not change when the wave enters a different medium. The speed of a wave is determined by the medium. Therefore, wavelength must change when a wave enters a new medium.",
      "why": "This concept explains why light changes wavelength (and colour perception) in different materials, and why the same radio station has different wavelengths in air versus water.",
      "example": "A 500 Hz sound wave travels at 340 m/s in air (λ = 0.68 m) but at 1500 m/s in water. Since frequency stays at 500 Hz, the wavelength in water becomes λ = 1500/500 = 3.0 m.",
      "contentHash": "hash-9713a03b"
    }
  ]
}