{
  "id": "binding-energy",
  "name": "Binding Energy",
  "icon": "📈",
  "what": "This subtopic covers binding energy, mass defect, and the binding energy curve. You will learn why both fusion of light elements and fission of heavy elements release energy.",
  "why": "The binding energy curve provides a unified explanation for why both fusion and fission release energy, and predicts which nuclear reactions will be energetically favourable.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-93e5cb4b-6113-6735-d846-bb0753cc337e",
      "version": 1,
      "title": "I can define binding energy and mass defect",
      "code": "5.1",
      "what": "Binding energy is the energy required to separate a nucleus into individual nucleons. Mass defect is the difference between the mass of separated nucleons and the mass of the assembled nucleus.",
      "why": "These concepts explain why nuclei are stable and why nuclear reactions can release enormous energy when nucleons rearrange into more tightly bound configurations.",
      "example": "A helium-4 nucleus has mass 4.0026 u, but two protons and two neutrons separately have mass 4.0319 u. The mass defect of 0.0293 u corresponds to a binding energy of 28.3 MeV.",
      "contentHash": "hash-840f4ffc"
    },
    {
      "id": 2,
      "uuid": "lp-91bae596-829b-0dd5-9fc6-b150b5423f78",
      "version": 1,
      "title": "I can interpret a binding energy curve",
      "code": "5.2",
      "what": "The binding energy curve plots average binding energy per nucleon against mass number. Iron-56 has the highest binding energy per nucleon (8.8 MeV), making it the most stable nucleus.",
      "why": "This curve explains why light elements release energy when they fuse (moving up the curve) and heavy elements release energy when they fission (also moving up the curve toward iron).",
      "example": "Hydrogen-2 has about 1.1 MeV per nucleon. Helium-4 has about 7.1 MeV per nucleon. When deuterium fuses to helium, the increase in binding energy per nucleon is released as kinetic energy.",
      "contentHash": "hash-1978bbb3"
    },
    {
      "id": 3,
      "uuid": "lp-94406af7-f569-6e30-7a69-ccd8c0823efb",
      "version": 1,
      "title": "I can explain why fusion of light elements releases energy",
      "code": "5.3",
      "what": "Light elements have low binding energy per nucleon. When they fuse, the product has higher binding energy per nucleon. The difference is released as energy according to E = Δmc².",
      "why": "This explains why hydrogen fusion powers the Sun and why fusion of light elements up to iron is energetically favourable.",
      "example": "Deuterium (1.1 MeV/nucleon) and tritium (2.8 MeV/nucleon) fuse to form helium-4 (7.1 MeV/nucleon). The binding energy increases, releasing 17.6 MeV per reaction.",
      "contentHash": "hash-94594f47"
    },
    {
      "id": 4,
      "uuid": "lp-4f566df9-624e-b912-6366-25a3a2f55fbc",
      "version": 1,
      "title": "I can explain why fission of heavy elements releases energy",
      "code": "5.4",
      "what": "Heavy elements like uranium have lower binding energy per nucleon than medium-mass elements. When uranium fissions, the fragments have higher binding energy per nucleon, releasing energy.",
      "why": "This explains why fission of heavy elements powers nuclear reactors and weapons, and why elements heavier than iron cannot release energy through fusion.",
      "example": "Uranium-235 has about 7.6 MeV per nucleon. Its fission products (around mass 95 and 137) have about 8.5 MeV per nucleon. The increase releases about 200 MeV per fission.",
      "contentHash": "hash-c040758e"
    },
    {
      "id": 5,
      "uuid": "lp-536efb22-54c2-a11d-cf2d-6ca5dd7f0cf6",
      "version": 1,
      "title": "I can calculate energy released using binding energy values",
      "code": "5.5",
      "what": "Energy released equals the total binding energy of products minus the total binding energy of reactants. This can be calculated from average binding energies and nucleon numbers.",
      "why": "This calculation method allows prediction of energy release for any nuclear reaction without needing precise mass measurements.",
      "example": "For D-T fusion: Reactants have (2×1.1) + (3×2.8) = 10.6 MeV total binding energy. Product He-4 has 4×7.1 = 28.4 MeV. Energy released = 28.4 - 10.6 = 17.8 MeV.",
      "contentHash": "hash-029660c9"
    }
  ]
}