{
  "id": "nuclear-fusion",
  "name": "Nuclear Fusion",
  "icon": "☀️",
  "what": "This subtopic covers nuclear fusion, where light nuclei combine to form heavier nuclei, releasing energy. You will learn how fusion powers the Sun and stars, and the challenges of achieving controlled fusion on Earth.",
  "why": "Fusion is the energy source of the Sun and potentially offers nearly unlimited clean energy for humanity. Understanding fusion is essential for evaluating future energy technologies.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-0790e743-d828-ab80-1340-60178a104e7f",
      "version": 1,
      "title": "I can describe the process of nuclear fusion",
      "code": "4.1",
      "what": "Nuclear fusion occurs when two light nuclei combine to form a heavier nucleus. The mass of the product is less than the total mass of the original nuclei, with the difference released as energy.",
      "why": "Fusion releases even more energy per kilogram than fission and produces no long-lived radioactive waste, making it a highly desirable future energy source.",
      "example": "In the Sun, hydrogen nuclei fuse to form helium. Four hydrogen atoms (total mass 4.032 u) become one helium atom (mass 4.003 u), with 0.029 u converted to 26.7 MeV of energy.",
      "contentHash": "hash-6a81b764"
    },
    {
      "id": 2,
      "uuid": "lp-f9e106a5-001d-591b-4965-1917e2d6962f",
      "version": 1,
      "title": "I can compare nuclear fusion and nuclear fission",
      "code": "4.2",
      "what": "Fission splits heavy nuclei into lighter ones. Fusion joins light nuclei into heavier ones. Both release energy through mass conversion, but fusion converts about 0.7% of mass versus 0.1% for fission.",
      "why": "Comparing these processes reveals why fusion is potentially more powerful and cleaner, and helps explain why achieving controlled fusion is so challenging.",
      "example": "A fission bomb using 1 kg of U-235 releases energy equivalent to 20 kt of TNT. A fusion bomb using 1 kg of hydrogen isotopes releases energy equivalent to 200 kt of TNT.",
      "contentHash": "hash-80cd0190"
    },
    {
      "id": 3,
      "uuid": "lp-d6ff2c12-dad0-7d2d-11b3-736ef7b9eadc",
      "version": 1,
      "title": "I can explain why fusion requires extreme temperatures",
      "code": "4.3",
      "what": "Hydrogen nuclei are positively charged and repel each other. Extreme temperatures (over 100 million kelvin) give nuclei enough kinetic energy to overcome this electrostatic repulsion and get close enough for the strong force to bind them.",
      "why": "This requirement explains why controlled fusion is so difficult to achieve on Earth and why it occurs naturally only in stars where gravity provides enormous pressure.",
      "example": "The Sun's core reaches 15 million kelvin, but its extreme pressure helps. Earth-based fusion reactors must reach 150 million kelvin to compensate for lower pressure.",
      "contentHash": "hash-cd159972"
    },
    {
      "id": 4,
      "uuid": "lp-3183e220-e934-c1c7-c46e-178906d2bcf8",
      "version": 1,
      "title": "I can describe how the Sun produces energy through fusion",
      "code": "4.4",
      "what": "The Sun converts 600 million tonnes of hydrogen into helium every second through nuclear fusion. About 4.2 million tonnes of this mass is converted to energy, producing 3.8 × 10²⁶ W of power.",
      "why": "Understanding stellar fusion explains where sunlight comes from and demonstrates the enormous scale of energy that fusion can produce.",
      "example": "In the proton-proton chain, hydrogen fuses through several steps: H-1 + H-1 → H-2, then H-2 + H-1 → He-3, finally He-3 + He-3 → He-4 + 2H-1.",
      "contentHash": "hash-2a935c3c"
    },
    {
      "id": 5,
      "uuid": "lp-7aa48c4e-d44c-09b2-2822-5e86267fdae4",
      "version": 1,
      "title": "I can explain the challenges of achieving controlled fusion on Earth",
      "code": "4.5",
      "what": "Controlled fusion requires confining plasma at extreme temperatures without it touching any material. Tokamaks use powerful magnetic fields to contain the plasma in a donut-shaped chamber.",
      "why": "Understanding these challenges explains why fusion power plants are not yet operational despite decades of research, and what progress is being made.",
      "example": "The ITER tokamak in France aims to produce 500 MW of fusion power from 50 MW of input heating. It uses superconducting magnets to confine deuterium-tritium plasma at 150 million kelvin.",
      "contentHash": "hash-2367a6e1"
    }
  ]
}