{
  "id": "nuclear-energy-australia",
  "name": "Nuclear Energy for Australia",
  "icon": "🇦🇺",
  "what": "This subtopic covers the historical, current, and potential future role of nuclear energy in Australia, including uranium mining, the OPAL reactor, nuclear waste issues, and debates about nuclear power generation.",
  "why": "As citizens, understanding the scientific, economic, and social aspects of nuclear energy enables informed participation in important decisions about Australia's energy future and climate policy.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-19c6b4c7-c678-c965-64db-b1c04234dbb8",
      "version": 1,
      "title": "I can describe Australia's current relationship with nuclear energy",
      "code": "6.1",
      "what": "Australia has one-third of the world's uranium deposits and is the third-largest uranium producer, yet has no nuclear power plants. The OPAL reactor produces medical isotopes but not electricity.",
      "why": "Understanding this apparent contradiction helps frame the debate about whether Australia should develop nuclear power generation.",
      "example": "Australia exports uranium for nuclear power plants in other countries while generating most of its own electricity from coal and gas, contributing significantly to global CO₂ emissions.",
      "contentHash": "hash-46390c99"
    },
    {
      "id": 2,
      "uuid": "lp-b7098314-bf55-4782-ed8e-c7a0824318fd",
      "version": 1,
      "title": "I can explain the purpose and function of Australia's OPAL reactor",
      "code": "6.2",
      "what": "OPAL is a 20 MW research reactor at Lucas Heights that produces radioisotopes for medical diagnosis and treatment, and neutron beams for scientific research. It uses 20% enriched uranium fuel.",
      "why": "OPAL demonstrates that Australia does use nuclear technology beneficially, and that nuclear reactors serve purposes beyond electricity generation.",
      "example": "About 75-80% of radioisotopes used in Australian nuclear medicine procedures come from OPAL. The average Australian will have at least two nuclear medicine procedures in their lifetime.",
      "contentHash": "hash-052ea1ce"
    },
    {
      "id": 3,
      "uuid": "lp-59d93afe-b193-bbe1-039e-4438dbf9082c",
      "version": 1,
      "title": "I can discuss the advantages of nuclear power for electricity generation",
      "code": "6.3",
      "what": "Nuclear power produces no direct CO₂ emissions, provides reliable baseload power regardless of weather, requires relatively little land area, and uranium fuel is energy-dense and abundant in Australia.",
      "why": "Understanding the advantages helps evaluate whether nuclear power could help Australia meet climate targets and ensure energy security.",
      "example": "A 1000 MW nuclear plant prevents emission of 7-8 million tonnes of CO₂ per year compared to coal. France generates over 70% of its electricity from nuclear with low carbon emissions.",
      "contentHash": "hash-a06c7faf"
    },
    {
      "id": 4,
      "uuid": "lp-0171337d-74de-2a67-eb6e-3f1f67540e58",
      "version": 1,
      "title": "I can discuss the disadvantages and concerns about nuclear power",
      "code": "6.4",
      "what": "Concerns include high construction costs, long build times (9+ years), radioactive waste storage for thousands of years, potential for accidents like Chernobyl and Fukushima, and weapons proliferation risks.",
      "why": "Understanding the disadvantages helps evaluate whether nuclear power's benefits outweigh its risks and costs compared to alternatives.",
      "example": "High-level nuclear waste contains 95% of total radioactivity and takes about 1200 years to decay to the radioactivity level of original uranium ore. Safe long-term storage remains challenging.",
      "contentHash": "hash-7d4e7f1e"
    },
    {
      "id": 5,
      "uuid": "lp-98d45072-ef3c-be4e-9238-63fc771f3b32",
      "version": 1,
      "title": "I can compare nuclear power with renewable energy sources",
      "code": "6.5",
      "what": "Renewables like solar and wind have lower costs and faster construction times but are intermittent. Nuclear provides constant baseload power but costs more and takes longer to build.",
      "why": "Comparing these options helps evaluate which energy sources are most suitable for Australia's specific circumstances and climate goals.",
      "example": "CSIRO reports solar and wind with storage are now the lowest-cost new electricity generation in Australia. A major solar project takes 1-3 years to build versus 9+ years for nuclear.",
      "contentHash": "hash-f1008ad0"
    },
    {
      "id": 6,
      "uuid": "lp-99e1148f-3f45-4960-4db4-cfd227a70227",
      "version": 1,
      "title": "I can analyse arguments for and against nuclear energy in Australia",
      "code": "6.6",
      "what": "The debate involves scientific, economic, social, and political factors. Different stakeholders emphasise different aspects based on their priorities and values.",
      "why": "Developing critical thinking skills to evaluate competing claims from various sources is essential for informed citizenship and decision-making.",
      "example": "The Minerals Council supports nuclear as zero-emission baseload power. The Climate Council argues renewables are cheaper and faster. Both positions involve scientific claims that can be evaluated.",
      "contentHash": "hash-53936266"
    }
  ]
}