{
  "id": "demand-and-supply",
  "name": "Demand and Supply",
  "icon": "📈",
  "what": "This subtopic covers the law of demand, the law of supply, and the factors that cause movements along or shifts of each curve. It explores how changes in underlying conditions alter the willingness and ability of consumers to buy and producers to sell.",
  "why": "Demand and supply analysis is the most fundamental tool in microeconomics. Being able to distinguish between a movement along a curve and a shift of a curve, and to identify the correct cause, is essential for nearly every topic in the course.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-80424a73-df69-8cad-f2dd-a5dbb77f16b5",
      "version": 1,
      "title": "I can state and explain the law of demand and why the demand curve slopes downward",
      "code": "2.1",
      "what": "The law of demand states that, ceteris paribus, as the price of a good rises, the quantity demanded falls, and vice versa. The demand curve slopes downward due to the income effect (higher prices reduce purchasing power), the substitution effect (consumers switch to cheaper alternatives), and the law of diminishing marginal utility.",
      "why": "Understanding why the demand curve slopes downward allows you to predict consumer behaviour and correctly analyse how price changes affect quantity demanded, which is distinct from a shift in demand.",
      "example": "When the price of cinema tickets rises from $15 to $22, some consumers choose to stream movies at home instead (substitution effect), while others simply cannot afford to go as often (income effect). The quantity demanded of cinema tickets falls, represented by a movement up along the existing demand curve.",
      "contentHash": "hash-aeb93644"
    },
    {
      "id": 2,
      "uuid": "lp-b629081a-7610-79bc-fbae-adb49b97a9b9",
      "version": 1,
      "title": "I can identify factors that shift the demand curve and explain the direction of the shift",
      "code": "2.2",
      "what": "A shift in the demand curve occurs when consumers become more or less willing to demand a good at any given price. Key demand-side factors include changes in disposable income, prices of substitutes and complements, preferences and tastes, interest rates, population changes, and consumer confidence.",
      "why": "Correctly identifying what shifts the demand curve (rather than causing a movement along it) is critical for accurate market analysis and is a common source of error in assessments.",
      "example": "A rise in consumer confidence following strong jobs data shifts the demand curve for new cars to the right, as consumers are more willing to make large purchases at every price level. In contrast, a rise in the price of cars itself would only cause a contraction (movement along) the demand curve, not a shift.",
      "contentHash": "hash-dddb4801"
    },
    {
      "id": 3,
      "uuid": "lp-dac80ad5-b432-62af-984d-51c3f9e82ca8",
      "version": 1,
      "title": "I can distinguish between normal and inferior goods",
      "code": "2.3",
      "what": "For normal goods, demand increases when disposable income rises. For inferior goods, demand decreases when disposable income rises because consumers switch to higher-quality alternatives.",
      "why": "This distinction is important because the effect of income changes on demand depends on the type of good. Getting this wrong leads to incorrect predictions about how demand shifts.",
      "example": "When household incomes rise, demand for budget instant noodles (an inferior good) may fall as consumers switch to dining at restaurants or buying fresh ingredients (normal goods). The demand curve for instant noodles shifts left while the demand curve for restaurant meals shifts right.",
      "contentHash": "hash-0ae858a4"
    },
    {
      "id": 4,
      "uuid": "lp-ccc4b2ca-6aae-9403-8da7-721e9948ed07",
      "version": 1,
      "title": "I can state and explain the law of supply and why the supply curve slopes upward",
      "code": "2.4",
      "what": "The law of supply states that, ceteris paribus, as the price of a good rises, the quantity supplied increases, and vice versa. The supply curve slopes upward because higher prices mean greater profits for producers, higher prices help cover the increasing marginal costs of additional production, and there is a rising opportunity cost of shifting resources from other uses.",
      "why": "Understanding why the supply curve slopes upward is necessary for analysing producer behaviour and for correctly interpreting market diagrams.",
      "example": "When the price of avocados rises from $2 to $4 each due to strong demand, farmers find it more profitable to expand avocado production. They are willing to supply more at the higher price, which covers the extra costs of hiring additional workers and using less ideal farming land.",
      "contentHash": "hash-bd0b0e17"
    },
    {
      "id": 5,
      "uuid": "lp-ebac17e9-125b-52bd-9fec-e08a5559b70c",
      "version": 1,
      "title": "I can identify factors that shift the supply curve and explain the direction of the shift",
      "code": "2.5",
      "what": "A shift in supply occurs when producers become more or less willing or able to supply at any given price. Key supply-side factors include changes in costs of production (labour, raw materials), technological change, productivity growth, climatic conditions, government regulations, indirect taxes, and subsidies.",
      "why": "Distinguishing between a shift in supply and a movement along the supply curve is essential for correctly analysing how markets respond to changing conditions.",
      "example": "A new government excise tax of 40 cents per litre on sugary drinks increases the cost of production for manufacturers. The supply curve shifts to the left because producers are willing to supply fewer drinks at every given price. Note that excise taxes shift supply left, not demand left, even though the ultimate goal may be to reduce consumption.",
      "contentHash": "hash-e27a5bff"
    },
    {
      "id": 6,
      "uuid": "lp-106f1fde-822e-abe1-5422-ceadb2539586",
      "version": 1,
      "title": "I can distinguish between a shift of and a movement along a demand or supply curve",
      "code": "2.6",
      "what": "A change in the price of the good itself causes a movement along the curve (expansion or contraction). A change in any other factor (income, tastes, input costs, technology, etc.) causes a shift of the entire curve.",
      "why": "This is one of the most commonly tested distinctions in economics. Confusing a shift with a movement leads to fundamentally incorrect analysis.",
      "example": "A shift in demand to the right for housing (caused by population growth) leads to a higher equilibrium price. This higher price then causes an expansion in supply (movement along the supply curve) as builders find it more profitable to construct new homes. The demand curve shifts, but the supply curve experiences a movement along it due to the price change.",
      "contentHash": "hash-364501e8"
    }
  ]
}