{
  "id": "economic-efficiency",
  "name": "Economic Efficiency and Competitive Markets",
  "icon": "⚙️",
  "what": "This subtopic covers the four types of economic efficiency (allocative, productive, dynamic, and inter-temporal) and examines how competitive markets promote efficient resource allocation. It also considers the limitations of markets in achieving inter-temporal efficiency.",
  "why": "Efficiency is the ultimate goal of resource allocation. Understanding the four types of efficiency and how competitive markets promote them provides the framework for evaluating market outcomes and justifying government intervention when markets fail to achieve efficiency.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-c81d2a02-3baa-4996-e5e8-bdb1c444c1b6",
      "version": 1,
      "title": "I can define and distinguish between allocative, productive, dynamic, and inter-temporal efficiency",
      "code": "5.1",
      "what": "Productive (technical) efficiency means maximising output per unit of input and minimising waste. Allocative efficiency means resources produce the combination of goods and services most valued by society, maximising collective welfare. Dynamic efficiency is how quickly resources can be reallocated to achieve allocative efficiency when conditions change. Inter-temporal efficiency is achieving the right balance between using resources for current needs and conserving them for future generations.",
      "why": "These four types of efficiency are distinct but interconnected. Exam responses frequently require you to explain how one type of efficiency contributes to another, or how a policy affects multiple types of efficiency simultaneously.",
      "example": "A solar panel manufacturer achieves productive efficiency by using automated production lines that minimise waste. The economy achieves allocative efficiency if the right quantity of solar panels is produced relative to consumer demand. Dynamic efficiency is demonstrated if, when demand for solar panels surges, resources are quickly reallocated from less profitable industries. Inter-temporal efficiency is achieved if investment in solar technology balances current energy needs with long-term environmental sustainability.",
      "contentHash": "hash-6ca64d28"
    },
    {
      "id": 2,
      "uuid": "lp-8480d596-06ac-ba4d-4e82-62853e1d5f55",
      "version": 1,
      "title": "I can explain how competitive markets promote allocative and productive efficiency",
      "code": "5.2",
      "what": "In competitive markets, consumer sovereignty ensures producers respond to price signals by allocating resources to goods consumers value most (allocative efficiency). Competition forces firms to minimise costs and waste to remain viable, driving productive efficiency. Firms that fail to match consumer demand or control costs are driven out by competitors.",
      "why": "This explains why economists generally favour competitive markets as the default mechanism for resource allocation, and provides the basis for identifying when and why government intervention might be justified.",
      "example": "In a competitive clothing market with many sellers and low barriers to entry, a firm that produces outdated styles nobody wants will lose customers to rivals and eventually exit the market. Remaining firms are forced to keep production costs low (productive efficiency) and produce styles consumers actually demand (allocative efficiency). No single firm can restrict output or charge excessive prices because consumers can easily switch.",
      "contentHash": "hash-4675cc6c"
    },
    {
      "id": 3,
      "uuid": "lp-49149c29-4c7f-c5a2-bc30-80a58afc507d",
      "version": 1,
      "title": "I can explain how competitive markets promote dynamic efficiency",
      "code": "5.3",
      "what": "Competitive markets promote dynamic efficiency because suppliers constantly monitor price changes and move resources quickly to the most profitable areas. Low barriers to entry allow new firms to enter growing markets rapidly. Resource mobility ensures labour and capital can shift between industries in response to changing relative prices.",
      "why": "Dynamic efficiency is what allows a market economy to adapt to changing conditions, whether new technologies, shifting consumer preferences, or external shocks. Without it, resources would remain stuck in declining industries.",
      "example": "When consumer demand shifted from physical DVDs to streaming services, resources in a competitive market reallocated quickly. Investment capital flowed to streaming platforms, IT workers moved to companies like Netflix and Stan, and DVD rental stores like Blockbuster closed. The speed of this reallocation reflects dynamic efficiency — resources moved to where consumers valued them most.",
      "contentHash": "hash-90961d68"
    },
    {
      "id": 4,
      "uuid": "lp-5b20c6d5-d154-af6e-73f1-b3ce51d125f4",
      "version": 1,
      "title": "I can evaluate the strengths and limitations of competitive markets for inter-temporal efficiency",
      "code": "5.4",
      "what": "Competitive markets can promote inter-temporal efficiency through the money market: if spending is excessive and savings are insufficient, interest rates rise to encourage saving and discourage borrowing. However, markets often fail to achieve inter-temporal efficiency because relative prices may not reflect long-term costs (e.g. pollution), consumers tend to value the present over the future, and essential infrastructure may be neglected.",
      "why": "This is where the limits of markets become clear, setting up the case for government intervention on issues like climate change, infrastructure investment, and resource conservation.",
      "example": "Coal-fired electricity may be cheap and profitable for firms in the short term, but burning coal produces carbon emissions that contribute to climate change and harm future generations. The market price of coal-fired electricity does not include these long-term environmental costs, so the market overproduces it relative to what is inter-temporally efficient. This is why governments may intervene with carbon taxes or subsidies for renewable energy.",
      "contentHash": "hash-099e7059"
    },
    {
      "id": 5,
      "uuid": "lp-c063f2fe-9246-ab95-aa5d-b33ba7a8de64",
      "version": 1,
      "title": "I can explain the relationship between different types of efficiency using the PPF",
      "code": "5.5",
      "what": "On the PPF, all points on the curve are productively efficient. Only one point represents allocative efficiency — the combination of goods that maximises society's welfare. Dynamic efficiency is shown by how quickly an economy can move from one point to the allocatively efficient point when conditions change. Points inside the PPF represent productive inefficiency (idle resources).",
      "why": "The PPF provides a visual framework that ties together multiple efficiency concepts and is frequently used in exam questions. Being able to locate and explain each type of efficiency on a PPF diagram demonstrates a deep understanding of these interconnected concepts.",
      "example": "An economy producing healthcare and consumer electronics sits at a productively efficient point on the PPF. However, if society values more healthcare than is currently being produced, this point is not allocatively efficient. Dynamic efficiency determines how quickly resources (doctors, medical equipment, funding) can be shifted from electronics to healthcare to reach the allocatively efficient point.",
      "contentHash": "hash-a5176a5f"
    }
  ]
}