{
  "id": "market-equilibrium-and-relative-prices",
  "name": "Market Equilibrium and Relative Prices",
  "icon": "🔄",
  "what": "This subtopic covers how the interaction of demand and supply determines equilibrium price and quantity, how markets adjust to disequilibrium, and how changes in relative prices signal producers to reallocate resources between industries.",
  "why": "Understanding equilibrium and relative prices is essential for explaining how a market economy allocates resources without central planning. Relative prices drive the reallocation of land, labour, and capital across the economy, directly affecting living standards.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-0f6f511a-6908-4f1c-a833-b7ed66623150",
      "version": 1,
      "title": "I can explain how equilibrium price and quantity are determined by demand and supply",
      "code": "3.1",
      "what": "Market equilibrium occurs where the demand and supply curves intersect. At this point, the quantity demanded equals the quantity supplied, and there is no tendency for price to change. If the price is above equilibrium, a surplus (excess supply) exists and prices fall. If the price is below equilibrium, a shortage (excess demand) exists and prices rise.",
      "why": "Equilibrium analysis is the foundation for understanding how markets self-correct and how any change in demand or supply conditions leads to a new equilibrium price and quantity.",
      "example": "In the market for bread, if the equilibrium price is $4 per loaf but the current price is $6, there is a surplus as producers supply more than consumers want to buy at that price. Producers lower prices to clear unsold stock, quantity demanded expands, quantity supplied contracts, and the market moves toward the $4 equilibrium.",
      "contentHash": "hash-e87498d5"
    },
    {
      "id": 2,
      "uuid": "lp-140d05f7-515b-fb4d-1627-8b7532c50710",
      "version": 1,
      "title": "I can analyse the effects of shifts in demand and supply on equilibrium price and quantity",
      "code": "3.2",
      "what": "A rightward shift in demand raises both equilibrium price and quantity. A leftward shift in demand lowers both. A rightward shift in supply lowers equilibrium price and raises quantity. A leftward shift in supply raises equilibrium price and lowers quantity. Double shifts require careful analysis of the net effect.",
      "why": "Being able to trace through the full sequence — initial shift, resulting shortage or surplus, price adjustment, and new equilibrium — is a core exam skill and is essential for applying economics to real-world markets.",
      "example": "Improved technology in solar panel manufacturing shifts the supply curve to the right. At the original price, there is now a surplus. The price falls, causing an expansion in demand (movement along the demand curve). The new equilibrium has a lower price and higher quantity of solar panels traded.",
      "contentHash": "hash-2f62a429"
    },
    {
      "id": 3,
      "uuid": "lp-3f44e86c-051e-b82c-c8df-cb53a3893f1a",
      "version": 1,
      "title": "I can explain the role of relative prices in allocating resources",
      "code": "3.3",
      "what": "Relative prices refer to the price of one good or service in terms of another. Changes in relative prices act as signals to profit-motivated producers to shift resources (land, labour, capital) toward industries where relative profits are higher and away from those where they are lower. This is how consumer sovereignty directs resource allocation.",
      "why": "Relative prices are the mechanism through which a market economy answers the three economic questions (what, how, and for whom to produce) without central planning. Understanding this concept connects microeconomic market analysis to broader questions about resource allocation and living standards.",
      "example": "During the mining boom, the relative price of iron ore rose sharply due to strong Chinese demand. Higher relative profits attracted engineers, truck drivers, and construction workers to relocate to Western Australia. Capital was reallocated from retail and manufacturing investment toward mine expansion. Resources flowed to mining because relative profits, not just relative prices, were higher there.",
      "contentHash": "hash-006d4f22"
    },
    {
      "id": 4,
      "uuid": "lp-9712ed26-c333-82dd-3d77-bb89f7fce0c2",
      "version": 1,
      "title": "I can explain how changes in relative prices affect living standards",
      "code": "3.4",
      "what": "When resources are reallocated toward goods and services consumers value most (signalled by higher relative prices and profits), allocative efficiency improves and material living standards tend to rise. However, structural changes can also reduce living standards for workers in declining industries.",
      "why": "This connects the abstract concept of relative prices to tangible outcomes for individuals and society. It also helps explain why some government interventions (like subsidies for declining industries) may reduce overall efficiency.",
      "example": "The growing consumer preference for streaming services like Netflix over free-to-air TV caused relative prices in the streaming market to support expansion. Resources including investment capital, creative talent, and IT workers shifted toward streaming platforms. Consumers benefited from greater choice and lower prices, raising material living standards, while traditional TV networks experienced declining viewership and revenue.",
      "contentHash": "hash-9b5a5d98"
    },
    {
      "id": 5,
      "uuid": "lp-ab57afb5-46c2-3cf3-2d0a-e1fbae242741",
      "version": 1,
      "title": "I can describe the nature of, and conditions for, a perfectly competitive market",
      "code": "3.5",
      "what": "A perfectly competitive market requires: a large number of buyers and sellers (so no one can influence price), homogeneous products, low barriers to entry and exit, perfect information for all participants, and mobile resources. In such markets, firms are price takers and can only earn normal profits in the long run.",
      "why": "Perfect competition is the benchmark against which real-world market structures are compared. Understanding its conditions helps explain why most real markets fall short of this ideal and why efficiency gains are associated with greater competition.",
      "example": "The arrival of ride-sharing services like Uber moved the point-to-point passenger travel market closer to perfect competition. Barriers to entry fell (drivers only need a car and licence), the number of buyers and sellers increased, the rating system improved information transparency, and surge pricing allowed demand and supply to determine prices, unlike the old taxi system where prices were fixed regardless of demand.",
      "contentHash": "hash-972665a0"
    }
  ]
}