{
  "id": "market-failure-and-government-intervention",
  "name": "Market Failure and Government Intervention",
  "icon": "🏛️",
  "what": "This subtopic covers the four reasons markets fail to allocate resources efficiently (public goods, externalities, asymmetric information, and common access resources), the tools governments use to intervene (indirect taxes, subsidies, regulations, and advertising), and the concept of government failure where intervention unintentionally reduces efficiency.",
  "why": "Market failure justifies government intervention in an otherwise free market. Understanding why markets fail, how governments respond, and why government intervention can itself create inefficiency is essential for evaluating economic policy and forms a major part of VCE Economics assessment.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-e025d98e-e6c2-ac91-1468-8c54e255035e",
      "version": 1,
      "title": "I can define market failure and explain why public goods are under-provided by the free market",
      "code": "6.1",
      "what": "Market failure occurs when the unregulated market fails to allocate resources efficiently, meaning allocative efficiency is not achieved. Public goods are non-excludable (you cannot prevent people from using them) and non-rivalrous (one person's use does not diminish another's). Because of the free rider problem, private firms cannot charge for public goods, so they are under-provided in a free market.",
      "why": "Public goods represent a clear case where markets cannot function and government provision is necessary. Understanding the characteristics of public goods and the free rider problem is essential for justifying government spending funded by taxation.",
      "example": "National defence is non-excludable (everyone in a country benefits whether they pay taxes or not) and non-rivalrous (one person being protected does not reduce protection for others). No private firm could profitably provide national defence because people would free ride, so the government funds it through taxation and provides it at the level society values.",
      "contentHash": "hash-bad3b770"
    },
    {
      "id": 2,
      "uuid": "lp-4f8ef4cf-14e3-a3c9-5310-8ddddd3a8e72",
      "version": 1,
      "title": "I can explain positive and negative externalities and their effect on resource allocation",
      "code": "6.2",
      "what": "Externalities arise when a transaction affects a third party not involved in that transaction. Negative externalities impose costs on third parties (e.g. pollution), causing the market to over-allocate resources to the activity because private costs are lower than social costs. Positive externalities create benefits for third parties (e.g. education), causing the market to under-allocate resources because private benefits are lower than social benefits.",
      "why": "Externalities create a divergence between private and social costs or benefits. This divergence means the market price does not reflect the true cost or benefit to society, leading to an inefficient allocation of resources and justifying government intervention.",
      "example": "A factory producing plastics emits pollutants into a river, harming downstream farmers and residents (negative externality in production). The factory's private costs do not include the health and agricultural damage to third parties, so the social cost exceeds the private cost. The market overproduces plastics relative to the socially optimal level. Education is a positive externality in consumption: the individual benefits from higher income, but society also benefits from lower crime rates, higher tax revenue, and a more productive workforce. Because consumers do not capture all these social benefits, the free market would under-allocate resources to education.",
      "contentHash": "hash-51eb4ae9"
    },
    {
      "id": 3,
      "uuid": "lp-242f0c6d-ea0b-9db0-3d72-9bcd9ff7a8f1",
      "version": 1,
      "title": "I can explain asymmetric information and its consequences including adverse selection and moral hazard",
      "code": "6.3",
      "what": "Asymmetric information occurs when one party to a transaction has more information than the other, leading to inefficient decisions. Adverse selection occurs when the uninformed party makes a poor purchasing decision (e.g. buying a faulty used car). Moral hazard occurs when one party changes their behaviour in a less efficient way because the costs are borne by another party (e.g. driving recklessly because of insurance).",
      "why": "Asymmetric information distorts market outcomes by preventing rational decision-making. It can lead to over-allocation of resources to low-quality products, under-allocation to high-quality products, and changed incentives that reduce overall efficiency.",
      "example": "In the used car market, sellers know the true condition of their vehicle but buyers do not (asymmetric information). Buyers become cautious and unwilling to pay fair prices, so owners of quality used cars hold onto them rather than sell below value. This leads to an over-representation of poor-quality cars ('lemons') in the market (adverse selection). Moral hazard occurs in health insurance: a person with comprehensive cover may visit the doctor more frequently than necessary because the insurance company bears the cost, increasing premiums for all policyholders.",
      "contentHash": "hash-8aae9bd3"
    },
    {
      "id": 4,
      "uuid": "lp-e4ec4f01-b1b7-1b81-e00b-70969c2817bc",
      "version": 1,
      "title": "I can explain common access resources as a form of market failure",
      "code": "6.4",
      "what": "Common access resources are rivalrous (one person's use reduces availability for others) but non-excludable (difficult to prevent access). Without regulation, individuals acting in self-interest tend to overuse these resources because they do not bear the full cost of depletion, leading to degradation or exhaustion of the resource.",
      "why": "Common access resources illustrate how rational individual behaviour can lead to collectively harmful outcomes. This concept underpins environmental policy and debates about resource management.",
      "example": "Ocean fish stocks are a common access resource. Individual fishing companies have an incentive to catch as many fish as possible because any fish left behind may be caught by a competitor. No single company bears the full cost of depleting the fish population. Without government intervention such as catch quotas or fishing licences, overfishing can collapse fish stocks entirely, harming all fishers and consumers in the long run.",
      "contentHash": "hash-eb3f9021"
    },
    {
      "id": 5,
      "uuid": "lp-30e7743d-eb4e-5758-642c-24edddb03b86",
      "version": 1,
      "title": "I can explain how governments use indirect taxes, subsidies, regulations, and advertising to address market failure",
      "code": "6.5",
      "what": "Governments intervene to correct market failure by: imposing indirect taxes to raise the private cost of goods with negative externalities (internalising external costs), providing subsidies to lower the cost of goods with positive externalities, using regulations to ban or mandate certain behaviours, and running advertising campaigns to shift demand toward or away from particular goods.",
      "why": "These four tools are the main mechanisms through which governments attempt to realign private incentives with the social optimum. Understanding how each tool works and its intended effect on demand, supply, and resource allocation is essential for policy evaluation.",
      "example": "The government imposes an excise tax of approximately 38 cents per litre on petrol to internalise the negative externality of carbon emissions (shifting supply left and raising price). It subsidises university education through HECS-HELP to increase consumption of a good with positive externalities (shifting supply right and lowering price). It bans smoking in public places (regulation) and runs QUIT campaigns (advertising to shift demand left for cigarettes). The No Jab No Pay policy removes childcare subsidies for unvaccinated children, using regulation to boost vaccination rates.",
      "contentHash": "hash-852a12f4"
    },
    {
      "id": 6,
      "uuid": "lp-6dc36f5a-009b-59dc-db4a-b9db3190252e",
      "version": 1,
      "title": "I can explain government failure using a contemporary example",
      "code": "6.6",
      "what": "Government failure occurs when government intervention in a market unintentionally reduces the efficiency of resource allocation compared to the free market outcome. This can happen through distorted price signals, unintended consequences, or intervention that is unnecessary or poorly targeted.",
      "why": "Government failure is a critical concept because it demonstrates that intervention is not always beneficial. Being able to analyse a specific contemporary example of government failure is an explicit requirement of the study design.",
      "example": "The minimum wage is designed to protect low-skilled workers from exploitation. However, when set above the market-clearing wage, it creates a surplus of labour (unemployment) because the quantity of labour supplied exceeds the quantity demanded. This is an inefficient allocation of resources as valuable labour sits idle, reducing the economy's output below its potential (inside the PPF). Additionally, a higher minimum wage can compress the gap between low-skilled and high-skilled wages, reducing the incentive for workers to invest in education and training, potentially leading to an under-allocation of labour to skilled professions.",
      "contentHash": "hash-84515c1e"
    },
    {
      "id": 7,
      "uuid": "lp-d435060c-dfd4-3082-107e-2224f07bb12f",
      "version": 1,
      "title": "I can evaluate the effectiveness of government intervention in specific markets",
      "code": "6.7",
      "what": "Evaluating government intervention requires considering whether the intervention successfully corrects the market failure, whether it creates unintended consequences or new inefficiencies, and whether the benefits of intervention outweigh the costs. This involves applying concepts of allocative, productive, dynamic, and inter-temporal efficiency.",
      "why": "The ability to evaluate, not just describe, government intervention is what distinguishes high-level responses. It requires integrating knowledge of market failure, efficiency, and the specific characteristics of the market being analysed.",
      "example": "Government subsidies to the Australian car manufacturing industry were intended to protect local jobs and maintain productive capacity. However, they diverted resources away from industries where Australia had a comparative advantage (such as mining, education, and tourism) toward a relatively inefficient manufacturing sector. The subsidies raised costs for other producers by allowing subsidised firms to bid up the price of inputs like labour. When the subsidies were eventually removed and car manufacturing ceased in Australia, resources were freed to flow to more efficient uses, suggesting the intervention had reduced allocative efficiency for decades.",
      "contentHash": "hash-e3a333c5"
    }
  ]
}