{
  "id": "price-elasticity",
  "name": "Price Elasticity of Demand and Supply",
  "icon": "📊",
  "what": "This subtopic covers the meaning, measurement, and significance of price elasticity of demand (PED) and price elasticity of supply (PES). It explores the factors that determine whether demand or supply is elastic or inelastic and the implications for producers and policy-makers.",
  "why": "Elasticity determines how much quantity responds to a price change, which has direct implications for business revenue, the effectiveness of government taxes and subsidies, and the speed at which markets adjust. It is a tool that turns basic demand and supply analysis into something far more precise and useful.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-7501ff7f-3793-837f-1f61-07f7e327cc7f",
      "version": 1,
      "title": "I can define price elasticity of demand and distinguish between elastic, inelastic, and unit elastic demand",
      "code": "4.1",
      "what": "Price elasticity of demand (PED) measures the responsiveness of quantity demanded to a change in price. If PED is greater than 1, demand is elastic (quantity changes proportionally more than price). If PED is less than 1, demand is inelastic (quantity changes proportionally less than price). If PED equals 1, demand is unit elastic.",
      "why": "Knowing whether demand is elastic or inelastic determines whether a price increase will raise or lower total revenue for a firm, and whether a government tax will significantly reduce consumption of a product.",
      "example": "If the price of a brand of chocolate rises by 10% and quantity demanded falls by 25%, PED is 2.5 (elastic). Consumers are highly responsive because many substitute brands exist. The firm would lose revenue by raising the price. In contrast, if the price of insulin rises by 10% and quantity demanded falls by only 1%, PED is 0.1 (inelastic) because there are no substitutes for a life-saving medication.",
      "contentHash": "hash-c97c07ad"
    },
    {
      "id": 2,
      "uuid": "lp-09d9343e-ed9b-30f2-c24d-26b980da44c7",
      "version": 1,
      "title": "I can identify and explain the factors affecting price elasticity of demand",
      "code": "4.2",
      "what": "The key factors are: the degree of necessity (necessities are inelastic), availability of substitutes (more substitutes means more elastic), proportion of income spent on the good (higher proportion means more elastic), and time (demand becomes more elastic over time as consumers find alternatives).",
      "why": "These factors allow you to predict and justify whether a particular good will have elastic or inelastic demand, which is essential for analysing the impact of price changes, taxes, and subsidies.",
      "example": "Petrol has inelastic demand because it is a necessity for most commuters, there are few short-term substitutes, and it represents a relatively small proportion of total household spending. When petrol prices fell significantly in 2015, consumers did not drive dramatically more, so total spending on petrol fell, freeing up household budgets for other discretionary purchases.",
      "contentHash": "hash-b79232ab"
    },
    {
      "id": 3,
      "uuid": "lp-1bed406d-f21d-117a-d464-ecb2cfa36f0f",
      "version": 1,
      "title": "I can explain the relationship between price elasticity of demand and total revenue",
      "code": "4.3",
      "what": "If demand is elastic, a price decrease increases total revenue because the proportional rise in quantity demanded more than offsets the lower price. If demand is inelastic, a price increase raises total revenue because the proportional fall in quantity demanded is smaller than the price rise.",
      "why": "This relationship is critical for business pricing strategy and for understanding why governments impose excise taxes on goods with inelastic demand (revenue is maximised and consumption is not greatly reduced).",
      "example": "A cinema with elastic demand for tickets lowers prices from $20 to $15 on Tuesdays. Attendance doubles from 100 to 200, so revenue rises from $2,000 to $3,000. Conversely, the government raises the excise tax on cigarettes (inelastic demand) by 15%, and quantity demanded falls by only 3%, significantly increasing tax revenue.",
      "contentHash": "hash-2b7d4f13"
    },
    {
      "id": 4,
      "uuid": "lp-edf7944c-93e6-f1f8-ce85-95bb23555c4a",
      "version": 1,
      "title": "I can define price elasticity of supply and identify the factors that affect it",
      "code": "4.4",
      "what": "Price elasticity of supply (PES) measures the responsiveness of quantity supplied to a change in price. Key factors affecting PES are: spare capacity (more spare capacity means more elastic), the production period (longer production times mean less elastic), and the durability or storability of the good (storable goods are more elastic as existing stock can be released).",
      "why": "PES determines how quickly and fully producers can respond to price changes. This affects how much of a tax is passed on to consumers, how quickly shortages are resolved, and how volatile prices are in different markets.",
      "example": "The supply of fresh strawberries is inelastic in the short run because farmers cannot instantly grow more crops, even if prices spike. However, the supply of manufactured furniture is more elastic because factories with spare capacity can increase production relatively quickly by running extra shifts.",
      "contentHash": "hash-2209470a"
    }
  ]
}