{
  "id": "scarcity-and-economic-problem",
  "name": "Scarcity and the Economic Problem",
  "icon": "⚖️",
  "what": "This subtopic covers the basic economic problem of relative scarcity, including how needs, wants, and limited resources force individuals, businesses, and governments to make choices. It also introduces the production possibility frontier (PPF) as a tool for illustrating trade-offs and opportunity cost.",
  "why": "Understanding scarcity is the foundation of all economics. Every economic decision, from household budgets to government policy, involves choosing between competing uses for limited resources. Grasping this concept allows you to analyse why trade-offs exist and how societies attempt to maximise living standards.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-14ead77c-051d-b3e1-c810-bc2adf5006c6",
      "version": 1,
      "title": "I can explain relative scarcity and the basic economic problem",
      "code": "1.1",
      "what": "Relative scarcity means that human wants and needs are unlimited while resources (land, labour, capital, entrepreneurship) are finite. This forces all economic actors to make choices about how to allocate their scarce resources.",
      "why": "This is the central problem in economics. Every policy debate, business decision, and personal financial choice stems from the reality that we cannot have everything we want.",
      "example": "Water is a scarce land resource with competing uses: drinking, agriculture, manufacturing, and recreation. A drought forces a government to choose how to ration water among these uses, and allocating more to agriculture means less is available for other purposes.",
      "contentHash": "hash-2938c5d4"
    },
    {
      "id": 2,
      "uuid": "lp-e152e236-047c-b36b-8114-332af34d046d",
      "version": 1,
      "title": "I can distinguish between needs, wants, and the four factors of production",
      "code": "1.2",
      "what": "Needs are essentials for survival (food, shelter, clothing), while wants are desires beyond basic needs. The four factors of production are land (natural resources), labour (human effort), capital (manufactured tools and equipment), and entrepreneurship (risk-taking and organisation). All have competing uses.",
      "why": "Correctly identifying factors of production and understanding their competing uses is essential for analysing how resources flow between industries and why opportunity costs arise.",
      "example": "A person with a university degree (labour) could work as a teacher, an engineer, or a business consultant. Choosing engineering means forgoing the salary and lifestyle of teaching or consulting. A delivery car is capital because it produces a service for sale, but a personal car used only for leisure is not a factor of production.",
      "contentHash": "hash-65ab9595"
    },
    {
      "id": 3,
      "uuid": "lp-97379e72-b78f-3a8a-1a18-bc9f4fade172",
      "version": 1,
      "title": "I can define and apply opportunity cost to economic decisions",
      "code": "1.3",
      "what": "Opportunity cost is the value of the next best alternative forgone when a decision is made. It can be measured in dollars, time, or external costs passed on to others.",
      "why": "Opportunity cost is central to rational decision-making. Every choice by consumers, firms, or governments has an opportunity cost, and recognising this helps evaluate whether resources are being used efficiently.",
      "example": "If a government spends $2 billion on a new freeway, the opportunity cost might be the 10 new hospitals that could have been built with those funds. The decision is justified only if the freeway generates greater net benefits for society than the hospitals would have.",
      "contentHash": "hash-332695c4"
    },
    {
      "id": 4,
      "uuid": "lp-ba3586af-521a-7817-e7bb-7c261208ff19",
      "version": 1,
      "title": "I can interpret and analyse a production possibility frontier (PPF)",
      "code": "1.4",
      "what": "The PPF shows the maximum combinations of two goods an economy can produce using all available resources efficiently. Points on the curve are technically efficient, points inside represent inefficiency (e.g. idle labour or capital), and points outside are currently unattainable.",
      "why": "The PPF is a key tool for illustrating trade-offs, opportunity cost, efficiency, and economic growth. It appears frequently in exam questions and underpins many other concepts in the course.",
      "example": "An economy producing wheat and steel operates at a point inside the PPF during a recession because factories are idle and workers are unemployed. If unemployment falls and idle factories reopen, the economy moves toward the PPF. The PPF is bowed outward because resources are not equally suited to producing both goods, so the opportunity cost of producing more steel increases as more resources are diverted from wheat.",
      "contentHash": "hash-280303fe"
    },
    {
      "id": 5,
      "uuid": "lp-27fae729-4855-7fb3-b1ee-8c0244739132",
      "version": 1,
      "title": "I can explain shifts of the PPF and their causes",
      "code": "1.5",
      "what": "The PPF shifts outward when the quantity or quality of resources increases (e.g. immigration, new technology, discovery of natural resources). It shifts inward when resources are lost or degraded (e.g. natural disasters, emigration, depletion of resources).",
      "why": "Understanding what causes the PPF to shift helps explain how economies grow or contract over time, and connects to policy discussions about investment, education, and sustainability.",
      "example": "A major investment in renewable energy technology shifts the PPF outward by increasing the economy's productive capacity. Conversely, a severe drought destroys agricultural land and shifts the PPF inward, reducing the maximum output the economy can achieve.",
      "contentHash": "hash-b07b03c9"
    }
  ]
}