{
  "id": "from-dna-to-mrna",
  "name": "From DNA to mRNA",
  "icon": "📜",
  "what": "This subtopic covers the process of transcription, where DNA is copied into pre-mRNA, the post-transcription modifications that convert pre-mRNA into mature mRNA, and the differences between this process in eukaryotic and prokaryotic cells.",
  "why": "Transcription is the first step of gene expression. Understanding how DNA is accurately copied into mRNA, and how that mRNA is processed, is critical for explaining how genetic information flows from the nucleus to the ribosome.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-8ede131f-f2e9-cad0-a365-9046e38d6622",
      "version": 1,
      "title": "I can define gene expression and describe the role of transcription within it",
      "code": "2B.1",
      "what": "Gene expression is the conversion of the genetic code in DNA into a functional protein. Transcription is the first step, in which a gene's DNA sequence is copied into a pre-mRNA molecule in the nucleus.",
      "why": "Gene expression is the overarching concept connecting DNA to proteins. Understanding where transcription fits in this process provides the framework for understanding all subsequent steps.",
      "example": "Gene expression begins when the enzyme RNA polymerase reads the template strand of a gene and produces a complementary pre-mRNA strand. This pre-mRNA is then processed and sent to the ribosome for translation.",
      "contentHash": "hash-1aa62b49"
    },
    {
      "id": 2,
      "uuid": "lp-57d936e9-367b-8997-ea5c-f199fea16306",
      "version": 1,
      "title": "I can describe the three main steps of transcription",
      "code": "2B.2",
      "what": "Transcription involves three steps: (1) RNA polymerase binds to the promoter region and separates the DNA double helix, (2) RNA polymerase moves along the template strand, linking free RNA nucleotides to build a complementary pre-mRNA strand, and (3) RNA polymerase reaches the terminator and detaches, releasing the completed pre-mRNA.",
      "why": "Being able to describe these steps in order, using correct terminology, is a core exam requirement for VCE Biology.",
      "example": "If the DNA template strand reads 3'-TACGGA-5', RNA polymerase would build the pre-mRNA sequence 5'-AUGCCU-3' by matching complementary RNA bases (A with U, T with A, C with G, G with C).",
      "contentHash": "hash-b0ffb276"
    },
    {
      "id": 3,
      "uuid": "lp-3c455d6d-fb6c-63ef-d58c-a697cc4e16f3",
      "version": 1,
      "title": "I can distinguish between the template strand and the coding strand",
      "code": "2B.3",
      "what": "The template strand is the strand of DNA that is read by RNA polymerase during transcription. The coding strand is the other DNA strand, which has the same base sequence as the resulting mRNA (except with T instead of U).",
      "why": "Confusing the template and coding strands is a common error. Knowing which strand is transcribed ensures you can correctly convert a DNA sequence to an mRNA sequence.",
      "example": "If the coding strand is 5'-ATGCGA-3', the template strand is 3'-TACGCT-5', and the resulting mRNA would be 5'-AUGCGA-3' (matching the coding strand, but with U replacing T).",
      "contentHash": "hash-a87fb514"
    },
    {
      "id": 4,
      "uuid": "lp-ad01f9a8-a83a-5b72-b7a6-700834471f39",
      "version": 1,
      "title": "I can describe the three steps of RNA processing that convert pre-mRNA to mature mRNA",
      "code": "2B.4",
      "what": "Pre-mRNA undergoes three modifications: (1) a 5' methyl cap is added to protect from enzyme degradation and assist ribosome positioning, (2) a poly-A tail of up to 300 adenine bases is added to the 3' end for protection, and (3) introns are spliced out, leaving only the exon sequences joined together.",
      "why": "RNA processing is a key difference between eukaryotic and prokaryotic gene expression, and is frequently tested in exams. Understanding splicing also explains how one gene can code for multiple proteins through alternative exon rearrangement.",
      "example": "If a pre-mRNA contains Exon 1 – Intron – Exon 2 – Intron – Exon 3, splicing removes the introns so the mature mRNA reads 5' cap – Exon 1 – Exon 2 – Exon 3 – poly-A tail.",
      "contentHash": "hash-c32c81e3"
    },
    {
      "id": 5,
      "uuid": "lp-839964a9-2882-41d1-80bd-66cbafb03ea9",
      "version": 1,
      "title": "I can compare transcription in eukaryotic and prokaryotic cells",
      "code": "2B.5",
      "what": "In eukaryotes, transcription occurs in the nucleus and the pre-mRNA must be processed before translation. In prokaryotes, transcription occurs in the cytosol, there is no RNA processing, and translation can begin while transcription is still occurring.",
      "why": "Understanding these differences highlights the structural and functional distinctions between cell types, which is important for understanding gene regulation such as the trp operon.",
      "example": "In E. coli (a prokaryote), ribosomes can attach to the mRNA and begin translating it into protein even before RNA polymerase has finished transcribing the full gene. This cannot happen in a eukaryotic cell because the nuclear membrane separates transcription from translation.",
      "contentHash": "hash-a1dd725a"
    }
  ]
}