{
  "id": "how-proteins-are-built",
  "name": "How Proteins Are Built",
  "icon": "🔬",
  "what": "This subtopic covers the structure of amino acids, peptide bond formation, the four levels of protein structure (primary through quaternary), the proteome, protein functions, and the protein secretory pathway.",
  "why": "Proteins are the functional products of gene expression. Understanding how amino acids are linked, how proteins fold into functional shapes, and how they are exported from the cell connects the molecular detail of DNA to the real-world function of organisms.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-7f4a6638-a5b4-9666-3d73-af1679f01ccb",
      "version": 1,
      "title": "I can draw the generalised structure of an amino acid and identify its key components",
      "code": "2C.1",
      "what": "All amino acids share a central carbon bonded to four groups: an amine group (-NH2), a carboxyl group (-COOH), a hydrogen atom, and a variable R group. The R group is the only part that differs between the 20 amino acids.",
      "why": "Recognising amino acid structure is the starting point for understanding how proteins are built. The R group determines each amino acid's unique properties, which in turn affects protein shape and function.",
      "example": "In the amino acid glycine, the R group is simply a hydrogen atom, making it the simplest amino acid. In serine, the R group is -CH2OH, which gives it different chemical properties.",
      "contentHash": "hash-1d52fd1b"
    },
    {
      "id": 2,
      "uuid": "lp-fdf3cb27-b47c-1ded-c40f-fded85afa7ca",
      "version": 1,
      "title": "I can draw a dipeptide and identify the peptide bond formed by a condensation reaction",
      "code": "2C.2",
      "what": "When two amino acids join, the carboxyl group of one reacts with the amine group of the other in a condensation reaction, releasing water and forming a covalent peptide bond (C-N bond) between them.",
      "why": "Peptide bond formation is the fundamental reaction of protein synthesis. Understanding this reaction explains how polypeptide chains grow during translation and how to count the number of amino acids in a chain.",
      "example": "Glycine + Alanine → Glycylalanine (a dipeptide) + Water (H2O). The peptide bond is the C-N link between the carbon of glycine's carboxyl group and the nitrogen of alanine's amine group. This reaction requires ATP energy.",
      "contentHash": "hash-84843322"
    },
    {
      "id": 3,
      "uuid": "lp-c249c4ee-1bce-661d-4701-d9902412a7ec",
      "version": 1,
      "title": "I can define and distinguish the four levels of protein structure",
      "code": "2C.3",
      "what": "Primary structure is the linear sequence of amino acids joined by peptide bonds. Secondary structure involves folding into alpha-helices or beta-pleated sheets held by hydrogen bonds. Tertiary structure is the overall 3D shape of a single polypeptide formed by interactions between R groups. Quaternary structure involves two or more polypeptide chains combining.",
      "why": "A protein's function depends entirely on its shape, which is determined by these hierarchical levels of structure. All proteins have primary, secondary and tertiary structure, but only some have quaternary structure.",
      "example": "Haemoglobin has quaternary structure because it is made of four polypeptide subunits (two alpha and two beta chains). Each subunit has its own tertiary structure, but the protein only functions when all four combine.",
      "contentHash": "hash-787d28be"
    },
    {
      "id": 4,
      "uuid": "lp-5d949b92-1eb5-f811-2f2b-6bfc4a9ab760",
      "version": 1,
      "title": "I can define proteome and list the six main functions of proteins with examples",
      "code": "2C.4",
      "what": "The proteome is the complete collection of proteins within an organism at a given time. The six main functions of proteins are: hormones (e.g. insulin), immunity (e.g. antibodies), transport (e.g. haemoglobin), structure (e.g. collagen), movement (e.g. actin), and enzymes (e.g. pepsin). The mnemonic HITS ME can help remember these.",
      "why": "The proteome reflects which genes are being expressed at any given time and varies between cell types and conditions. Understanding the diversity of protein functions shows why gene expression matters for the whole organism.",
      "example": "A muscle cell and a liver cell in the same person have the same genome but different proteomes. The muscle cell expresses more actin (movement protein) while the liver cell expresses more enzymes for detoxification.",
      "contentHash": "hash-7c0e2c95"
    },
    {
      "id": 5,
      "uuid": "lp-68ab3177-75fa-6041-32ca-d17e4dfdf21d",
      "version": 1,
      "title": "I can describe the protein secretory pathway and the organelles involved",
      "code": "2C.5",
      "what": "Proteins destined for export are synthesised on ribosomes of the rough endoplasmic reticulum, transported to the Golgi apparatus for modification, packaged into secretory vesicles, and released from the cell via exocytosis when the vesicle fuses with the plasma membrane.",
      "why": "Many proteins function outside the cell that produces them (e.g. hormones, antibodies). The secretory pathway explains how cells manufacture and deliver these proteins to where they are needed.",
      "example": "Insulin is a hormone produced by beta cells in the pancreas. It is synthesised on the rough ER, modified in the Golgi apparatus, packaged into vesicles, and released by exocytosis into the bloodstream when blood glucose levels rise.",
      "contentHash": "hash-f2865350"
    }
  ]
}