{
  "id": "molecules-of-heredity",
  "name": "The Molecules of Heredity",
  "icon": "🧬",
  "what": "This subtopic covers the structure of DNA and RNA, including the composition of nucleotides, the sugar-phosphate backbone, complementary base pairing, and the three forms of RNA (mRNA, rRNA and tRNA).",
  "why": "Nucleic acids are the information molecules of life. Understanding their structure is essential for understanding how genetic information is stored, copied and used to build proteins.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-f448662a-2ca7-f4c3-8e88-756971c6b7f0",
      "version": 1,
      "title": "I can identify the three components of a nucleotide",
      "code": "2A.1",
      "what": "A nucleotide is the monomer of nucleic acids and consists of three parts: a phosphate group, a five-carbon sugar, and a nitrogenous base.",
      "why": "Nucleotides are the building blocks of both DNA and RNA. Knowing their structure is the foundation for understanding how nucleic acids are assembled and how they differ.",
      "example": "A DNA nucleotide contains a deoxyribose sugar, a phosphate group, and one of four nitrogenous bases (A, T, G or C). An RNA nucleotide has a ribose sugar instead and uses uracil (U) in place of thymine (T).",
      "contentHash": "hash-37a140f1"
    },
    {
      "id": 2,
      "uuid": "lp-9660bc5e-24e2-60bb-d1e6-671f4e0b9b33",
      "version": 1,
      "title": "I can list the key differences between DNA and RNA using the SBS framework",
      "code": "2A.2",
      "what": "DNA and RNA differ in three main ways remembered by SBS: Sugar (deoxyribose vs ribose), Bases (thymine vs uracil), and Strands (double-stranded vs single-stranded).",
      "why": "Being able to clearly distinguish DNA from RNA is frequently assessed and is fundamental to understanding their different roles in gene expression.",
      "example": "DNA contains deoxyribose sugar, uses thymine, and is double-stranded. RNA contains ribose sugar, uses uracil instead of thymine, and is single-stranded.",
      "contentHash": "hash-4de7be19"
    },
    {
      "id": 3,
      "uuid": "lp-92bdda00-f647-2213-a25c-0d567d596240",
      "version": 1,
      "title": "I can explain complementary base pairing in DNA",
      "code": "2A.3",
      "what": "In DNA, adenine (A) always pairs with thymine (T) via two hydrogen bonds, and guanine (G) always pairs with cytosine (C) via three hydrogen bonds. This means that in any DNA molecule, the amount of A equals T, and the amount of G equals C.",
      "why": "Complementary base pairing explains how DNA holds together as a double helix and allows you to predict the composition of one strand from the other, which is a common exam question.",
      "example": "If a DNA molecule contains 20% guanine, it must also contain 20% cytosine. The remaining 60% is split equally between adenine (30%) and thymine (30%).",
      "contentHash": "hash-a6d504e1"
    },
    {
      "id": 4,
      "uuid": "lp-a75ddc4c-82ee-16cb-3cc6-a19c971bbb18",
      "version": 1,
      "title": "I can draw a schematic diagram of a nucleotide, a single strand, and a double strand of DNA",
      "code": "2A.4",
      "what": "You should be able to represent a nucleotide as a phosphate, sugar and base, show how nucleotides link via phosphodiester bonds to form a single strand with 5' and 3' ends, and show two antiparallel strands joined by hydrogen bonds between complementary bases.",
      "why": "Diagrams are a key way of communicating understanding in biology assessments. Being able to draw these structures demonstrates a deep understanding of nucleic acid organisation.",
      "example": "A single strand diagram shows a chain of sugar-phosphate units with bases projecting to the side, labelled 5' at the phosphate end and 3' at the sugar end. A double strand adds a second antiparallel strand with hydrogen bonds drawn between A-T (two bonds) and G-C (three bonds).",
      "contentHash": "hash-c03ffca6"
    },
    {
      "id": 5,
      "uuid": "lp-78958f57-a9da-b7e9-d570-5463514dc7f6",
      "version": 1,
      "title": "I can state the differences between mRNA, rRNA and tRNA",
      "code": "2A.5",
      "what": "The three types of RNA each have distinct roles: mRNA carries the genetic code from DNA to the ribosome, rRNA is a structural component of ribosomes, and tRNA delivers specific amino acids during translation.",
      "why": "All three types of RNA work together during protein synthesis. Understanding their distinct roles is essential for explaining the full process of gene expression.",
      "example": "mRNA is a single-stranded copy of a gene that acts as a message. rRNA combines with proteins to form ribosomes where translation occurs. tRNA has a clover-leaf shape with an anticodon at one end and a specific amino acid attached at the other.",
      "contentHash": "hash-7bdf64cf"
    }
  ]
}