{
  "id": "switching-genes-on-and-off",
  "name": "Switching Genes On and Off",
  "icon": "🎛️",
  "what": "This subtopic covers the structural components of a gene (promoter, operator, exons, introns, terminator), the definitions of structural and regulatory genes, the concept of an operon, and how the trp operon regulates tryptophan production in prokaryotes.",
  "why": "Organisms do not express all genes all the time. Understanding gene structure and regulation explains how cells control which proteins are made and when, which is essential for efficient use of resources and proper cell function.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-4071b182-42af-984b-fa99-cf5ccf1e5c4f",
      "version": 1,
      "title": "I can define and identify the key structural components of a gene",
      "code": "2D.1",
      "what": "A gene consists of: a promoter (where RNA polymerase binds to start transcription), an operator (where a repressor can bind to block transcription), exons (coding sequences that appear in the final mRNA), introns (non-coding sequences removed during splicing), and a terminator (signals the end of transcription).",
      "why": "Each component of a gene has a specific function in controlling when and how a protein is produced. Knowing these definitions and their roles is foundational for understanding gene regulation.",
      "example": "In a diagram of a gene, the components appear in this order from left to right: promoter, operator, then alternating exons and introns making up the coding region, ending with the terminator.",
      "contentHash": "hash-db5166b3"
    },
    {
      "id": 2,
      "uuid": "lp-1161c189-f14e-b493-dbf2-a3cca4f8e2a8",
      "version": 1,
      "title": "I can distinguish between structural genes and regulatory genes",
      "code": "2D.2",
      "what": "A structural gene codes for a protein that performs a specific function in the cell or organism (e.g. an enzyme or structural protein). A regulatory gene codes for a regulatory protein, such as a repressor, that controls the expression of other genes.",
      "why": "This distinction is important for understanding gene regulation. Regulatory genes act as control switches, determining whether structural genes are transcribed or not.",
      "example": "In the trp operon, the five genes trpE to trpA are structural genes that code for enzymes needed to make tryptophan. The separate trpR gene is a regulatory gene that codes for the trp repressor protein.",
      "contentHash": "hash-4a26911a"
    },
    {
      "id": 3,
      "uuid": "lp-cd2e4c0a-34a8-7f79-cdcd-053e4d69d3f1",
      "version": 1,
      "title": "I can define an operon and identify its components",
      "code": "2D.3",
      "what": "An operon is a series of structural genes that are all under the control of a single promoter and operator. This means they are transcribed together as one unit and regulated as a group.",
      "why": "Operons are an efficient way for prokaryotes to coordinate the expression of genes involved in the same metabolic pathway. The trp operon is the required example for this course.",
      "example": "The trp operon contains five structural genes (trpE, trpD, trpC, trpB, trpA) all controlled by one promoter and one operator. When the operon is switched on, all five genes are transcribed together into one mRNA.",
      "contentHash": "hash-884f453a"
    },
    {
      "id": 4,
      "uuid": "lp-85de6f5d-24e0-ae57-7bcf-3059db4a3be7",
      "version": 1,
      "title": "I can describe how the trp operon functions when tryptophan levels are low",
      "code": "2D.4",
      "what": "When tryptophan levels are low, the repressor protein is inactive and cannot bind to the operator. This leaves the promoter accessible, so RNA polymerase binds and transcribes the five structural genes. The resulting enzymes then synthesise more tryptophan.",
      "why": "This scenario illustrates how gene expression is activated in response to a cellular need. The organism only produces tryptophan-synthesising enzymes when tryptophan is actually needed.",
      "example": "In an E. coli cell that has run low on tryptophan, the trp repressor floats freely in an inactive shape. RNA polymerase binds to the promoter unimpeded and transcribes trpE through trpA, producing the enzymes that build tryptophan from precursor molecules.",
      "contentHash": "hash-137281a9"
    },
    {
      "id": 5,
      "uuid": "lp-b27187fc-40ad-5611-d1a1-60d61da56d7d",
      "version": 1,
      "title": "I can describe how the trp operon functions when tryptophan levels are high",
      "code": "2D.5",
      "what": "When tryptophan levels are high, tryptophan molecules bind to the repressor protein, changing its shape so that it can now bind to the operator. This blocks RNA polymerase from reaching the promoter, preventing transcription of the structural genes and stopping tryptophan production.",
      "why": "This scenario illustrates negative feedback at the genetic level. The product of the pathway (tryptophan) acts as the signal to shut down its own production, conserving cellular resources.",
      "example": "When an E. coli cell has plenty of tryptophan, tryptophan acts as a co-repressor by binding to the trp repressor. The now-active repressor binds to the operator, physically blocking RNA polymerase. No mRNA is made, so no tryptophan-synthesising enzymes are produced.",
      "contentHash": "hash-75eb0cc5"
    },
    {
      "id": 6,
      "uuid": "lp-341df131-7418-09c8-4838-164083716011",
      "version": 1,
      "title": "I can explain the role of the repressor protein in regulating the trp operon",
      "code": "2D.6",
      "what": "The repressor protein is always present in the cell but can exist in two forms: inactive (cannot bind the operator) when tryptophan is absent, and active (binds the operator to block transcription) when tryptophan binds to it and changes its shape.",
      "why": "The repressor is the key regulatory molecule that links the cell's internal conditions (tryptophan concentration) to gene expression. Understanding its dual states is essential for explaining how the operon switches between on and off.",
      "example": "Think of the repressor as a lock that only works when tryptophan acts as the key. Without tryptophan, the lock is the wrong shape and cannot block the door (operator). With tryptophan inserted, the lock changes shape, fits into the operator, and blocks RNA polymerase from passing through.",
      "contentHash": "hash-c23528a4"
    }
  ]
}