{
  "id": "nervous-system-hierarchy",
  "name": "The Nervous System Hierarchy",
  "icon": "🧠",
  "what": "This subtopic covers the two major subdivisions of the nervous system (CNS and PNS), the subdivisions of the PNS (somatic and autonomic), and the three branches of the autonomic nervous system. It also covers afferent, efferent, and interneuron pathways.",
  "why": "The nervous system hierarchy is the organisational framework for this entire Area of Study. Understanding which structures control which functions is essential for answering scenario-based exam questions about neural pathways, reflexes, and autonomic responses.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-588239d1-f48b-7559-a469-9de3fb247626",
      "version": 1,
      "title": "I can identify the two major subdivisions of the nervous system and describe the role of each",
      "code": "1.1",
      "what": "The nervous system divides into the Central Nervous System (CNS), consisting of the brain and spinal cord, and the Peripheral Nervous System (PNS), consisting of all nerves and neurons outside the brain and spinal cord.",
      "why": "This is the most fundamental distinction in nervous system organisation. Every exam question about neural pathways requires you to identify whether a structure belongs to the CNS or PNS.",
      "example": "The brain interpreting the taste of food is a CNS function (processing). The nerves carrying taste signals from your tongue to your brain are part of the PNS (transmission).",
      "contentHash": "hash-1fcfddfe"
    },
    {
      "id": 2,
      "uuid": "lp-2a35f29e-b8e3-38ae-19ae-f785fd6af384",
      "version": 1,
      "title": "I can describe the somatic nervous system and distinguish between afferent and efferent neurons",
      "code": "1.2",
      "what": "The somatic nervous system controls voluntary skeletal muscle movement and carries sensory information to the CNS. Sensory (afferent) neurons carry information toward the CNS. Motor (efferent) neurons carry commands away from the CNS to muscles.",
      "why": "Distinguishing afferent from efferent pathways is critical for describing any neural pathway in an exam response. The mnemonic SAME (Sensory = Afferent, Motor = Efferent) can help you remember.",
      "example": "When you kick a soccer ball, sensory (afferent) neurons carry visual information about the ball's position to your brain, and motor (efferent) neurons carry the command from your brain to your leg muscles to perform the kick.",
      "contentHash": "hash-b5a0d144"
    },
    {
      "id": 3,
      "uuid": "lp-f0d2fbfd-439f-52b3-5d3b-4c4dba819be3",
      "version": 1,
      "title": "I can describe the role of interneurons and where they are located",
      "code": "1.3",
      "what": "Interneurons exist only within the CNS (brain and spinal cord) and relay signals between sensory and motor neurons. They are essential for processing, integration, and decision-making.",
      "why": "Interneurons are a key component of the spinal reflex arc and are involved in all complex CNS processing. Forgetting to include them in reflex pathway descriptions is a common exam error.",
      "example": "In a spinal reflex, when you touch a hot surface, an interneuron in the spinal cord relays the signal from the sensory neuron directly to the motor neuron, enabling a rapid withdrawal response.",
      "contentHash": "hash-96140733"
    },
    {
      "id": 4,
      "uuid": "lp-9c54dd66-de35-22ef-6c63-a29ce6913209",
      "version": 1,
      "title": "I can describe the three subdivisions of the autonomic nervous system",
      "code": "1.4",
      "what": "The autonomic nervous system (ANS) has three subdivisions: the sympathetic NS (prepares the body for vigorous activity or threat), the parasympathetic NS (restores the body to a calm, resting state), and the enteric NS (regulates digestion semi-autonomously in the gut wall).",
      "why": "Understanding the three ANS subdivisions is essential for explaining the fight-flight-freeze response (Chapter 2), stress physiology, and the gut-brain axis. These concepts appear across Units 3 and 4.",
      "example": "During a job interview, the sympathetic NS increases your heart rate and sweating. Afterwards, the parasympathetic NS slows your heart rate and promotes digestion. Meanwhile, the enteric NS continues regulating gut motility semi-independently.",
      "contentHash": "hash-cd158b84"
    },
    {
      "id": 5,
      "uuid": "lp-a438e59b-4af4-11da-737d-1d905788249b",
      "version": 1,
      "title": "I can explain the concept of autonomic dominance rather than treating the sympathetic and parasympathetic systems as an on/off switch",
      "code": "1.5",
      "what": "Both the sympathetic and parasympathetic divisions are active simultaneously at all times. One division is dominant at any given moment, but the other is still functioning at a lower level. This is called autonomic dominance.",
      "why": "Treating the two divisions as a simple on/off switch is a common exam error. Using the term 'autonomic dominance' demonstrates precise understanding and earns marks in extended responses.",
      "example": "Even during intense sympathetic activation while running from danger, the parasympathetic NS is still active at a low level. After escaping, parasympathetic dominance gradually returns, slowing heart rate and resuming digestion.",
      "contentHash": "hash-3481d153"
    }
  ]
}