{
  "id": "neuron-structure-and-synaptic-transmission",
  "name": "Neuron Structure and Synaptic Transmission",
  "icon": "🔬",
  "what": "This subtopic covers the key structures of a neuron (dendrites, soma, axon, myelin sheath, nodes of Ranvier, terminal buttons) and the step-by-step process of synaptic transmission including the lock-and-key mechanism.",
  "why": "Neuron structure and synaptic transmission are foundational to all nervous system content. VCAA examiners consistently reward precise technical language when describing these processes, so knowing the correct terminology is essential for earning full marks.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-15f370e4-438f-ea60-2839-e7997d4c7e9d",
      "version": 1,
      "title": "I can label the key structures of a neuron and describe their functions",
      "code": "3.1",
      "what": "A neuron has six key structures: dendrites (receive signals), soma/cell body (integrates signals, contains nucleus), axon (transmits electrical impulses away from soma), myelin sheath (insulates and speeds up transmission), nodes of Ranvier (gaps enabling saltatory conduction), and terminal buttons (store and release neurotransmitters).",
      "why": "Knowing the structure of a neuron is prerequisite knowledge for understanding synaptic transmission, the action potential, and neural plasticity. Labelling questions appear frequently on exams.",
      "example": "A motor neuron running from the spinal cord to a toe muscle has dendrites in the spinal cord receiving signals, a soma containing the nucleus, a very long axon (over 1 metre) wrapped in myelin sheath, and terminal buttons that release neurotransmitters onto the muscle.",
      "contentHash": "hash-b3c083c5"
    },
    {
      "id": 2,
      "uuid": "lp-09a11393-ecdc-8084-0027-337294986068",
      "version": 1,
      "title": "I can explain that communication within a neuron is electrical and communication between neurons is chemical",
      "code": "3.2",
      "what": "Within a neuron, the action potential (a brief electrical impulse) travels along the axon. Between neurons, neurotransmitters (chemical messengers) carry the signal across the synaptic cleft. Neural information flows in one direction: dendrites, soma, axon, terminal buttons, synapse, next neuron.",
      "why": "This is a fundamental principle of neural communication. Confusing electrical and chemical transmission, or describing signals as travelling in both directions, are common exam errors.",
      "example": "When you move your finger, an electrical impulse (action potential) travels along the axon of a motor neuron. When it reaches the terminal button, the signal is converted to a chemical message — neurotransmitters are released across the synapse to the muscle cell.",
      "contentHash": "hash-b0f56761"
    },
    {
      "id": 3,
      "uuid": "lp-39b2d534-136d-508c-c819-c490dbfd20ec",
      "version": 1,
      "title": "I can describe the step-by-step process of synaptic transmission",
      "code": "3.3",
      "what": "Synaptic transmission follows a precise sequence: an action potential arrives at the terminal button, calcium ions enter, synaptic vesicles fuse with the membrane, neurotransmitters are released via exocytosis, they diffuse across the synaptic cleft, and bind to complementary receptor sites on the postsynaptic neuron via the lock-and-key process.",
      "why": "Detailed knowledge of synaptic transmission is heavily rewarded by VCAA examiners. The difference between a 1-mark and a 3-mark answer is the use of precise terminology such as 'exocytosis,' 'synaptic cleft,' and 'lock-and-key process.'",
      "example": "A presynaptic neuron fires. The action potential triggers calcium influx at the terminal button. Vesicles release glutamate via exocytosis into the synaptic cleft. Glutamate diffuses across the cleft and binds to complementary receptors on the postsynaptic dendrite (lock-and-key), producing an excitatory effect.",
      "contentHash": "hash-40810293"
    },
    {
      "id": 4,
      "uuid": "lp-b266e774-b495-b434-1290-6110fbfcd4d5",
      "version": 1,
      "title": "I can explain the lock-and-key process and why neurotransmitters only bind to specific receptors",
      "code": "3.4",
      "what": "The lock-and-key process describes how each neurotransmitter has a specific molecular shape that must match the shape of the receptor on the postsynaptic neuron, like a key fitting a lock. A neurotransmitter can only produce an effect if it binds to a complementary receptor.",
      "why": "The lock-and-key concept explains why different neurotransmitters have different effects and why drugs that mimic neurotransmitter shapes can affect neural activity. This links directly to pharmacology content in Unit 4.",
      "example": "Glutamate has a specific molecular shape that fits glutamate receptors (like NMDA receptors) but does not fit GABA receptors. Similarly, GABA fits GABA receptors but not glutamate receptors. This specificity ensures that excitatory and inhibitory signals remain distinct.",
      "contentHash": "hash-3d07e4e4"
    },
    {
      "id": 5,
      "uuid": "lp-53688b6a-da54-50a2-3bf7-304db085e221",
      "version": 1,
      "title": "I can describe the three mechanisms by which neurotransmitters are cleared from the synapse",
      "code": "3.5",
      "what": "After neurotransmitters have bound to receptors, the remaining molecules in the synaptic cleft are cleared by three mechanisms: reuptake (absorbed back into the presynaptic terminal for reuse), enzymatic degradation (broken down by enzymes in the cleft), or diffusion (drifting away from the synapse).",
      "why": "Understanding neurotransmitter clearance is important for explaining how drugs work. For example, many antidepressants (SSRIs) block the reuptake of serotonin, increasing its availability in the synapse.",
      "example": "After glutamate is released and binds to postsynaptic receptors, the remaining glutamate molecules are either taken back into the presynaptic neuron (reuptake), broken down by enzymes in the cleft (enzymatic degradation), or drift away (diffusion).",
      "contentHash": "hash-6fa90f3d"
    }
  ]
}