{
  "id": "neural-modifications",
  "name": "Neural Modifications: Sprouting, Rerouting, and Pruning",
  "icon": "🌿",
  "what": "This subtopic covers three structural modifications driven by synaptic plasticity: sprouting (growth of new connections via LTP), rerouting (redirection of pathways, often after injury, via LTP), and pruning (elimination of unused connections via LTD).",
  "why": "These three modifications are the observable structural outcomes of LTP and LTD. Exam questions frequently ask you to explain how synaptic plasticity modifies neural connections, and simply listing the three terms without linking them to LTP or LTD will not earn full marks.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-8185e4ad-4d5b-3b75-629d-faefbcd7f06e",
      "version": 1,
      "title": "I can describe sprouting as the growth of new dendritic or axonal branches driven by LTP",
      "code": "6.1",
      "what": "Sprouting is the growth of new dendritic or axonal branches to form new synaptic connections. It occurs when neural pathways are frequently activated via LTP, stimulating the neuron to extend additional branches that connect with neighbouring neurons.",
      "why": "Sprouting explains how the brain builds new networks in response to learning and practice. It is linked to LTP — repeated activation drives the growth of new connections.",
      "example": "When a person learns to play piano, repeated practice strengthens existing pathways (LTP) and stimulates sprouting — new dendritic branches grow, creating additional connections between the motor cortex, cerebellum, and auditory cortex, supporting increasingly fluid performance.",
      "contentHash": "hash-0d91994e"
    },
    {
      "id": 2,
      "uuid": "lp-5a06bc7c-845e-264a-4a2d-93fcb3200e20",
      "version": 1,
      "title": "I can describe rerouting as the redirection of neural connections to create alternative pathways",
      "code": "6.2",
      "what": "Rerouting is the redirection of existing neural connections to create alternative pathways, often around damaged or dysfunctional neurons. It is a key mechanism of recovery after brain injury and is driven by LTP in the surviving neurons that form new connections.",
      "why": "Rerouting explains how the brain can partially recover function after injury, such as stroke. Understanding this mechanism helps you answer exam scenarios about rehabilitation and brain damage recovery.",
      "example": "After a stroke damages neurons in the motor cortex controlling the right hand, intensive physiotherapy repeatedly activates surviving neurons near the damaged area. Through LTP and rerouting, these neurons form new connections that create alternative pathways to the hand muscles, partially restoring movement.",
      "contentHash": "hash-9be286c9"
    },
    {
      "id": 3,
      "uuid": "lp-96b0dd16-e517-599f-e978-176b29101c0d",
      "version": 1,
      "title": "I can describe pruning as the elimination of unused synaptic connections driven by LTD",
      "code": "6.3",
      "what": "Pruning is the elimination of weak, unused synaptic connections. It is driven by LTD — connections that are not regularly activated weaken progressively until they are removed entirely. Pruning is essential for efficient brain function, summarised as 'use it or lose it.'",
      "why": "Pruning is not negative — it refines neural networks so the brain operates efficiently. It is particularly important during childhood and adolescence, when the brain eliminates connections not reinforced by experience while strengthening those that are.",
      "example": "Infants have far more synaptic connections than adults. During childhood, a child who regularly practises reading strengthens those pathways (LTP), while connections for skills they rarely use weaken and are pruned (LTD). The result is a more efficient, specialised neural network.",
      "contentHash": "hash-5ef69d13"
    },
    {
      "id": 4,
      "uuid": "lp-ccbe52c2-28fc-a507-df8b-7df9c277394b",
      "version": 1,
      "title": "I can connect sprouting, rerouting, and pruning to LTP and LTD in an integrated exam response",
      "code": "6.4",
      "what": "Sprouting and rerouting result from LTP — they involve the growth and strengthening of neural connections through repeated activation. Pruning results from LTD — it involves the weakening and elimination of connections due to lack of use. In any learning scenario, all three modifications may occur simultaneously.",
      "why": "Exam questions that ask you to 'explain how synaptic plasticity modifies neural connections' require you to link each modification to its underlying mechanism (LTP or LTD). Simply listing the three modifications without this connection will not earn full marks.",
      "example": "A student learning to drive strengthens the neural pathways for steering, braking, and mirror-checking through LTP, with new connections sprouting between relevant brain regions. Incorrect habits (e.g. looking down at the gearstick) weaken through LTD and are eventually pruned. If the student had a prior injury, rerouting via LTP may help alternative pathways compensate.",
      "contentHash": "hash-4cdabea8"
    },
    {
      "id": 5,
      "uuid": "lp-ef6f2966-4bb2-5be3-1f98-8b29c86f1aac",
      "version": 1,
      "title": "I can apply knowledge of nervous system functioning to novel scenarios in exam-style questions",
      "code": "6.5",
      "what": "Applying nervous system knowledge means tracing a scenario through multiple levels: identifying which NS structures are involved, describing the neural pathways, explaining how neurotransmitters contribute, and connecting to synaptic plasticity where relevant. Responses must always reference the specific details given in the scenario.",
      "why": "The most common reason students lose marks is providing generic definitions without connecting them to the scenario. VCAA examiners reward responses that link content to the specific context described in the question.",
      "example": "For a scenario about a person learning to cook: the somatic NS carries sensory information (sight, touch, smell) to the CNS. The brain generates voluntary motor commands to skeletal muscles. With repeated practice, LTP strengthens the relevant pathways (more glutamate, more receptors), sprouting creates new connections, and LTD prunes inefficient techniques — until cooking becomes near-automatic.",
      "contentHash": "hash-9d232a7b"
    }
  ]
}