{
  "id": "neurotransmitters-glutamate-and-gaba",
  "name": "Neurotransmitters: Glutamate and GABA",
  "icon": "🧪",
  "what": "This subtopic covers the roles of glutamate (the brain's primary excitatory neurotransmitter) and GABA (the brain's primary inhibitory neurotransmitter), the difference between EPSPs and IPSPs, and the process of summation and the all-or-none response.",
  "why": "Glutamate and GABA are the two neurotransmitters specified in the VCE study design for this topic. Understanding their excitatory and inhibitory effects is essential for explaining synaptic plasticity, the stress response, and the biological basis of anxiety and phobia in later units.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-4ede3c8c-22db-5e89-7cba-5998d7760f5c",
      "version": 1,
      "title": "I can distinguish between excitatory postsynaptic potentials (EPSPs) and inhibitory postsynaptic potentials (IPSPs)",
      "code": "4.1",
      "what": "An EPSP is a depolarisation of the postsynaptic neuron that makes it more likely to fire an action potential. An IPSP is a hyperpolarisation of the postsynaptic neuron that makes it less likely to fire. Whether an EPSP or IPSP is produced depends on the neurotransmitter and receptor type.",
      "why": "The EPSP/IPSP distinction is the foundation for understanding how neural activity is regulated. Without this knowledge, you cannot explain summation, the all-or-none principle, or the balance between glutamate and GABA.",
      "example": "When glutamate binds to a receptor on a postsynaptic neuron, it produces an EPSP — pushing the neuron's charge closer to the firing threshold. When GABA binds to a receptor on the same neuron, it produces an IPSP — pushing the charge further from the threshold.",
      "contentHash": "hash-f5bf199b"
    },
    {
      "id": 2,
      "uuid": "lp-141e8609-445a-a2c7-aa30-e00f86c77436",
      "version": 1,
      "title": "I can explain the role of glutamate as the brain's primary excitatory neurotransmitter",
      "code": "4.2",
      "what": "Glutamate is responsible for approximately 75% of all excitatory transmission in the brain. It produces EPSPs and is essential for learning, memory formation, cognitive functions, and long-term potentiation (LTP) through activation of NMDA receptors. Excess glutamate can cause excitotoxicity, damaging neurons.",
      "why": "Glutamate is directly linked to LTP and memory formation, making it central to multiple exam topics. Understanding excitotoxicity also connects to neurodegenerative diseases, showing the importance of balance in neural activity.",
      "example": "When you study new material, glutamate is released at synapses in the hippocampus. It binds to NMDA receptors, producing EPSPs that contribute to LTP — strengthening the synaptic connections that encode the new memory.",
      "contentHash": "hash-483adfd9"
    },
    {
      "id": 3,
      "uuid": "lp-9fe7eeac-c200-19eb-598f-6ae1ef257c88",
      "version": 1,
      "title": "I can explain the role of GABA as the brain's primary inhibitory neurotransmitter",
      "code": "4.3",
      "what": "GABA is present at approximately 30–40% of all synapses in the brain. It produces IPSPs that reduce neural firing. GABA prevents overexcitation, regulates anxiety by calming the amygdala, promotes sleep, and supports concentration by suppressing irrelevant neural activity. GABA is synthesised from glutamate.",
      "why": "GABA's role in regulating anxiety connects Unit 3 AOS1 directly to Unit 4 AOS2 (specific phobia). The chain of insufficient GABA leading to unregulated amygdala activity leading to heightened fear has been directly examined in both 2023 and 2024.",
      "example": "A person with low GABA levels may experience excessive neural firing in the amygdala, leading to heightened anxiety. Benzodiazepines (anti-anxiety medication) work by enhancing GABA's inhibitory effects, increasing the calming influence on neural activity.",
      "contentHash": "hash-904031f8"
    },
    {
      "id": 4,
      "uuid": "lp-7ed63cf6-c47d-7005-6c98-cf03b29ce16d",
      "version": 1,
      "title": "I can explain the process of summation and the all-or-none response",
      "code": "4.4",
      "what": "Summation is the process by which a postsynaptic neuron integrates all incoming EPSPs and IPSPs from hundreds or thousands of presynaptic neurons simultaneously. If total excitatory input exceeds total inhibitory input enough to reach the neuron's threshold, an action potential fires at full strength (all-or-none principle). There is no partial action potential.",
      "why": "Summation explains how the brain makes decisions at the cellular level — it is the mechanism by which competing excitatory and inhibitory signals are resolved into a single outcome (fire or not fire).",
      "example": "A postsynaptic neuron receives 100 EPSPs from glutamate-releasing neurons and 80 IPSPs from GABA-releasing neurons simultaneously. The net excitatory input exceeds the threshold, so the neuron fires a full-strength action potential. If it had received 100 IPSPs instead, the threshold would not be reached and no action potential would occur.",
      "contentHash": "hash-e76fbafa"
    }
  ]
}