{
  "id": "synaptic-plasticity",
  "name": "Synaptic Plasticity: LTP and LTD",
  "icon": "🌱",
  "what": "This subtopic covers synaptic plasticity as the brain's ability to strengthen or weaken synaptic connections in response to experience, including the mechanisms of long-term potentiation (LTP) and long-term depression (LTD).",
  "why": "Synaptic plasticity is the neural basis of learning and memory. LTP and LTD explain how the brain encodes new information, refines skills, and discards unused connections. These concepts are heavily examined and connect to almost every other topic in VCE Psychology.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-886b3aec-13bd-72bf-d8d8-983f9e1c4c7b",
      "version": 1,
      "title": "I can define synaptic plasticity and explain its significance for learning and memory",
      "code": "5.1",
      "what": "Synaptic plasticity is the ability of synaptic connections between neurons to strengthen or weaken over time in response to experience. It is the fundamental neural mechanism underlying learning and memory — when you learn something new, the physical connections between neurons in your brain change.",
      "why": "Synaptic plasticity is the overarching concept that connects LTP, LTD, sprouting, rerouting, and pruning. Without understanding plasticity, the individual mechanisms lack context.",
      "example": "A child learning to read activates certain neural pathways repeatedly. Through synaptic plasticity, those pathways strengthen over time, making reading progressively easier and more automatic. Pathways for inefficient reading strategies weaken and are eventually removed.",
      "contentHash": "hash-b4b346fa"
    },
    {
      "id": 2,
      "uuid": "lp-e961e80c-485e-b78f-43b7-fa83d7244881",
      "version": 1,
      "title": "I can explain long-term potentiation (LTP) as a long-lasting strengthening of synapses due to repeated stimulation",
      "code": "5.2",
      "what": "LTP is the long-lasting strengthening of synaptic connections between neurons that are frequently co-activated due to repeated stimulation. The complete definition must include three elements: (1) long-lasting, (2) strengthening of a synapse, (3) due to repeated stimulation. At the cellular level, the presynaptic neuron releases more glutamate and the postsynaptic neuron develops more receptor sites (AMPA receptors).",
      "why": "The 2024 examiner report flagged that 46% of students scored zero on an LTP question because they omitted 'repeated stimulation.' Including all three elements in your definition is essential for full marks.",
      "example": "When a student practises multiplication tables daily for weeks, the neural pathways for those calculations are repeatedly activated. Through LTP, more glutamate is released and more AMPA receptors develop on postsynaptic neurons, making the pathway easier to activate — so recall becomes faster and more effortless.",
      "contentHash": "hash-608ed400"
    },
    {
      "id": 3,
      "uuid": "lp-1d7d2cd6-599d-dad5-5db4-190df0cc9d5e",
      "version": 1,
      "title": "I can explain long-term depression (LTD) as a long-lasting weakening of synapses due to lack of stimulation",
      "code": "5.3",
      "what": "LTD is the long-lasting weakening of synaptic connections that are not regularly activated, resulting from lack of stimulation or prolonged low-level stimulation. AMPA receptors are removed from the postsynaptic membrane, reducing the neuron's sensitivity to glutamate. The connection becomes harder to activate.",
      "why": "LTD is equally important to learning as LTP. Without LTD, the brain would become overloaded with unnecessary connections. LTD clears unused pathways and allows the brain to allocate resources efficiently. Note that 'depression' here refers to reduced neural activity, not the mental health condition.",
      "example": "A person who was fluent in French as a child but has not spoken or practised French for 15 years finds it much harder to recall vocabulary and grammar. The neural pathways for French have weakened through LTD due to lack of regular activation.",
      "contentHash": "hash-4cc98dfe"
    },
    {
      "id": 4,
      "uuid": "lp-d1c5e5ae-be42-29e0-69d4-42097003ab93",
      "version": 1,
      "title": "I can describe relevant research supporting LTP and synaptic plasticity",
      "code": "5.4",
      "what": "Bliss and Lømo (1973) first demonstrated LTP experimentally by delivering high-frequency electrical stimulation to rabbit hippocampal neurons, finding that synaptic responses were significantly and lastingly enhanced. Maguire et al. (2000) showed London taxi drivers had larger posterior hippocampi correlated with years of navigation experience, demonstrating LTP-driven structural changes in human brains.",
      "why": "Research evidence strengthens exam responses and demonstrates your ability to link theory to experimental findings. Maguire et al. is the most commonly cited neuroplasticity study in VCE Psychology.",
      "example": "Maguire found that taxi drivers who had been navigating London for 20 years had significantly larger posterior hippocampi than new drivers. A 2011 follow-up (Woollett and Maguire) tracked trainees over 3–4 years and found hippocampal growth only in those who successfully qualified, confirming that the changes resulted from learning, not pre-existing differences.",
      "contentHash": "hash-d520056e"
    }
  ]
}