{
  "id": "copying-and-sorting-dna",
  "name": "Copying and Sorting DNA",
  "icon": "🧪",
  "what": "This subtopic covers the polymerase chain reaction (PCR) used to amplify DNA, and gel electrophoresis used to separate DNA fragments by size. It includes the stages, materials and conditions for both techniques, and the importance of a DNA standard.",
  "why": "PCR and gel electrophoresis are foundational techniques in molecular biology. PCR allows scientists to produce millions of copies of DNA from a tiny sample, and gel electrophoresis allows them to visualise and compare DNA fragments, which is essential for DNA profiling and gene cloning.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-e1d2fc33-69c0-98e8-cae1-fd25da6556b4",
      "version": 1,
      "title": "I can describe the three stages, materials and conditions of one PCR cycle",
      "code": "3A.7",
      "what": "One PCR cycle has three stages: (1) Denaturation at 90-95°C, where heat breaks hydrogen bonds to separate the double-stranded DNA template into single strands; (2) Annealing at 50-60°C, where cooling allows forward and reverse primers to bind to complementary regions on each strand; (3) Extension at 72°C, where Taq polymerase adds free nucleotides complementary to each template strand, creating two copies of the original DNA.",
      "why": "PCR is used whenever more DNA is needed, such as amplifying trace DNA from a crime scene or amplifying a gene of interest before gene cloning. Understanding each stage and its ingredients is essential for explaining why the process works.",
      "example": "Starting with 1 double-stranded DNA template, after 1 cycle you have 2 copies. After 2 cycles, 4 copies. After 6 cycles, 64 copies (2 to the power of 6). A typical PCR runs 35-45 cycles, producing billions of copies.",
      "contentHash": "hash-95ebfe36"
    },
    {
      "id": 2,
      "uuid": "lp-00b5ce73-03e7-b7ee-a662-d5a65bd22393",
      "version": 1,
      "title": "I can draw and label a diagram of the steps in the polymerase chain reaction",
      "code": "3A.8",
      "what": "A PCR diagram should show the three stages in sequence: the double-stranded DNA separating during denaturation, primers binding to opposite ends of each strand during annealing, and Taq polymerase extending from each primer during extension, with free nucleotides being added by complementary base pairing.",
      "why": "Diagrams of PCR are commonly assessed and demonstrate that you understand not just what happens at each stage, but the physical relationship between the template strands, primers, and newly synthesised DNA.",
      "example": "In the annealing diagram, the forward primer binds to the 3' end of one template strand and the reverse primer binds to the 3' end of the other template strand. This ensures that DNA is copied in both directions, from each primer towards the other.",
      "contentHash": "hash-212578de"
    },
    {
      "id": 3,
      "uuid": "lp-10fe5bc6-9278-e491-605d-adcb399bf9cc",
      "version": 1,
      "title": "I can draw, label and explain the set-up and process of gel electrophoresis",
      "code": "3A.9",
      "what": "Gel electrophoresis separates DNA fragments by size. Digested DNA samples mixed with loading dye are placed in wells at the negative electrode end of an agarose gel covered in buffer solution. When an electric field is applied, DNA (negatively charged due to phosphate groups) migrates toward the positive electrode. Smaller fragments travel faster and further than larger fragments.",
      "why": "Gel electrophoresis is the technique that makes DNA visible and comparable. It is used in DNA profiling, in verifying gene cloning results, and in determining the sizes of unknown DNA fragments.",
      "example": "A gel diagram should show: wells at the top (negative end), the positive electrode at the bottom, lanes running vertically from each well, and bands at different positions within each lane. A fragment of 500 bp will appear further from the well than a fragment of 2000 bp because it is smaller and travels faster.",
      "contentHash": "hash-37471079"
    },
    {
      "id": 4,
      "uuid": "lp-a48dccb1-0074-a118-a689-8794930429e8",
      "version": 1,
      "title": "I can explain the purpose of a DNA standard (ladder) in gel electrophoresis",
      "code": "3A.10",
      "what": "A DNA standard (or DNA ladder) is a sample containing DNA fragments of known sizes that is run in one lane of the gel alongside unknown samples. Because conditions vary between gel runs (voltage, gel concentration, temperature, time), the distance a fragment travels changes each time. The standard allows scientists to determine unknown fragment sizes by comparison.",
      "why": "Without a DNA standard, scientists cannot determine the actual sizes of unknown fragments. The standard acts as a control, converting distance-travelled into base pair size, which is essential for accurate analysis.",
      "example": "If a DNA standard shows bands at 5000 bp, 2000 bp, 1000 bp, 500 bp and 250 bp, and an unknown fragment has migrated to the same level as the 1000 bp standard band, the unknown fragment is approximately 1000 bp in size.",
      "contentHash": "hash-42c4e829"
    }
  ]
}