{
  "id": "precision-gene-editing",
  "name": "Precision Gene Editing",
  "icon": "🎯",
  "what": "This subtopic covers the natural function of CRISPR-Cas9 as a bacterial immune defence against viruses, and its application as a precise genome editing tool. It also covers the advantages of CRISPR-Cas9 over traditional techniques and the ethical implications of its use.",
  "why": "CRISPR-Cas9 represents a revolution in genetic engineering, offering unprecedented precision in editing DNA. Understanding both its natural function in bacteria and its application in genome editing is required by the VCE Study Design.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-fb5b418f-ea0e-b378-296c-ea45e8d7ad3c",
      "version": 1,
      "title": "I can explain the natural function of CRISPR-Cas9 in bacterial defence against viruses",
      "code": "3D.1",
      "what": "CRISPR is a section of bacterial DNA containing short repeated palindromic sequences with spacers between them. When a bacteriophage infects a bacterium, the CRISPR system stores a piece of the viral DNA as a spacer. If the same virus attacks again, the bacterium produces guide RNA (gRNA) complementary to the viral DNA, which directs the Cas9 enzyme to cut up the viral genetic material, preventing viral replication.",
      "why": "Understanding the natural function in bacteria provides the foundation for understanding how scientists have adapted this system for genome editing. The bacterial immune defence explains why CRISPR stores viral sequences and how Cas9 recognises foreign DNA using the PAM sequence.",
      "example": "When bacteriophage DNA enters an E. coli cell, the CRISPR system inserts a short sequence of the viral DNA as a spacer in the bacterial genome. If the same virus attacks again, the bacterium transcribes the spacer into gRNA, which guides Cas9 to the matching viral DNA. Cas9 recognises the PAM sequence (present in viral DNA but not bacterial DNA) and cuts both strands, destroying the virus.",
      "contentHash": "hash-3c01f0b9"
    },
    {
      "id": 2,
      "uuid": "lp-9f57222b-2180-66e0-46d8-72be11f97c3d",
      "version": 1,
      "title": "I can describe how CRISPR-Cas9 is applied as a genome editing tool",
      "code": "3D.2",
      "what": "Scientists design a single guide RNA (sgRNA) with a sequence complementary to the target gene. The sgRNA and Cas9 enzyme are injected into the cell. The sgRNA binds to the complementary DNA sequence adjacent to a PAM sequence, and Cas9 cuts both DNA strands at that precise location. The cell's natural repair enzymes then either disable the gene (by adding disruptive insertions or deletions) or insert a new beneficial DNA sequence.",
      "why": "This is the application of the natural bacterial function to genetic engineering. Being able to describe the steps shows understanding of how a natural defence mechanism has been repurposed as a precise, controllable tool for editing any organism's genome.",
      "example": "To correct a faulty allele causing sickle cell disease: scientists design sgRNA complementary to the mutated sequence, inject it with Cas9 into the target cells, Cas9 cuts the DNA at the mutation site, and the cell's repair enzymes insert the correct DNA sequence, restoring normal haemoglobin production.",
      "contentHash": "hash-befe1e57"
    },
    {
      "id": 3,
      "uuid": "lp-27e89278-0674-e14a-97e0-2fffdaf2aaec",
      "version": 1,
      "title": "I can explain the advantages of CRISPR-Cas9 over restriction enzymes and earlier gene editing methods",
      "code": "3D.3",
      "what": "CRISPR-Cas9 is more precise than restriction enzymes because the gRNA is 20 nucleotides long (compared to 4-6 nucleotide recognition sites), making it likely to find only one complementary site in an entire genome. Unlike earlier viral gene therapy methods, CRISPR-Cas9 allows scientists to target an exact location, avoiding the risk of disrupting other genes. It is also cheap, easy and accurate.",
      "why": "Understanding these advantages explains why CRISPR-Cas9 has revolutionised genetic engineering and is replacing older, less precise methods.",
      "example": "A restriction enzyme with a 6-base recognition site (like GAATTC) might find hundreds of matching sites across a human genome and cut at all of them. CRISPR-Cas9 with a 20-nucleotide gRNA is designed to match only one specific location in the genome, allowing a single precise cut exactly where the scientist intends.",
      "contentHash": "hash-8f7b439d"
    },
    {
      "id": 4,
      "uuid": "lp-af965811-8bd4-b3f7-d980-f5d5aadf66cd",
      "version": 1,
      "title": "I can identify the roles of guide RNA and Cas9 in the CRISPR-Cas9 system",
      "code": "3D.4",
      "what": "Guide RNA (gRNA) is a specific RNA sequence of 20 nucleotides that is complementary to the target DNA sequence. Its role is to direct the Cas9 enzyme to the correct location on the genome. Cas9 is an endonuclease enzyme with two active sites that cuts both strands of the DNA at the precise point determined by the gRNA, adjacent to the PAM sequence.",
      "why": "Distinguishing the roles of gRNA and Cas9 is fundamental. The gRNA provides the specificity (where to cut) and Cas9 provides the cutting function (how to cut). Together they form a programmable molecular scissors.",
      "example": "Think of gRNA as a GPS navigator that guides the Cas9 scissors to the exact location on the DNA. The gRNA binds to the complementary DNA sequence by base pairing, and once it confirms the target (via the adjacent PAM sequence), Cas9 cuts both strands of the sugar-phosphate backbone.",
      "contentHash": "hash-3efaf957"
    },
    {
      "id": 5,
      "uuid": "lp-5cde4980-1578-770e-6b73-a56bc219f512",
      "version": 1,
      "title": "I can identify potential ethical, social, biological and economic implications of CRISPR-Cas9",
      "code": "3D.5",
      "what": "Ethical concerns include the potential to edit human embryo genomes, raising issues about designer babies and consent. Social implications include unequal access to the technology and the impact of altering heritable traits. Biological implications include the possibility of off-target cuts affecting other genes and the long-term effects on evolution. Economic implications include the relatively low cost making it widely accessible.",
      "why": "CRISPR-Cas9 raises some of the most significant bioethical questions in modern science. Being able to identify and evaluate these implications from different perspectives is a key VCE Biology assessment requirement.",
      "example": "Ethical: In 2015, concerns were raised that CRISPR-Cas9 could be used to edit human embryo genomes, creating designer babies with selected traits. This raises questions about consent (the embryo cannot consent) and whether it is right to alter heritable DNA that will be passed to future generations. Biological: Editing genes in human gametes could permanently alter the gene pool, changing the course of human evolution.",
      "contentHash": "hash-48c750d1"
    }
  ]
}