{
  "id": "collisions",
  "name": "Collisions",
  "icon": "🎯",
  "what": "This subtopic covers applying conservation principles to different collision types, analysing sticky collisions where objects combine, explosive collisions where objects separate, and comparing elastic versus inelastic collisions through energy calculations.",
  "why": "Understanding collision physics explains vehicle safety design, sports equipment performance and subatomic particle behaviour. It allows you to predict outcomes of interactions and design systems that safely absorb or transfer energy.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-a7981fa7-9515-917d-07a6-fb36b4da1c8c",
      "version": 1,
      "title": "I can solve sticky collision problems where objects combine after impact",
      "code": "2B.2",
      "what": "In sticky collisions, objects join together after impact and move with a common final velocity. Total momentum is conserved: m₁u₁ + m₂u₂ = (m₁ + m₂)v.",
      "why": "Sticky collisions model many real scenarios including train coupling, tackled players in sports, and projectiles embedding in targets. These collisions are always inelastic.",
      "example": "A 200 g toy train at 1.22 m/s is hit by 150 g plasticine at 2.45 m/s. Combined system moves at v = (0.2 × 1.22 + 0.15 × 2.45)/0.35 = 1.75 m/s",
      "contentHash": "hash-1594dd6e"
    },
    {
      "id": 2,
      "uuid": "lp-e6c39826-33b4-a374-c136-47e899b49d62",
      "version": 1,
      "title": "I can solve explosive collision problems where objects separate from rest",
      "code": "2B.2",
      "what": "In explosive collisions, a single object breaks into separate parts. Initial momentum (often zero) equals the sum of final momenta of all parts.",
      "why": "Explosive collisions explain recoil when firing projectiles, rocket propulsion, and nuclear decay. Understanding them allows calculation of recoil velocities and energy distributions.",
      "example": "A 59 kg cyclist at 5 m/s throws a 0.5 kg ball forward at 10 m/s. Cyclist's new velocity: (59.5 × 5) = (0.5 × 10) + 59v, giving v = 4.96 m/s",
      "contentHash": "hash-37ba0b3d"
    },
    {
      "id": 3,
      "uuid": "lp-5038494d-6b17-44f4-8f4d-4f6fe1f6d1cf",
      "version": 1,
      "title": "I can calculate energy lost in inelastic collisions",
      "code": "2B.3",
      "what": "Energy lost to heat, sound and deformation equals the difference between total kinetic energy before and after collision: ΔE = Σ½mu² - Σ½mv².",
      "why": "Quantifying energy loss explains why crumple zones save lives by converting kinetic energy to deformation rather than injuring passengers with elastic rebounds.",
      "example": "Two 1.35 kg blocks colliding at 2.5 m/s and rebounding at 0.9 m/s lose energy: 2(0.5 × 1.35 × 2.5²) - 2(0.5 × 1.35 × 0.9²) = 7.29 J lost",
      "contentHash": "hash-132797cf"
    },
    {
      "id": 4,
      "uuid": "lp-3e5bbf01-cd9f-840b-4d26-232039340d50",
      "version": 1,
      "title": "I can compare forces in collisions using impulse and force-time graphs",
      "code": "2B.4",
      "what": "For the same momentum change, longer collision time means smaller average force. Force-time graphs with equal areas (impulse) but different peaks show different maximum forces.",
      "why": "This principle explains why airbags and padding reduce injury. Extending collision time reduces peak force, even though the momentum change remains the same.",
      "example": "Two crash tests with impulse 100,000 N·s: Car A peaks at 3000 kN over 50 ms, Car B peaks at 2500 kN over 60 ms. Car B has the better crumple zone",
      "contentHash": "hash-e014aca3"
    },
    {
      "id": 5,
      "uuid": "lp-4cd77b0e-ce3b-6f5b-7a6c-43c57790895f",
      "version": 1,
      "title": "I can apply momentum conservation to problems with objects initially at rest",
      "code": "2B.2",
      "what": "When one object is initially stationary, momentum conservation simplifies to m₁u₁ = m₁v₁ + m₂v₂. The initially moving object transfers momentum to the stationary one.",
      "why": "Many practical collision scenarios involve stationary targets, from billiard balls to particle accelerators. This simplified equation makes calculations more manageable.",
      "example": "An 85.7 kg hockey player at rest hits a 154 g puck to 22.5 m/s north. Player's recoil velocity: 0 = 0.154 × 22.5 + 85.7v, giving v = 0.0404 m/s south",
      "contentHash": "hash-8026ad5d"
    },
    {
      "id": 6,
      "uuid": "lp-6d684788-dd48-919c-17be-20557aeca215",
      "version": 1,
      "title": "I can verify momentum conservation experimentally using before and after measurements",
      "code": "2B.2",
      "what": "To verify momentum conservation, calculate total momentum before collision (Σmu) and after collision (Σmv). If equal within experimental uncertainty, momentum is conserved.",
      "why": "Experimental verification confirms theoretical predictions and helps identify external forces that might violate momentum conservation, such as friction or magnetic forces.",
      "example": "Two carts colliding: before = (4 × 5) + (2 × 2) = 24 kg m/s. After = (4 × 4) + (2 × 4) = 24 kg m/s. Momentum conserved, confirming no external horizontal forces",
      "contentHash": "hash-6a24a008"
    }
  ]
}