{
  "id": "energy-transformations",
  "name": "Energy Transformations",
  "icon": "🔄",
  "what": "This subtopic covers analysing energy transformations in horizontal and vertical spring systems, understanding equilibrium positions, and tracking changes between kinetic, gravitational potential and elastic potential energy during oscillations.",
  "why": "Understanding energy transformations in oscillating systems explains phenomena from earthquake engineering to musical instruments. It allows you to predict velocities, forces and positions at any point in an oscillation cycle.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-1c8d60c6-e020-e16b-aeab-2e8401c28b34",
      "version": 1,
      "title": "I can analyse energy transformations in horizontal spring systems",
      "code": "2C.3",
      "what": "In horizontal springs, elastic potential energy and kinetic energy transform into each other. At maximum compression/extension, all energy is elastic PE. At equilibrium, all energy is kinetic.",
      "why": "This understanding allows you to predict speeds and positions during oscillation, essential for designing mechanical systems that oscillate without external energy input.",
      "example": "A mass on a horizontal spring compressed 1 m with 400 J elastic PE reaches equilibrium with 400 J kinetic energy, then extends 1 m with 400 J elastic PE again",
      "contentHash": "hash-7ff0d6c3"
    },
    {
      "id": 2,
      "uuid": "lp-c75af1af-0c78-1711-be1b-73604598a543",
      "version": 1,
      "title": "I can identify the equilibrium position where net force is zero and velocity is maximum",
      "code": "2C.5",
      "what": "The equilibrium position is where spring force is zero (horizontal spring) or balances gravity (vertical spring). At this point, acceleration is zero and velocity is maximum.",
      "why": "Identifying equilibrium allows you to find the point of maximum kinetic energy and zero acceleration, crucial for analysing oscillating systems and predicting maximum speeds.",
      "example": "In a vertical spring with 1.25 kg mass and k = 136.1 N/m, equilibrium occurs at extension x = mg/k = (1.25 × 9.8)/136.1 = 0.090 m",
      "contentHash": "hash-0698ec9d"
    },
    {
      "id": 3,
      "uuid": "lp-7259a653-840d-856e-549d-42a0cae72403",
      "version": 1,
      "title": "I can apply mg = kx to find equilibrium in vertical spring systems",
      "code": "2C.5",
      "what": "At equilibrium in a vertical spring, the upward spring force equals the downward gravitational force. This gives the natural rest position for a hanging mass.",
      "why": "This equation allows you to calculate how far a spring will stretch under a given load, essential for designing suspension systems and ensuring springs operate within safe limits.",
      "example": "A 5 kg mass on a spring with k = 122.5 N/m hangs at equilibrium position x = (5 × 9.8)/122.5 = 0.40 m below the unstretched position",
      "contentHash": "hash-a23bce97"
    },
    {
      "id": 4,
      "uuid": "lp-2bea669c-8128-2dc9-5078-ec8c72ac470a",
      "version": 1,
      "title": "I can analyse energy transformations in vertical spring systems using total energy conservation",
      "code": "2C.3",
      "what": "In vertical springs, gravitational PE, elastic PE and kinetic energy transform into each other. Total energy remains constant: mgΔh + ½kx² + ½mv² = constant.",
      "why": "This comprehensive energy equation allows you to solve complex problems involving vertical springs, such as calculating maximum compression when a mass falls onto a spring.",
      "example": "A 3.77 kg mass dropped from 5.2 m onto an 11.6 m spring compresses it to 5.45 m. Total gravitational PE loss = elastic PE stored: (3.77)(9.8)(5.2 + 6.15) = 0.5k(6.15)²",
      "contentHash": "hash-3f374a40"
    },
    {
      "id": 5,
      "uuid": "lp-fecbe93e-4438-f14f-4db6-3a74bebb9b05",
      "version": 1,
      "title": "I can describe acceleration changes during vertical spring oscillation",
      "code": "2C.4",
      "what": "At maximum extension/compression, acceleration is maximum. At equilibrium, acceleration is zero. Acceleration always points toward equilibrium and increases with displacement from it.",
      "why": "Understanding acceleration patterns explains why oscillating objects slow down away from equilibrium and speed up toward it, fundamental to all oscillatory motion.",
      "example": "A 1.25 kg mass on a vertical spring has maximum acceleration a = 9.8 m/s² at the top and bottom of oscillation, and zero acceleration at equilibrium",
      "contentHash": "hash-58ccbfc2"
    },
    {
      "id": 6,
      "uuid": "lp-b5ca9a71-7dc4-bb8c-f4e4-900d516fa48d",
      "version": 1,
      "title": "I can track energy percentages through a complete oscillation cycle",
      "code": "2C.4",
      "what": "At any point during oscillation, the sum of kinetic, gravitational and elastic potential energy percentages equals 100%. Energy continuously shifts between these forms.",
      "why": "Tracking energy percentages provides a clear picture of energy flow through oscillating systems, helping visualize abstract energy transformations in concrete terms.",
      "example": "In a vertical spring at equilibrium, a system might have 50% gravitational PE, 25% elastic PE and 25% kinetic energy, totaling 100% of system energy",
      "contentHash": "hash-1da6ef2c"
    }
  ]
}