{
  "id": "momentum-impulse",
  "name": "Momentum and Impulse",
  "icon": "💥",
  "what": "This subtopic covers calculating momentum, applying conservation of momentum in collisions, understanding impulse as change in momentum, and analysing force-time graphs. You will work with one-dimensional collision scenarios.",
  "why": "Momentum conservation is a fundamental principle that applies to all collisions and explosions. Understanding impulse helps explain why crumple zones and airbags save lives by extending collision time and reducing forces.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-704f0768-6da4-90f5-27eb-d786877f1ed6",
      "version": 1,
      "title": "I can calculate momentum using p = mv",
      "code": "2B.1",
      "what": "Momentum is the product of an object's mass and velocity. It is a vector quantity with both magnitude and direction.",
      "why": "Momentum quantifies motion and is conserved in collisions, making it essential for analysing interactions between objects from subatomic particles to vehicles.",
      "example": "A 2450 kg car travelling at 81 km/h (22.5 m/s) north has momentum = 2450 × 22.5 = 55,125 kg m/s north",
      "contentHash": "hash-becffbec"
    },
    {
      "id": 2,
      "uuid": "lp-2c74b0e8-62f8-55f9-6c58-4c2ae285a8cd",
      "version": 1,
      "title": "I can apply conservation of momentum to solve collision problems",
      "code": "2B.2",
      "what": "In an isolated system with no external forces, total momentum before collision equals total momentum after collision: m₁u₁ + m₂u₂ = m₁v₁ + m₂v₂.",
      "why": "This principle allows you to predict velocities after collisions without knowing the details of forces during impact, applicable to sports, vehicle crashes and particle physics.",
      "example": "Mark (86 kg at 4.35 m/s north) collides with Max (62 kg at 5.55 m/s south). After collision, Mark moves at 3.64 m/s south, so Max moves at 5.53 m/s north",
      "contentHash": "hash-f2aa5f46"
    },
    {
      "id": 3,
      "uuid": "lp-9c893177-ac02-056a-f69e-9f72ca9b7e33",
      "version": 1,
      "title": "I can determine whether a collision is elastic or inelastic by comparing kinetic energies",
      "code": "2B.3",
      "what": "In elastic collisions, total kinetic energy is conserved. In inelastic collisions, some kinetic energy converts to heat, sound and deformation. Compare total kinetic energy before and after collision.",
      "why": "Understanding energy loss in collisions explains why vehicles crumple in crashes and helps design safer collision scenarios that dissipate energy.",
      "example": "Two 0.150 kg carts colliding at 4.5 m/s and rebounding at 1.25 m/s: total KE before = 3.04 J, after = 0.234 J, so collision is inelastic with 2.81 J lost",
      "contentHash": "hash-431f0a61"
    },
    {
      "id": 4,
      "uuid": "lp-4c659ba9-890c-4fab-bace-fb592bdeda0f",
      "version": 1,
      "title": "I can calculate impulse using I = mΔv = Fav × Δt",
      "code": "2B.4",
      "what": "Impulse is the change in momentum, equal to the product of average force and time interval. It is measured in N·s or kg m/s.",
      "why": "Impulse connects momentum change to forces and time, explaining why increasing collision time reduces force, which is the principle behind airbags and crumple zones.",
      "example": "A 1650 kg car slowing from 54 km/h to 9 km/h in 3.45 s has impulse = 1650 × (2.5 - 15) = -20,625 N·s, requiring average force = 5980 N",
      "contentHash": "hash-dab7a20f"
    },
    {
      "id": 5,
      "uuid": "lp-6277d5c4-a3b6-5853-329f-171c54f4be67",
      "version": 1,
      "title": "I can calculate impulse from the area under a force-time graph",
      "code": "2B.5",
      "what": "The area under a force-time graph represents impulse. For varying forces, calculate area using geometric shapes like triangles, rectangles or trapeziums.",
      "why": "This graphical method allows you to find impulse when force varies during collision, which is typical in real impacts like car crashes or ball strikes.",
      "example": "A force starting at 4000 N and decreasing linearly to 3000 N over 30 minutes (1800 s) gives impulse = 0.5 × (4000 + 3000) × 1800 = 6,300,000 N·s",
      "contentHash": "hash-78f235bc"
    },
    {
      "id": 6,
      "uuid": "lp-f0ebaa07-661f-1691-a423-4117ad18eb47",
      "version": 1,
      "title": "I can distinguish between momentum and inertia",
      "code": "2B.1",
      "what": "Momentum is mass times velocity (zero when stationary). Inertia is resistance to change in motion, depending only on mass. A stationary object has inertia but no momentum.",
      "why": "This distinction clarifies that heavy stationary objects are hard to move due to inertia, while moving objects have momentum regardless of their difficulty to accelerate.",
      "example": "An 80 kg person at 0.175 m/s has momentum = 14 kg m/s, same as a 0.02 kg bullet at 700 m/s, but the person has 4000 times more inertia",
      "contentHash": "hash-9543ad08"
    }
  ]
}