{
  "id": "springs-hookes-law",
  "name": "Springs and Hooke's Law",
  "icon": "🔧",
  "what": "This subtopic covers Hooke's law relating force to extension, calculating spring constants from graphs, determining elastic potential energy, and understanding force-extension relationships for ideal springs.",
  "why": "Springs are fundamental components in vehicle suspension, measurement instruments and energy storage systems. Understanding spring behaviour allows you to design systems that absorb impacts safely or store mechanical energy efficiently.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-1f1d42fc-8ecc-1297-b242-572ad598ffc2",
      "version": 1,
      "title": "I can calculate spring constant from a force-extension graph",
      "code": "2C.1",
      "what": "The spring constant is the gradient of a force-extension graph, calculated as k = ΔF/Δx. It represents the stiffness of the spring in N/m.",
      "why": "Determining spring constant allows you to predict how much a spring will compress under load, essential for designing suspension systems and safety equipment.",
      "example": "A spring extending from 0 to 0.3 m under forces from 0 to 8 N has spring constant k = 8/0.3 = 26.7 N/m",
      "contentHash": "hash-b3afdc9e"
    },
    {
      "id": 2,
      "uuid": "lp-69036288-754e-666e-c253-0b82f59f442f",
      "version": 1,
      "title": "I can apply Hooke's law using F = -kx",
      "code": "2C.2",
      "what": "For ideal springs, the restoring force is proportional to displacement. The negative sign indicates force opposes the direction of extension or compression.",
      "why": "Hooke's law allows you to calculate forces in spring systems, predict spring behaviour under load, and understand when springs will fail if extended beyond their elastic limit.",
      "example": "A car suspension spring with k = 15,000 N/m compressed by a 2560 N force has compression x = 2560/15000 = 0.171 m",
      "contentHash": "hash-bc8cdffb"
    },
    {
      "id": 3,
      "uuid": "lp-cd3d0507-91fb-1878-6de9-2cb9f2518acf",
      "version": 1,
      "title": "I can calculate elastic potential energy using Es = ½kx²",
      "code": "2C.2",
      "what": "Elastic potential energy stored in a spring is half the product of spring constant and displacement squared. Energy increases quadratically with extension.",
      "why": "This calculation determines energy stored in compressed or extended springs, crucial for analysing energy transfers in oscillating systems and collision scenarios involving springs.",
      "example": "A spring with k = 150 N/m stretched from 10 cm to 14 cm gains elastic PE = 0.5 × 150 × (0.14² - 0.10²) = 0.72 J",
      "contentHash": "hash-52e931a5"
    },
    {
      "id": 4,
      "uuid": "lp-d3de24d2-1dce-9417-a970-4749d653de35",
      "version": 1,
      "title": "I can determine elastic potential energy from area under a force-extension graph",
      "code": "2C.1",
      "what": "The area under a force-extension graph equals work done on the spring, which becomes elastic potential energy. For linear graphs, use triangle area formula.",
      "why": "This graphical method provides an alternative to the formula and helps visualize why more energy is needed to extend an already-stretched spring further.",
      "example": "A spring with k = 800 N/m stretched to 1 m stores energy = 0.5 × 1 × 800 = 400 J, shown by the triangular area under the graph",
      "contentHash": "hash-29b692e2"
    },
    {
      "id": 5,
      "uuid": "lp-2ef5b31c-6997-890c-1054-d19f456ce73c",
      "version": 1,
      "title": "I can explain why progressively more energy is needed to extend a spring further",
      "code": "2C.2",
      "what": "Since force increases linearly with extension but energy depends on extension squared, each additional meter of extension requires increasingly more energy than the previous meter.",
      "why": "This explains why springs become harder to compress or extend the more they are deformed, and why safety margins exist for maximum spring deformation.",
      "example": "Extending a spring from 0 to 1 m requires 50 J, but extending from 4 to 5 m requires 450 J, nine times more energy for the same distance",
      "contentHash": "hash-743182ad"
    }
  ]
}