{
  "id": "work-energy",
  "name": "Work and Energy",
  "icon": "⚡",
  "what": "This subtopic covers the concept of work done by forces, calculating work from force-displacement graphs, and understanding kinetic and gravitational potential energy. You will learn to apply formulas and analyse energy transformations quantitatively.",
  "why": "Understanding work and energy is fundamental to explaining how forces transfer energy between objects and systems. These concepts apply to everyday situations from lifting objects to analysing vehicle motion and determining speeds at different heights.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-3317aff1-c44e-9254-5dff-da463fdacbaf",
      "version": 1,
      "title": "I can calculate work done using W = Fs cos θ",
      "code": "2A.1",
      "what": "Work is the energy transferred when a force causes displacement. The formula accounts for the angle between force and displacement direction.",
      "why": "This allows you to determine energy transfer in real situations where forces may not act directly along the direction of motion, such as pulling a cart with a rope at an angle.",
      "example": "A person pulls a golf cart 324 m with a force of 250 N at 60° to the horizontal. Work done = 250 × 324 × cos(60°) = 40,500 J",
      "contentHash": "hash-b0632c60"
    },
    {
      "id": 2,
      "uuid": "lp-30c37966-c5f1-9e23-ae57-7d1c915dcd28",
      "version": 1,
      "title": "I can explain why forces perpendicular to displacement do no work",
      "code": "2A.2",
      "what": "When a force acts perpendicular to the direction of motion, no energy is transferred to the object. The component of force parallel to displacement is zero.",
      "why": "This explains why objects in uniform circular motion maintain constant kinetic energy even though a centripetal force acts on them continuously.",
      "example": "A satellite orbiting Earth experiences gravitational force perpendicular to its velocity, so its kinetic energy remains constant at 3.0 × 10^10 J throughout the orbit",
      "contentHash": "hash-f6ea5a0b"
    },
    {
      "id": 3,
      "uuid": "lp-fdfe039e-8448-7b05-bb8f-4bd145d77197",
      "version": 1,
      "title": "I can calculate work from the area under a force-displacement graph",
      "code": "2A.3",
      "what": "The area under a force-displacement graph represents the total work done. For constant force this is a rectangle, for varying force it may be a triangle or trapezium.",
      "why": "This graphical method allows you to find work done even when force varies with distance, which is common in real situations like braking or spring compression.",
      "example": "A force decreases linearly from 950 N to 0 N over 300 m. Work = 0.5 × 950 × 300 = 142,500 J",
      "contentHash": "hash-20e1ea9b"
    },
    {
      "id": 4,
      "uuid": "lp-426b2b4b-12ed-3754-2601-18c66a53ed6c",
      "version": 1,
      "title": "I can apply the law of conservation of energy to closed systems",
      "code": "2A.4",
      "what": "In a closed system, energy cannot be created or destroyed, only transformed from one form to another. The total energy remains constant.",
      "why": "This principle allows you to track energy through transformations and solve problems where measuring forces directly would be difficult.",
      "example": "A 1500 kg car pushed 12.6 m with 900 N does 11,340 J of work, but if friction is 900 N, all energy becomes thermal energy and kinetic energy remains zero",
      "contentHash": "hash-ba990c6a"
    },
    {
      "id": 5,
      "uuid": "lp-6ab1f9f0-7125-2695-eb54-e187b6589e71",
      "version": 1,
      "title": "I can calculate gravitational potential energy using Eg = mgΔh",
      "code": "2A.5",
      "what": "Gravitational potential energy is the energy stored due to an object's position in a gravitational field. It depends on mass, gravitational field strength and height change.",
      "why": "This allows you to determine energy available for conversion to kinetic energy when objects fall, or energy required to lift objects to a certain height.",
      "example": "An 80 kg builder climbs a 4.6 m ladder. Change in gravitational potential energy = 80 × 9.8 × 4.6 = 3606 J",
      "contentHash": "hash-8b253c5e"
    },
    {
      "id": 6,
      "uuid": "lp-6e470b0f-6c8c-95c2-504b-402e14b3478c",
      "version": 1,
      "title": "I can calculate kinetic energy using Ek = ½mv²",
      "code": "2A.5",
      "what": "Kinetic energy is the energy due to motion. It is proportional to mass and the square of velocity, meaning doubling speed quadruples kinetic energy.",
      "why": "Understanding kinetic energy explains why stopping distances increase dramatically with speed and helps analyse collisions and energy transformations.",
      "example": "A 465 kg motorbike travelling at 117 km/h (32.5 m/s) has kinetic energy = 0.5 × 465 × 32.5² = 245,156 J",
      "contentHash": "hash-bd886a31"
    },
    {
      "id": 7,
      "uuid": "lp-ef273a00-7980-af6f-5bf0-131993c2d167",
      "version": 1,
      "title": "I can calculate change in kinetic energy using ΔEk = ½mvf² - ½mvi²",
      "code": "2A.5",
      "what": "Change in kinetic energy is found by subtracting initial kinetic energy from final kinetic energy. A negative value indicates energy lost from the object.",
      "why": "This calculation shows how much energy an object gains or loses during acceleration or deceleration, essential for analysing braking and collision scenarios.",
      "example": "A 93.2 kg cyclist slowing from 63 km/h to 54 km/h loses kinetic energy: 0.5 × 93.2 × (17.5² - 15²) = 3790 J lost to friction and heat",
      "contentHash": "hash-aad63999"
    },
    {
      "id": 8,
      "uuid": "lp-ba1903f6-50ad-44e4-735b-17a6f40aa236",
      "version": 1,
      "title": "I can analyse energy transformations using Ek(initial) + Eg(initial) = Ek(final) + Eg(final)",
      "code": "2A.6",
      "what": "When gravitational potential and kinetic energy transform into each other, their sum remains constant in a closed system. Energy converts between forms without loss.",
      "why": "This equation allows you to find speeds at different heights or maximum heights reached without knowing the forces acting during motion.",
      "example": "A swimmer stepping off a 10 m platform with zero initial velocity reaches the water at v = √(2 × 9.8 × 10) = 14 m/s",
      "contentHash": "hash-ea928f65"
    }
  ]
}