{
  "id": "management-styles",
  "name": "Management Styles",
  "icon": "👔",
  "what": "This subtopic covers the five management styles — autocratic, persuasive, consultative, participative and laissez-faire — and their key characteristics. It examines how each style differs in terms of control, communication, decision-making and employee orientation.",
  "why": "Understanding the distinct features of each management style is essential for analysing how businesses are run. Being able to identify and describe these styles is a foundational skill tested in SACs and exams.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-ab7a2ad4-784a-38b1-015d-8f6248718d57",
      "version": 1,
      "title": "I can identify and name the five management styles on the continuum from task-oriented to people-oriented",
      "code": "3.1.1",
      "what": "The five management styles are autocratic, persuasive, consultative, participative and laissez-faire. They sit on a continuum from task-oriented (autocratic) to people-oriented (laissez-faire).",
      "why": "Recognising where each style sits on the continuum helps you quickly compare them and understand their underlying philosophy.",
      "example": "If asked to arrange styles from most to least centralised, the order would be: autocratic, persuasive, consultative, participative, laissez-faire.",
      "contentHash": "hash-60838baf"
    },
    {
      "id": 2,
      "uuid": "lp-bc371160-f73a-a45a-dc71-5a0ddf4c11ac",
      "version": 1,
      "title": "I can describe the characteristics of the autocratic and persuasive management styles",
      "code": "3.1.2a",
      "what": "Both autocratic and persuasive styles feature centralised control, top-down communication and task-oriented focus. The key difference is that a persuasive manager explains the reasoning behind decisions to employees, whereas an autocratic manager simply directs.",
      "why": "These two styles are often compared in exam questions. Understanding their similarities and the one critical difference is important for achieving full marks.",
      "example": "An autocratic manager announces 12-hour shifts with no explanation. A persuasive manager announces the same change but explains how it will increase production and protect jobs.",
      "contentHash": "hash-821a80bf"
    },
    {
      "id": 3,
      "uuid": "lp-135f5a6b-f02c-b0ad-64ff-8c9514cf797d",
      "version": 1,
      "title": "I can describe the characteristics of the consultative management style",
      "code": "3.1.2b",
      "what": "A consultative manager seeks input and feedback from employees before making a decision, but the final decision still rests with the manager. Communication is two-way and employees feel more valued.",
      "why": "The consultative style sits at the midpoint of the continuum and is a commonly recommended style in exam scenarios because it balances task achievement with employee involvement.",
      "example": "A school principal asks students, parents and staff for suggestions on a new uniform design, considers all input, then makes the final decision themselves.",
      "contentHash": "hash-1ead8809"
    },
    {
      "id": 4,
      "uuid": "lp-c37338b7-879c-64e9-40c8-efe75bd8116c",
      "version": 1,
      "title": "I can describe the characteristics of the participative and laissez-faire management styles",
      "code": "3.1.2c",
      "what": "Participative managers share decision-making with employees while retaining final accountability. Laissez-faire managers provide minimal direction, empowering skilled employees to set their own objectives and solve their own problems.",
      "why": "These people-oriented styles are often proposed for businesses with experienced, skilled employees. Knowing when they are appropriate — and when they are not — is key to evaluation questions.",
      "example": "A participative manager leads a project team where all members contribute to decisions, but the manager signs off. A laissez-faire manager at an advertising agency lets designers choose their own creative direction within budget and deadline constraints.",
      "contentHash": "hash-0a51c367"
    },
    {
      "id": 5,
      "uuid": "lp-10cb3bbb-571e-03f8-6368-ad517073be82",
      "version": 1,
      "title": "I can outline the advantages and disadvantages of each management style",
      "code": "3.1.3",
      "what": "Each style has trade-offs. For example, autocratic is fast but demotivating; participative is empowering but time-consuming; laissez-faire encourages creativity but can leave unskilled employees without direction.",
      "why": "Exam questions frequently ask you to explain one advantage and one disadvantage of a style in context. You need to link these directly to the scenario provided.",
      "example": "An advantage of the consultative style is gaining a variety of employee ideas, leading to better decisions. A disadvantage is that it is time-consuming if many stakeholders are consulted.",
      "contentHash": "hash-fa45687c"
    }
  ]
}