{
  "id": "management-skills",
  "name": "Management Skills",
  "icon": "🛠️",
  "what": "This subtopic covers four of the six management skills: communication, delegation, leading and interpersonal skills. It examines what each skill involves and how managers use them to achieve business objectives.",
  "why": "Management skills are frequently tested alongside management styles. You need to be able to identify, describe and justify the use of specific skills in business scenarios.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-e79124c7-c0ad-d3a4-3520-687e8c0e03f5",
      "version": 1,
      "title": "I can identify and describe the three main forms of communication used by managers",
      "code": "3.2.1a",
      "what": "The three main forms are personal communication (one-to-one or small group), internal organisational communication (systems to share information within the business) and external operational communication (with customers, suppliers and other external stakeholders).",
      "why": "Communication is considered the most fundamental management skill. Understanding its forms helps you recommend appropriate communication strategies in exam scenarios.",
      "example": "A general manager needing to inform staff about a business closure would use personal communication (face-to-face meetings) rather than an email, because the message is sensitive and employees deserve the opportunity to ask questions.",
      "contentHash": "hash-f5110109"
    },
    {
      "id": 2,
      "uuid": "lp-c228fd5e-d543-60a0-f575-367944c2670a",
      "version": 1,
      "title": "I can describe the delegation process and explain why some managers struggle to delegate",
      "code": "3.2.1b",
      "what": "Delegation involves passing formal authority down the hierarchy. The five steps are: analyse the task, appoint the person, brief them, monitor progress, and review. Some managers struggle due to insecurity, lack of trust, or fear of losing control.",
      "why": "Delegation is closely linked to management styles — autocratic managers delegate little, while participative managers delegate extensively. Understanding barriers to delegation helps explain why businesses may underperform.",
      "example": "A shoe shop owner delegates to floor staff the task of receiving deliveries, checking stock against the delivery note, pricing items and displaying them. The owner retains responsibility for ordering and supplier relationships.",
      "contentHash": "hash-a0f482c5"
    },
    {
      "id": 3,
      "uuid": "lp-3e945602-e1bb-2d68-9eff-05a2aae71832",
      "version": 1,
      "title": "I can describe the skill of leading and explain the role of emotional intelligence in effective leadership",
      "code": "3.2.1c",
      "what": "Leading involves influencing others towards achieving business objectives. Emotional intelligence (EI) comprises five competencies: self-awareness, self-regulation, motivation, empathy and social skills. These help a manager understand and manage both their own emotions and those of others.",
      "why": "Leading is more than giving directions — it requires building trust, resolving conflict and inspiring commitment. EI theory provides a framework for explaining what makes a leader effective.",
      "example": "A leader with strong empathy notices a team member is struggling with workload and proactively offers support, preventing burnout and maintaining team productivity.",
      "contentHash": "hash-039fecfa"
    },
    {
      "id": 4,
      "uuid": "lp-aaecdf88-854c-3391-e983-9dba8d8730df",
      "version": 1,
      "title": "I can describe interpersonal skills and explain how they help managers manage conflict",
      "code": "3.2.1d",
      "what": "Interpersonal skills include being a team player, showing empathy and assertiveness, communicating well, motivating others and respecting diverse values. These skills help managers resolve conflicts that arise from differences in expectations between managers and employees.",
      "why": "Interpersonal skills underpin effective teamwork and positive workplace relationships. Poor interpersonal skills can lead to conflict, low morale and high staff turnover.",
      "example": "Rather than adopting an aggressive win-at-any-cost approach to a disagreement about work schedules, a manager uses a collaborative approach where both parties find a workable compromise — maintaining the relationship while resolving the issue.",
      "contentHash": "hash-888bd7cf"
    },
    {
      "id": 5,
      "uuid": "lp-ff1c0362-8f13-8e29-284a-03bd092dc734",
      "version": 1,
      "title": "I can propose and justify which management skills are most appropriate for a given business scenario",
      "code": "3.2.2",
      "what": "Proposing skills requires matching the skill to the specific demands of the scenario. Justification means explaining how the skill would help achieve the desired outcome.",
      "why": "Exam questions often ask you to identify two skills and justify their use. Responses must be linked to the scenario, not just described in general terms.",
      "example": "For Luigi, a supermarket owner planning to expand his management team before retirement, communication and delegation are critical — communication to explain his vision and expectations to new managers, and delegation to gradually transfer authority so the business can operate without him.",
      "contentHash": "hash-185b3a4c"
    }
  ]
}