{
  "id": "planning-and-decision-making",
  "name": "Planning and Decision-Making",
  "icon": "📋",
  "what": "This subtopic covers the management skills of planning (including strategic, tactical and operational levels and SWOT analysis) and decision-making (including the six-step systematic process).",
  "why": "Planning and decision-making are structured processes with defined steps. Exam questions often ask you to apply these steps to a business scenario, so knowing the process thoroughly is essential.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-79bf54c4-3076-ac49-8917-620bfcf48665",
      "version": 1,
      "title": "I can describe the five steps of the planning process and explain the role of SWOT analysis",
      "code": "3.2.1e",
      "what": "The five steps are: set goals, gather information using SWOT, establish promoting and restraining factors, develop the action plan, and evaluate and review. A SWOT analysis identifies internal strengths and weaknesses and external opportunities and threats.",
      "why": "Planning reduces uncertainty for a business. SWOT analysis is a commonly used tool that helps managers make informed decisions based on a clear picture of the business's current position.",
      "example": "A nursery considering adding a cafe would conduct a SWOT analysis: strengths might include an established customer base, weaknesses could be lack of hospitality experience, opportunities include attracting day-trippers, and threats might be competition from nearby cafes.",
      "contentHash": "hash-4e1d8434"
    },
    {
      "id": 2,
      "uuid": "lp-e2d8c7e3-ff59-cd75-ccfa-737d29080e91",
      "version": 1,
      "title": "I can distinguish between strategic, tactical and operational planning",
      "code": "3.2.1f",
      "what": "Strategic planning is long-term (2-5 years) and sets overall direction, undertaken by senior management. Tactical planning is medium-term (1-2 years) and implements the strategic plan, undertaken by middle management. Operational planning is short-term (daily to one year), undertaken by front-line managers.",
      "why": "Exam questions may present a planning activity and ask you to classify it. Understanding the hierarchy of planning helps you match the activity to the correct level and management responsibility.",
      "example": "A retail food chain expanding to all Australian states is strategic planning. The marketing department creating a campaign to support the expansion is tactical. A store manager creating weekly staff rosters for the new location is operational.",
      "contentHash": "hash-aa670390"
    },
    {
      "id": 3,
      "uuid": "lp-141b0116-03e5-6b70-aa06-2695400ffe36",
      "version": 1,
      "title": "I can describe the six-step systematic approach to decision-making",
      "code": "3.2.1g",
      "what": "The six steps are: identify the problem, gather information, develop alternative solutions, analyse the alternatives, choose and implement the best alternative, and evaluate the implementation.",
      "why": "Decision-making is both a skill and a process. Being able to apply these steps to a scenario demonstrates higher-order thinking and is a common exam task.",
      "example": "Andrew and Jacqueline deciding whether to add a cafe to their nursery would follow all six steps: identify the decision to be made, research costs and market demand, develop options (cafe, no cafe, or a smaller trial), weigh pros and cons of each, implement the chosen option, and review its success after a set period.",
      "contentHash": "hash-c27a14a5"
    },
    {
      "id": 4,
      "uuid": "lp-4e9a47e4-a698-fa89-e7d0-13a469340d48",
      "version": 1,
      "title": "I can identify the factors that make decision-making complex",
      "code": "3.2.1h",
      "what": "Complex decisions involve a high level of uncertainty, interrelated factors, high-risk consequences, interpersonal issues, and numerous possible alternatives.",
      "why": "Understanding what makes a decision complex helps you explain why a systematic process is necessary rather than a quick, intuitive choice.",
      "example": "A decision to close a factory involves uncertainty about employee reactions, complexity around legal obligations, high-risk consequences for affected workers and the community, interpersonal issues with unions, and multiple alternatives such as partial closure or relocation.",
      "contentHash": "hash-9bea8710"
    }
  ]
}