{
  "_link": {
    "uuid": "lp-99f88d96-c89b-ee90-0e9c-fe7f9bbceb3b",
    "version": 1,
    "contentHash": "hash-9f88d96c",
    "title": "I can explain how radiation therapy targets cancer cells while protecting healthy tissue",
    "generatedAt": "2026-01-26T12:00:00Z"
  },
  "toLevel2": [
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "Why are rapidly dividing cancer cells more sensitive to radiation than normal cells?",
      "options": [
        "Cancer cells divide quickly and are more vulnerable to DNA damage during division",
        "Cancer cells have thicker cell membranes that absorb more radiation energy",
        "Cancer cells are larger and therefore intercept more radiation particles",
        "Cancer cells generate more heat which amplifies radiation effects"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Rapidly dividing cells are more sensitive to radiation because DNA damage during cell division is more likely to be lethal.",
        "incorrect": "Incorrect. Cancer cells are more radiosensitive because they divide rapidly, making them vulnerable to DNA damage during division."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is stereotactic radiosurgery?",
      "options": [
        "A technique using multiple radiation beams that converge on a tumour from different angles",
        "A surgical procedure that removes tumours with radioactive scalpels",
        "A method of injecting radioactive substances directly into tumours",
        "A diagnostic imaging technique using high-dose radiation pulses"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Stereotactic radiosurgery uses many radiation beams from different angles that all converge at the tumour location.",
        "incorrect": "Incorrect. Stereotactic radiosurgery is a non-invasive technique using multiple converging radiation beams to target tumours."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "How many cobalt-60 sources are used in a typical Gamma Knife stereotactic radiosurgery system?",
      "options": [
        "192 sources",
        "12 sources",
        "50 sources",
        "500 sources"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! A Gamma Knife system uses 192 cobalt-60 gamma sources, each delivering a low dose that converges at the tumour.",
        "incorrect": "Incorrect. The Gamma Knife uses 192 cobalt-60 sources arranged to focus on the target tumour."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What type of radiation is emitted by cobalt-60 sources used in stereotactic radiosurgery?",
      "options": [
        "Gamma radiation",
        "Alpha radiation",
        "Beta radiation",
        "Neutron radiation"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Cobalt-60 emits gamma radiation, which is highly penetrating and suitable for treating deep tumours.",
        "incorrect": "Incorrect. Cobalt-60 is a gamma emitter, producing high-energy photons used in radiation therapy."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the primary goal of using multiple radiation beams from different angles in cancer treatment?",
      "options": [
        "To concentrate high dose at the tumour while minimising dose to surrounding tissue",
        "To increase the total treatment time for better results",
        "To make the equipment more cost-effective to operate",
        "To reduce the penetrating ability of the radiation"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Multiple beams overlap only at the tumour, concentrating the dose there while each beam delivers minimal dose to healthy tissue it passes through.",
        "incorrect": "Incorrect. The purpose is to concentrate dose at the tumour while minimising damage to healthy tissue that each beam passes through."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Radiation therapy targets cancer cells because they [[1]] more rapidly than normal cells, making them more [[2]] to radiation damage.",
      "segments": [
        { "text": "Radiation therapy targets cancer cells because they " },
        { "blank": 1 },
        { "text": " more rapidly than normal cells, making them more " },
        { "blank": 2 },
        { "text": " to radiation damage." }
      ],
      "blanks": {
        "1": { "options": ["divide", "shrink", "migrate", "harden"], "correctIndex": 0 },
        "2": { "options": ["sensitive", "resistant", "immune", "adapted"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Cancer cells divide rapidly, making them more sensitive to radiation damage than most normal cells.",
        "someIncorrect": "Not quite. Cancer cells divide rapidly and are therefore more sensitive to radiation."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "In stereotactic radiosurgery, multiple [[1]] beams are aimed from different [[2]] to converge at the tumour location.",
      "segments": [
        { "text": "In stereotactic radiosurgery, multiple " },
        { "blank": 1 },
        { "text": " beams are aimed from different " },
        { "blank": 2 },
        { "text": " to converge at the tumour location." }
      ],
      "blanks": {
        "1": { "options": ["gamma", "sound", "light", "microwave"], "correctIndex": 0 },
        "2": { "options": ["angles", "hospitals", "patients", "frequencies"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Multiple gamma beams from different angles converge at the tumour, concentrating the radiation dose.",
        "someIncorrect": "Not quite. Stereotactic radiosurgery uses gamma beams from different angles converging at the tumour."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Each individual beam in radiation therapy delivers a [[1]] dose, but where all beams [[2]], the combined dose is high.",
      "segments": [
        { "text": "Each individual beam in radiation therapy delivers a " },
        { "blank": 1 },
        { "text": " dose, but where all beams " },
        { "blank": 2 },
        { "text": ", the combined dose is high." }
      ],
      "blanks": {
        "1": { "options": ["low", "lethal", "maximum", "zero"], "correctIndex": 0 },
        "2": { "options": ["overlap", "separate", "reflect", "disperse"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Each beam delivers a low dose to tissue it passes through, but where beams overlap at the tumour, the combined dose is therapeutically high.",
        "someIncorrect": "Not quite. Individual beams deliver low doses, but the overlap at the tumour creates a high combined dose."
      }
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "Healthy tissue surrounding a tumour receives the same radiation dose as the tumour itself during stereotactic radiosurgery.",
      "correctAnswer": false,
      "feedback": {
        "correct": "Correct! Healthy tissue receives much lower doses because each beam only delivers a small dose—the high dose occurs only where multiple beams overlap at the tumour.",
        "incorrect": "Incorrect. Healthy tissue receives lower doses because only small portions of each beam pass through it, while the tumour receives the combined dose from all overlapping beams."
      }
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "Rapidly dividing cells are more sensitive to radiation damage than slowly dividing or non-dividing cells.",
      "correctAnswer": true,
      "feedback": {
        "correct": "Correct! Cells that divide rapidly are more vulnerable to radiation because DNA damage during cell division is more likely to cause cell death.",
        "incorrect": "Incorrect. Rapidly dividing cells, including cancer cells, are indeed more sensitive to radiation damage."
      }
    }
  ],
  "toLevel3": [
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why does using multiple radiation beams from different angles protect healthy tissue while still treating the tumour effectively?",
      "options": [
        "Each beam delivers low dose to tissue it passes through, but doses add up only where all beams intersect at the tumour",
        "The beams cancel each other out in healthy tissue but reinforce at the tumour",
        "Healthy tissue naturally deflects radiation while tumours absorb it completely",
        "The multiple beams travel faster through healthy tissue and slow down at the tumour"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Each individual beam delivers a sub-therapeutic dose, so healthy tissue along each beam path receives minimal damage. Only at the tumour, where all beams converge, does the dose become high enough to be therapeutic.",
        "incorrect": "Incorrect. The principle relies on each beam delivering low dose to the tissue it traverses, with doses accumulating to therapeutic levels only at the intersection point—the tumour."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "A patient requires radiation treatment for a brain tumour located deep within the brain. Why is stereotactic radiosurgery preferred over a single external beam?",
      "options": [
        "Multiple converging beams minimise dose to the healthy brain tissue surrounding the tumour",
        "A single beam cannot penetrate the skull to reach the brain tumour",
        "Single beams produce more scattered radiation than multiple beams combined",
        "Stereotactic radiosurgery uses less total energy than a single beam approach"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! A single beam would deliver high dose to all tissue along its path. Multiple converging beams ensure high dose only at the target, protecting healthy brain tissue.",
        "incorrect": "Incorrect. The key advantage is that multiple beams concentrate dose at the tumour while each beam delivers only minimal dose to healthy tissue along its path."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "What property of cancer cells makes radiation therapy a viable treatment option compared to surgery in some cases?",
      "options": [
        "Cancer cells are more sensitive to radiation due to their rapid division rate",
        "Cancer cells completely absorb all radiation that reaches them",
        "Cancer cells are immune to the body's healing response after radiation",
        "Cancer cells convert radiation energy into chemical signals that cause cell death"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Because cancer cells divide rapidly, they are more susceptible to radiation-induced DNA damage, allowing targeted treatment without surgical removal.",
        "incorrect": "Incorrect. The effectiveness of radiation therapy relies on cancer cells being more radiosensitive than normal cells due to their rapid division."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "In radiation therapy, why is it important that each individual beam delivers a dose below the threshold that would damage healthy tissue?",
      "options": [
        "So that healthy tissue along each beam path receives minimal damage while the tumour receives accumulated dose from all beams",
        "Because high-dose beams cannot penetrate deep enough to reach internal tumours",
        "To ensure the radiation equipment operates efficiently without overheating",
        "Because patients cannot tolerate the sensation of high-dose radiation"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Low individual beam doses protect healthy tissue, while the overlapping beams at the tumour location combine to deliver a therapeutically effective total dose.",
        "incorrect": "Incorrect. Low individual doses ensure healthy tissue along each beam path is spared, while the tumour receives the cumulative high dose from all converging beams."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "How does the radiosensitivity of cancer cells compare to that of most normal body cells, and why?",
      "options": [
        "Cancer cells are more radiosensitive because their rapid division makes DNA damage more likely to cause cell death",
        "Cancer cells are less radiosensitive because they have evolved protective mechanisms against radiation",
        "Cancer cells and normal cells have identical radiosensitivity since both contain the same DNA",
        "Cancer cells are more radiosensitive because they lack cell membranes that would block radiation"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Rapidly dividing cancer cells are more vulnerable to radiation because DNA damage is more consequential during cell division, often leading to cell death.",
        "incorrect": "Incorrect. Cancer cells are more radiosensitive than most normal cells because radiation damage to DNA is more lethal to rapidly dividing cells."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why is gamma radiation from cobalt-60 used in stereotactic radiosurgery rather than alpha or beta radiation?",
      "options": [
        "Gamma radiation has high penetrating power needed to reach tumours deep within the body",
        "Gamma radiation is the only type that can be focused into narrow beams",
        "Alpha and beta radiation would pass through the body without depositing energy",
        "Gamma radiation is the only type emitted by radioactive isotopes"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma radiation's high penetrating power allows it to reach deep-seated tumours, making it suitable for treating brain tumours through the skull.",
        "incorrect": "Incorrect. Gamma radiation is chosen for its ability to penetrate deeply into tissue, essential for treating tumours located inside the body."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "The effectiveness of radiation therapy depends on cancer cells being more [[1]] than normal cells because cancer cells [[2]] more frequently.",
      "segments": [
        { "text": "The effectiveness of radiation therapy depends on cancer cells being more " },
        { "blank": 1 },
        { "text": " than normal cells because cancer cells " },
        { "blank": 2 },
        { "text": " more frequently." }
      ],
      "blanks": {
        "1": { "options": ["radiosensitive", "radioactive", "radioresistant", "radioluminescent"], "correctIndex": 0 },
        "2": { "options": ["divide", "shrink", "migrate", "regenerate"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Cancer cells are more radiosensitive because their frequent division makes them more vulnerable to radiation-induced DNA damage.",
        "someIncorrect": "Not quite. Cancer cells are more radiosensitive than normal cells due to their higher rate of cell division."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "In stereotactic radiosurgery, the dose to healthy tissue is kept [[1]] because each beam contributes only a [[2]] of the total therapeutic dose.",
      "segments": [
        { "text": "In stereotactic radiosurgery, the dose to healthy tissue is kept " },
        { "blank": 1 },
        { "text": " because each beam contributes only a " },
        { "blank": 2 },
        { "text": " of the total therapeutic dose." }
      ],
      "blanks": {
        "1": { "options": ["low", "high", "zero", "variable"], "correctIndex": 0 },
        "2": { "options": ["fraction", "majority", "duplicate", "reflection"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Each beam delivers only a fraction of the total dose, keeping healthy tissue exposure low while the tumour receives the full combined dose.",
        "someIncorrect": "Not quite. Each beam contributes a small fraction of the dose, so healthy tissue receives low exposure while doses combine at the tumour."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Multiple radiation beams [[1]] at the tumour site, meaning the radiation doses from each beam [[2]] together to create a high total dose.",
      "segments": [
        { "text": "Multiple radiation beams " },
        { "blank": 1 },
        { "text": " at the tumour site, meaning the radiation doses from each beam " },
        { "blank": 2 },
        { "text": " together to create a high total dose." }
      ],
      "blanks": {
        "1": { "options": ["converge", "diverge", "reflect", "scatter"], "correctIndex": 0 },
        "2": { "options": ["add", "cancel", "subtract", "multiply"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! The beams converge at the tumour, and their doses add together to deliver a therapeutically effective total dose.",
        "someIncorrect": "Not quite. Multiple beams converge at the tumour, and their individual doses add together at that point."
      }
    },
    {
      "type": "TF",
      "bloom": "Understand",
      "stem": "Radiation therapy works because the radiation selectively targets only cancer cells and completely avoids normal cells in the body.",
      "correctAnswer": false,
      "feedback": {
        "correct": "Correct! Radiation does not selectively target cancer cells—it affects all cells in its path. The therapy works because cancer cells are more sensitive to damage due to their rapid division, and techniques like multiple beams minimise normal tissue exposure.",
        "incorrect": "Incorrect. Radiation affects all cells it encounters. The therapy relies on cancer cells being more radiosensitive and on beam geometry that minimises dose to healthy tissue."
      }
    }
  ],
  "toLevel4": [
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A radiation oncologist is planning treatment for a patient with a tumour located 8 cm deep in the abdomen. Which approach would best protect healthy tissue while delivering an effective dose to the tumour?",
      "options": [
        "Use multiple gamma beams from different angles that converge at the tumour location",
        "Use a single high-intensity alpha particle beam directed at the tumour",
        "Use a broad beta radiation field that covers the entire abdomen uniformly",
        "Use a single gamma beam entering from the nearest point on the skin surface"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Multiple converging gamma beams ensure each beam delivers low dose to healthy tissue it traverses, while the tumour receives the combined high dose where all beams intersect.",
        "incorrect": "Incorrect. Multiple converging beams protect healthy tissue by distributing the dose pathway while concentrating therapeutic dose at the tumour intersection."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A stereotactic radiosurgery system uses 192 cobalt-60 sources, each delivering 0.02 Gy per treatment session to the tissue it passes through. If all beams converge at the tumour, what is the approximate total dose delivered to the tumour?",
      "options": [
        "3.84 Gy",
        "0.02 Gy",
        "192 Gy",
        "0.0001 Gy"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! 192 beams × 0.02 Gy per beam = 3.84 Gy total dose at the tumour where all beams converge.",
        "incorrect": "Incorrect. The total dose at the tumour equals the sum of doses from all 192 beams: 192 × 0.02 Gy = 3.84 Gy."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "During radiation treatment planning, the medical team identifies a critical structure (the optic nerve) near the brain tumour. How should they adjust the beam arrangement?",
      "options": [
        "Arrange beams to avoid passing through the optic nerve while still converging at the tumour",
        "Increase the total number of beams to compensate for the obstruction",
        "Use alpha radiation instead of gamma radiation for this treatment",
        "Deliver all radiation from a single direction opposite to the optic nerve"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Beam angles can be selected to avoid critical structures while still achieving convergence at the tumour, minimising dose to sensitive organs.",
        "incorrect": "Incorrect. The beam arrangement should be adjusted so that no beams pass through the critical optic nerve, while still converging at the tumour target."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A patient has a fast-growing tumour with a cell division rate three times higher than normal tissue. Based on the principles of radiation therapy, how would this affect treatment planning?",
      "options": [
        "The tumour's high division rate means it will be highly radiosensitive, potentially allowing lower total doses",
        "The high division rate makes the tumour radioresistant, requiring much higher doses",
        "Cell division rate has no effect on radiation treatment planning decisions",
        "The high division rate means radiation therapy would be ineffective for this patient"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Rapidly dividing tumours are more radiosensitive, so they may respond well to radiation therapy and could potentially be treated with optimised dose protocols.",
        "incorrect": "Incorrect. Fast-growing tumours with high division rates are typically more sensitive to radiation damage, which is advantageous for treatment."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A hospital is comparing two treatment options for a deep brain tumour: (A) stereotactic radiosurgery with 192 converging beams, or (B) conventional external beam therapy with 4 beams. Which provides better protection for healthy brain tissue and why?",
      "options": [
        "Option A, because dose is distributed across 192 different paths, reducing dose concentration in any single region of healthy tissue",
        "Option B, because fewer beams means less total radiation entering the body",
        "Option A, because 192 beams completely avoid healthy tissue altogether",
        "Option B, because conventional therapy uses lower energy radiation"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! With 192 beams, each beam path carries only a tiny fraction of the total dose, spreading the healthy tissue exposure across many different regions rather than concentrating it along just 4 paths.",
        "incorrect": "Incorrect. More beams mean the dose to healthy tissue is distributed across more pathways, reducing the dose concentration along any single path through healthy tissue."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A radiation therapist needs to treat a tumour located near the spinal cord. The treatment plan uses beams from multiple angles. Why is it critical that beams are precisely aligned to converge only at the tumour?",
      "options": [
        "Misaligned beams could deliver high combined dose to the spinal cord, causing paralysis or nerve damage",
        "Misaligned beams would not emit any radiation until properly focused",
        "Precise alignment increases the speed of radiation delivery to reduce treatment time",
        "Misalignment would convert the gamma radiation into less effective alpha radiation"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! If beams converge at the wrong location, healthy critical structures like the spinal cord could receive the high combined dose intended for the tumour, causing serious damage.",
        "incorrect": "Incorrect. Precise beam alignment is essential because the high combined dose occurs at the convergence point—if this is misaligned, critical structures could be damaged."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "During treatment of a lung tumour, the patient's breathing causes the tumour to move by approximately 2 cm. How might this affect the radiation therapy outcome?",
      "options": [
        "The tumour may move out of the convergence zone, receiving lower dose while surrounding healthy tissue receives higher dose",
        "Breathing movement helps distribute radiation more evenly throughout the tumour",
        "The movement has no effect because gamma rays automatically follow moving targets",
        "Breathing causes the radiation to be absorbed more efficiently by the tumour"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Tumour movement can cause the convergence point to miss the target, potentially under-dosing the tumour and over-dosing nearby healthy tissue.",
        "incorrect": "Incorrect. Movement can cause the high-dose convergence zone to miss the tumour, reducing treatment effectiveness and increasing healthy tissue exposure."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "When planning stereotactic radiosurgery for a tumour near the brainstem, beams must be arranged to [[1]] the brainstem while still [[2]] at the tumour location.",
      "segments": [
        { "text": "When planning stereotactic radiosurgery for a tumour near the brainstem, beams must be arranged to " },
        { "blank": 1 },
        { "text": " the brainstem while still " },
        { "blank": 2 },
        { "text": " at the tumour location." }
      ],
      "blanks": {
        "1": { "options": ["avoid", "target", "amplify", "scatter"], "correctIndex": 0 },
        "2": { "options": ["converging", "diverging", "dispersing", "reflecting"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Treatment planning must position beams to avoid critical structures while still achieving convergence at the tumour target.",
        "someIncorrect": "Not quite. Beams must be arranged to avoid critical structures like the brainstem while still converging at the tumour."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "If a stereotactic system delivers 0.015 Gy per beam and uses 200 beams, the total dose at the convergence point would be [[1]] Gy, calculated by [[2]] the individual beam doses.",
      "segments": [
        { "text": "If a stereotactic system delivers 0.015 Gy per beam and uses 200 beams, the total dose at the convergence point would be " },
        { "blank": 1 },
        { "text": " Gy, calculated by " },
        { "blank": 2 },
        { "text": " the individual beam doses." }
      ],
      "blanks": {
        "1": { "options": ["3.0", "0.015", "200", "0.3"], "correctIndex": 0 },
        "2": { "options": ["adding", "subtracting", "multiplying", "dividing"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! 200 beams × 0.015 Gy = 3.0 Gy total dose at the convergence point, calculated by adding all individual beam contributions.",
        "someIncorrect": "Not quite. The total dose is found by adding: 200 × 0.015 Gy = 3.0 Gy."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "A tumour with a higher cell [[1]] rate would generally be [[2]] sensitive to radiation therapy than a slow-growing tumour.",
      "segments": [
        { "text": "A tumour with a higher cell " },
        { "blank": 1 },
        { "text": " rate would generally be " },
        { "blank": 2 },
        { "text": " sensitive to radiation therapy than a slow-growing tumour." }
      ],
      "blanks": {
        "1": { "options": ["division", "membrane", "transport", "respiration"], "correctIndex": 0 },
        "2": { "options": ["more", "less", "equally", "not"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Tumours with higher cell division rates are more radiosensitive because radiation damage during division is more likely to cause cell death.",
        "someIncorrect": "Not quite. Higher cell division rates make tumours more sensitive to radiation damage."
      }
    }
  ],
  "toLevel5": [
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "A research team is comparing two radiation therapy approaches for treating pancreatic tumours: (A) 8 beams from fixed angles, and (B) 64 beams from variable angles. Which approach would likely result in lower dose to healthy organs, and why?",
      "options": [
        "Approach B, because the dose is distributed across more beam paths, reducing the dose any single region of healthy tissue receives",
        "Approach A, because fewer beams means less total radiation energy delivered to the body",
        "Approach B, because 64 beams create destructive interference that cancels radiation in healthy tissue",
        "Approach A, because fixed angles allow more precise targeting than variable angles"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! More beam paths mean the healthy tissue dose is spread across more regions, so no single area receives a high fraction of the total dose.",
        "incorrect": "Incorrect. More beams distribute the healthy tissue exposure across more pathways, reducing the dose concentration in any particular region."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "A patient with a slow-growing, well-differentiated tumour has been recommended for radiation therapy. However, this type of tumour has a low cell division rate. Analyse the implications for treatment effectiveness.",
      "options": [
        "Treatment may be less effective because slowly dividing cells are less radiosensitive, potentially requiring alternative approaches",
        "Treatment will be equally effective because radiation damage accumulates regardless of division rate",
        "Treatment will be more effective because slow division allows more time for radiation damage to occur",
        "Treatment effectiveness cannot be predicted based on cell division rate"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Slowly dividing tumours are less radiosensitive, which may reduce the effectiveness of radiation therapy. Alternative treatments or higher doses may need to be considered.",
        "incorrect": "Incorrect. Cell division rate affects radiosensitivity—slow-dividing tumours are generally less responsive to radiation therapy."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "A hospital must choose between installing a Gamma Knife system (192 fixed cobalt-60 sources) or a linear accelerator-based system (single beam that rotates around the patient). Evaluate the trade-offs for treating small brain tumours.",
      "options": [
        "Gamma Knife offers highly conformal dose distribution for small targets but is limited to brain treatments; the linear accelerator is more versatile but may have slightly less precise dose gradients",
        "Gamma Knife is superior in all aspects and should always be chosen for any tumour type",
        "Linear accelerator systems cannot achieve comparable dose concentration to Gamma Knife under any circumstances",
        "Both systems deliver identical dose distributions with no meaningful clinical differences"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Each system has trade-offs: Gamma Knife provides excellent conformality for small brain lesions but is specialised, while linear accelerators are more versatile but may have different dose gradient characteristics.",
        "incorrect": "Incorrect. Both systems have advantages and limitations that must be weighed based on clinical needs—Gamma Knife excels for small brain targets while linear accelerators offer broader applicability."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "During quality assurance testing, a stereotactic radiosurgery system shows that 10 of its 192 sources have decayed significantly and now deliver only 60% of their intended dose. Analyse how this would affect treatment outcomes.",
      "options": [
        "The tumour would receive approximately 2% less total dose than planned, potentially reducing treatment effectiveness",
        "The treatment would be completely ineffective due to the underpowered sources",
        "The healthy tissue dose would increase dramatically due to beam imbalance",
        "The decayed sources would have no effect because the remaining sources compensate automatically"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! 10 sources at 60% power means a deficit of 10 × 0.4 = 4 beam-equivalents, or about 4/192 ≈ 2% reduction in total tumour dose. This modest reduction could still impact treatment efficacy.",
        "incorrect": "Incorrect. The reduced output from 10 sources (40% deficit each) results in approximately 2% lower total dose at the tumour, which may affect treatment outcomes."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "A radiation oncologist argues that fractionated treatment (many small doses over weeks) is preferable to single-session stereotactic radiosurgery for most tumours. Evaluate this claim based on cell biology principles.",
      "options": [
        "Fractionation exploits the difference in repair capacity between normal cells and cancer cells, allowing healthy tissue to recover between doses while cumulative damage affects the tumour",
        "Fractionation is always inferior because it allows tumours time to grow between treatment sessions",
        "Single-session treatment is always preferable because it eliminates the tumour before any cell repair can occur",
        "The choice between fractionation and single-session has no biological basis and is purely for patient convenience"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Fractionation allows normal cells to repair sub-lethal damage between doses while cancer cells, which often have impaired repair mechanisms, accumulate damage. This therapeutic ratio is a key principle in radiation oncology.",
        "incorrect": "Incorrect. Fractionation is based on sound biological principles—normal cells repair damage better than cancer cells between doses, improving the therapeutic ratio."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "A treatment plan shows that healthy tissue along each of 100 beam paths receives 0.03 Gy, while the tumour receives 3.0 Gy total. Analyse the dose relationship between healthy tissue exposure and tumour dose.",
      "options": [
        "Each beam path delivers 1% of the tumour dose to the healthy tissue it traverses, demonstrating effective dose sparing",
        "Healthy tissue receives the same total dose as the tumour, just distributed differently",
        "The healthy tissue dose is dangerously high compared to therapeutic standards",
        "The data indicates a 100:1 ratio of tumour protection to healthy tissue protection"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Each beam delivers 0.03 Gy (1% of the 3.0 Gy tumour dose) to healthy tissue along its path. The 100 beams spread healthy tissue exposure across 100 different regions rather than concentrating it.",
        "incorrect": "Incorrect. The 0.03 Gy per beam path represents 1% of the tumour dose, showing how multiple beams effectively spare healthy tissue by distributing exposure."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "Some critics argue that the 192-source Gamma Knife design is outdated compared to modern linear accelerator-based systems. Evaluate this perspective considering treatment precision and safety.",
      "options": [
        "Both technologies have matured and can achieve comparable clinical outcomes; the choice depends on specific clinical needs, institutional expertise, and economic factors",
        "The Gamma Knife is definitively superior and criticism is unfounded in all clinical scenarios",
        "Linear accelerators have completely replaced Gamma Knife technology for all brain treatments",
        "The comparison is meaningless because the two systems treat entirely different conditions"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Modern linear accelerator systems have advanced significantly, and both technologies can achieve excellent outcomes. The choice involves multiple factors including target characteristics, available expertise, and practical considerations.",
        "incorrect": "Incorrect. Both Gamma Knife and modern linear accelerator systems can achieve excellent clinical results; the choice depends on various clinical and practical factors."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "A cancer patient's tumour shows heterogeneous cell populations: some regions have high division rates while others have low division rates. Analyse the implications for radiation therapy effectiveness.",
      "options": [
        "Rapidly dividing regions will respond better to radiation while slowly dividing regions may survive, potentially leading to tumour recurrence from resistant cells",
        "The heterogeneity has no effect because radiation damages all cells equally regardless of division rate",
        "Slowly dividing cells will be eliminated first, leaving only the sensitive rapidly dividing cells",
        "Heterogeneous tumours cannot be treated with radiation therapy under any circumstances"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Tumour heterogeneity is a significant challenge—radiation may effectively kill radiosensitive rapidly dividing cells while radioresistant slowly dividing cells survive and potentially cause recurrence.",
        "incorrect": "Incorrect. Heterogeneous tumours present a challenge because slowly dividing, radioresistant cell populations may survive treatment and cause recurrence."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Analyze",
      "stem": "When analysing treatment plans, the [[1]] between tumour dose and healthy tissue dose indicates how effectively the technique [[2]] radiation damage to the target.",
      "segments": [
        { "text": "When analysing treatment plans, the " },
        { "blank": 1 },
        { "text": " between tumour dose and healthy tissue dose indicates how effectively the technique " },
        { "blank": 2 },
        { "text": " radiation damage to the target." }
      ],
      "blanks": {
        "1": { "options": ["ratio", "product", "difference", "sum"], "correctIndex": 0 },
        "2": { "options": ["concentrates", "disperses", "eliminates", "reduces"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! The ratio of tumour dose to healthy tissue dose (therapeutic ratio) indicates how well the treatment concentrates radiation at the target.",
        "someIncorrect": "Not quite. The ratio between doses shows how effectively the technique concentrates radiation damage at the tumour."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Evaluate",
      "stem": "Evaluating radiation therapy options requires balancing [[1]] effectiveness against [[2]] tissue protection, which varies depending on tumour location and type.",
      "segments": [
        { "text": "Evaluating radiation therapy options requires balancing " },
        { "blank": 1 },
        { "text": " effectiveness against " },
        { "blank": 2 },
        { "text": " tissue protection, which varies depending on tumour location and type." }
      ],
      "blanks": {
        "1": { "options": ["treatment", "diagnostic", "preventive", "surgical"], "correctIndex": 0 },
        "2": { "options": ["healthy", "tumour", "dead", "foreign"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Treatment planning involves balancing tumour control (treatment effectiveness) against minimising damage to healthy tissue, with optimal balance depending on clinical factors.",
        "someIncorrect": "Not quite. The key balance is between treatment effectiveness and healthy tissue protection."
      }
    }
  ]
}
