{
  "_link": {
    "uuid": "lp-7f5b7e4f-4c3b-bd43-ab2c-28cc18b929f1",
    "version": 1,
    "contentHash": "hash-7f5b7e4f",
    "title": "I can describe the composition and properties of alpha radiation",
    "generatedAt": "2026-01-26T12:30:00Z"
  },
  "toLevel2": [
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What particles make up an alpha particle?",
      "options": [
        "2 protons and 2 neutrons",
        "1 proton and 1 electron",
        "2 electrons and 2 positrons",
        "1 neutron only"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! An alpha particle consists of 2 protons and 2 neutrons, making it identical to a helium-4 nucleus.",
        "incorrect": "Incorrect. An alpha particle contains 2 protons and 2 neutrons (a helium-4 nucleus)."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the electrical charge of an alpha particle?",
      "options": [
        "+2",
        "-1",
        "0",
        "+1"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! With 2 protons and no electrons, an alpha particle has a charge of +2.",
        "incorrect": "Incorrect. An alpha particle has a charge of +2 because it contains 2 protons."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What can stop alpha radiation?",
      "options": [
        "A sheet of paper or a few centimetres of air",
        "Only thick lead shielding",
        "Nothing can stop alpha radiation",
        "Only concrete walls several metres thick"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha particles have very low penetrating power and can be stopped by paper or a few centimetres of air.",
        "incorrect": "Incorrect. Alpha particles are easily stopped by a sheet of paper or just a few centimetres of air."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the ionising ability of alpha radiation compared to other types of radiation?",
      "options": [
        "High ionising ability",
        "Low ionising ability",
        "No ionising ability",
        "Medium ionising ability"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha particles have high ionising ability due to their large mass and +2 charge.",
        "incorrect": "Incorrect. Alpha particles have high ionising ability because of their size and charge."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "At approximately what fraction of the speed of light do alpha particles travel?",
      "options": [
        "About 10% (roughly 30,000 km/s)",
        "At the speed of light",
        "About 99% of the speed of light",
        "Less than 1 km/s"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha particles typically travel at about 10% the speed of light, approximately 30,000 km/s.",
        "incorrect": "Incorrect. Alpha particles travel at about 10% the speed of light (roughly 30,000 km/s)."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "An alpha particle is identical to a [[1]] nucleus, containing [[2]] protons and 2 neutrons.",
      "segments": [
        { "text": "An alpha particle is identical to a " },
        { "blank": 1 },
        { "text": " nucleus, containing " },
        { "blank": 2 },
        { "text": " protons and 2 neutrons." }
      ],
      "blanks": {
        "1": { "options": ["helium-4", "hydrogen-1", "carbon-12", "oxygen-16"], "correctIndex": 0 },
        "2": { "options": ["2", "4", "1", "6"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! An alpha particle is a helium-4 nucleus with 2 protons and 2 neutrons.",
        "someIncorrect": "Not quite. Alpha particles are helium-4 nuclei containing 2 protons and 2 neutrons."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Alpha particles have [[1]] ionising ability but very [[2]] penetrating power.",
      "segments": [
        { "text": "Alpha particles have " },
        { "blank": 1 },
        { "text": " ionising ability but very " },
        { "blank": 2 },
        { "text": " penetrating power." }
      ],
      "blanks": {
        "1": { "options": ["high", "low", "no", "medium"], "correctIndex": 0 },
        "2": { "options": ["low", "high", "medium", "extreme"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! High ionising ability (lots of damage locally) but low penetrating power (easily stopped).",
        "someIncorrect": "Not quite. Alpha: high ionising ability, low penetrating power."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Alpha particles can be stopped by a sheet of [[1]] or a few centimetres of [[2]].",
      "segments": [
        { "text": "Alpha particles can be stopped by a sheet of " },
        { "blank": 1 },
        { "text": " or a few centimetres of " },
        { "blank": 2 },
        { "text": "." }
      ],
      "blanks": {
        "1": { "options": ["paper", "lead", "concrete", "steel"], "correctIndex": 0 },
        "2": { "options": ["air", "water", "rock", "metal"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Alpha particles are easily stopped by paper or a few centimetres of air.",
        "someIncorrect": "Not quite. Paper or a few cm of air is sufficient to stop alpha particles."
      }
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "Alpha particles travel at approximately the speed of light.",
      "correctAnswer": false,
      "feedback": {
        "correct": "Correct! Alpha particles travel at about 10% the speed of light, not at light speed.",
        "incorrect": "Incorrect. Alpha particles travel at approximately 10% of the speed of light (about 30,000 km/s)."
      }
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "Alpha particles have a positive charge of +2.",
      "correctAnswer": true,
      "feedback": {
        "correct": "Correct! With 2 protons and no electrons, alpha particles carry a +2 positive charge.",
        "incorrect": "Incorrect. Alpha particles do have a +2 charge because they contain 2 protons."
      }
    }
  ],
  "toLevel3": [
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why do alpha particles have high ionising ability?",
      "options": [
        "Their large mass and +2 charge cause strong interactions with atoms they pass near",
        "They travel at the speed of light",
        "They have no electrical charge",
        "They are smaller than electrons"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The combination of large mass (4 amu) and +2 charge causes alpha particles to interact strongly with orbital electrons, ionising many atoms along their path.",
        "incorrect": "Incorrect. High ionising ability results from the alpha particle's large mass and +2 charge, which create strong electromagnetic interactions."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why do alpha particles have very low penetrating power despite their relatively high energy?",
      "options": [
        "They lose energy rapidly by ionising many atoms along their path",
        "They travel too slowly to penetrate materials",
        "They are attracted to the nuclei of atoms",
        "They have no electrical charge and pass through materials easily"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha particles ionise many atoms (high ionising ability), rapidly losing their energy and stopping after a short distance.",
        "incorrect": "Incorrect. High ionising ability means rapid energy loss, which explains their low penetrating power."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why is alpha radiation dangerous when inhaled or ingested but relatively safe from external sources?",
      "options": [
        "External alpha radiation is stopped by skin, but internal sources directly damage sensitive tissue",
        "Alpha particles become more dangerous when they enter the body",
        "The body amplifies alpha radiation internally",
        "External alpha sources produce different types of particles than internal ones"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Skin stops external alpha particles, but inhaled or ingested alpha sources deliver their high ionising radiation directly to sensitive internal tissues.",
        "incorrect": "Incorrect. The skin blocks external alpha radiation, but internal sources expose sensitive tissues to concentrated damage."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "How does the mass of an alpha particle compare to that of a beta particle, and what effect does this have?",
      "options": [
        "Alpha particles are about 7000 times heavier, making them more ionising but less penetrating",
        "Alpha particles are lighter, making them faster",
        "Both particles have the same mass",
        "Alpha particles are lighter but more penetrating"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha particles (4 amu) are about 7000 times heavier than beta particles (electrons), contributing to their high ionising ability and low penetrating power.",
        "incorrect": "Incorrect. Alpha particles are much heavier than beta particles, which explains their different ionising and penetrating characteristics."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "What happens when an alpha particle passes close to an atom?",
      "options": [
        "Its +2 charge attracts electrons, potentially knocking them from their orbitals and ionising the atom",
        "It passes through without any interaction",
        "It is attracted to the nucleus and absorbed",
        "It converts the atom into a different element"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The +2 charge of the alpha particle interacts with orbital electrons, often removing them and creating ions.",
        "incorrect": "Incorrect. Alpha particles ionise atoms by using their +2 charge to strip away electrons."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why is an alpha particle described as identical to a helium-4 nucleus?",
      "options": [
        "Both consist of exactly 2 protons and 2 neutrons with no electrons",
        "Both contain 4 electrons",
        "Both have a mass number of 2",
        "Both are negatively charged"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! An alpha particle and a helium-4 nucleus have the same composition: 2 protons and 2 neutrons.",
        "incorrect": "Incorrect. Both alpha particles and He-4 nuclei contain 2 protons and 2 neutrons, making them identical."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Alpha particles cause [[1]] ionisation per unit distance travelled, which results in rapid energy loss and [[2]] penetration depth.",
      "segments": [
        { "text": "Alpha particles cause " },
        { "blank": 1 },
        { "text": " ionisation per unit distance travelled, which results in rapid energy loss and " },
        { "blank": 2 },
        { "text": " penetration depth." }
      ],
      "blanks": {
        "1": { "options": ["high", "low", "zero", "medium"], "correctIndex": 0 },
        "2": { "options": ["shallow", "deep", "infinite", "maximum"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! High ionisation = rapid energy loss = shallow penetration.",
        "someIncorrect": "Not quite. High ionisation causes rapid energy loss and shallow penetration."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Alpha radiation is stopped by [[1]] when external, but becomes dangerous when alpha-emitting materials are [[2]] or ingested.",
      "segments": [
        { "text": "Alpha radiation is stopped by " },
        { "blank": 1 },
        { "text": " when external, but becomes dangerous when alpha-emitting materials are " },
        { "blank": 2 },
        { "text": " or ingested." }
      ],
      "blanks": {
        "1": { "options": ["skin", "nothing", "lead only", "concrete only"], "correctIndex": 0 },
        "2": { "options": ["inhaled", "photographed", "heated", "cooled"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Skin stops external alphas, but inhaled/ingested sources deliver radiation directly to internal tissues.",
        "someIncorrect": "Not quite. Skin blocks external alphas, but internal exposure via inhalation/ingestion is dangerous."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "The +2 charge of alpha particles comes from their [[1]] protons, with no [[2]] to balance the positive charge.",
      "segments": [
        { "text": "The +2 charge of alpha particles comes from their " },
        { "blank": 1 },
        { "text": " protons, with no " },
        { "blank": 2 },
        { "text": " to balance the positive charge." }
      ],
      "blanks": {
        "1": { "options": ["2", "4", "1", "6"], "correctIndex": 0 },
        "2": { "options": ["electrons", "neutrons", "photons", "protons"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Two protons give +2 charge; no electrons means this charge is unbalanced.",
        "someIncorrect": "Not quite. Alpha particles have 2 protons but no electrons, resulting in +2 charge."
      }
    },
    {
      "type": "TF",
      "bloom": "Understand",
      "stem": "The relationship between ionising ability and penetrating power is inverse: high ionising ability leads to low penetrating power.",
      "correctAnswer": true,
      "feedback": {
        "correct": "Correct! High ionisation means rapid energy loss, which stops the particle quickly, giving low penetrating power.",
        "incorrect": "Incorrect. This relationship is correct—high ionisation causes rapid energy loss, leading to low penetration."
      }
    }
  ],
  "toLevel4": [
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A radiation safety officer needs to protect workers from an alpha-emitting source. What shielding would be appropriate?",
      "options": [
        "A simple physical barrier like paper, cardboard, or a thin plastic sheet",
        "Several metres of concrete",
        "Thick lead shielding",
        "No shielding is needed; alpha sources are completely safe"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha particles are easily stopped by paper or thin materials. The main concern is preventing inhalation or ingestion.",
        "incorrect": "Incorrect. Alpha radiation only requires simple shielding like paper. Heavy shielding is unnecessary (though preventing inhalation matters)."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A smoke detector uses americium-241, an alpha emitter. Why is this safe for home use?",
      "options": [
        "The alpha particles are contained within the detector and cannot penetrate the housing or human skin",
        "Americium-241 does not actually emit radiation",
        "The alpha particles are converted to harmless light inside the detector",
        "Alpha radiation becomes safe at low doses"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha particles cannot penetrate the detector housing or skin, making the sealed source safe for household use.",
        "incorrect": "Incorrect. The alpha particles are contained and cannot penetrate the housing or human skin, ensuring safety."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A person inhales dust containing an alpha-emitting radioisotope. Predict the health consequence compared to external exposure to the same source.",
      "options": [
        "Internal exposure is far more dangerous because alpha particles directly damage sensitive lung tissue",
        "External exposure is more dangerous because skin amplifies alpha radiation",
        "Both exposures are equally dangerous",
        "Internal exposure is safer because the lungs filter out radiation"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Inhaled alpha emitters deliver their highly ionising radiation directly to sensitive lung tissue, causing significant cellular damage.",
        "incorrect": "Incorrect. Internal alpha exposure is much more dangerous—the high ionising radiation directly damages delicate lung tissue."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "An alpha source and a gamma source have the same activity. Which would cause more biological damage if both were somehow delivered internally to the same organ?",
      "options": [
        "The alpha source, due to its much higher ionising ability concentrated in a small volume",
        "The gamma source, due to its higher penetrating power",
        "Both would cause identical damage",
        "Neither would cause any damage internally"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha radiation's high ionising ability means it deposits all its energy in a small tissue volume, causing concentrated damage.",
        "incorrect": "Incorrect. Alpha's high ionising ability causes more biological damage per unit energy deposited in tissue."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A student is designing an experiment to detect alpha radiation. The detector must be placed at what maximum distance from the source?",
      "options": [
        "Within a few centimetres, as alpha particles are stopped by air beyond this distance",
        "Several metres away to avoid damage to the detector",
        "Distance doesn't matter; alpha particles travel indefinitely",
        "At least 1 metre away for accurate readings"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha particles are stopped by a few centimetres of air, so the detector must be very close to the source.",
        "incorrect": "Incorrect. Alpha particles travel only a few centimetres in air before stopping, requiring close detector placement."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "An alpha particle approaches a thin gold foil. Predict what happens to most alpha particles.",
      "options": [
        "Most pass through with slight deflection, as the atom is mostly empty space",
        "Most are absorbed by the gold atoms",
        "Most are stopped by the first layer of atoms",
        "Most are converted into gamma rays"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! In Rutherford's experiment, most alphas passed through because atoms are mostly empty space. Only rare close encounters with nuclei caused large deflections.",
        "incorrect": "Incorrect. Most alpha particles pass through thin foils because atoms are mostly empty space (Rutherford scattering)."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "Workers at a uranium mine are exposed to radon gas (which emits alpha particles). What protective measure would be most effective?",
      "options": [
        "Ensuring adequate ventilation to remove radon from the breathing zone",
        "Wearing lead aprons",
        "Standing further from the uranium ore",
        "Working in complete darkness"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Ventilation removes radon gas from the air, preventing inhalation of the alpha-emitting gas and its decay products.",
        "incorrect": "Incorrect. For radon, ventilation prevents inhalation, which is the primary hazard. Lead aprons don't help with inhaled gases."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "To safely handle an alpha source, ensure it is [[1]] to prevent inhalation and use basic [[2]] like gloves to prevent contamination.",
      "segments": [
        { "text": "To safely handle an alpha source, ensure it is " },
        { "blank": 1 },
        { "text": " to prevent inhalation and use basic " },
        { "blank": 2 },
        { "text": " like gloves to prevent contamination." }
      ],
      "blanks": {
        "1": { "options": ["sealed", "heated", "visible", "radioactive"], "correctIndex": 0 },
        "2": { "options": ["barriers", "magnets", "mirrors", "insulators"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Sealed sources prevent inhalation; basic barriers prevent contamination. Heavy shielding isn't needed.",
        "someIncorrect": "Not quite. Alpha sources should be sealed (prevent inhalation) and handled with basic barriers."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "In a laboratory, an alpha detector must be positioned within [[1]] centimetres of the source because alpha particles are stopped by [[2]].",
      "segments": [
        { "text": "In a laboratory, an alpha detector must be positioned within " },
        { "blank": 1 },
        { "text": " centimetres of the source because alpha particles are stopped by " },
        { "blank": 2 },
        { "text": "." }
      ],
      "blanks": {
        "1": { "options": ["a few", "hundreds of", "thousands of", "zero"], "correctIndex": 0 },
        "2": { "options": ["air", "nothing", "magnetic fields", "electric fields"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Alpha particles travel only a few centimetres in air before being stopped.",
        "someIncorrect": "Not quite. Alphas travel only a few cm in air, requiring close detector placement."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "Smoke detectors safely use alpha sources because the particles cannot penetrate the [[1]] housing or human [[2]].",
      "segments": [
        { "text": "Smoke detectors safely use alpha sources because the particles cannot penetrate the " },
        { "blank": 1 },
        { "text": " housing or human " },
        { "blank": 2 },
        { "text": "." }
      ],
      "blanks": {
        "1": { "options": ["detector", "smoke", "ceiling", "air"], "correctIndex": 0 },
        "2": { "options": ["skin", "bone", "muscle", "brain"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! The detector housing contains the alpha source, and human skin would stop any escaped particles anyway.",
        "someIncorrect": "Not quite. Alpha particles cannot penetrate the detector housing or skin."
      }
    }
  ],
  "toLevel5": [
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze why alpha particles, despite being the most ionising form of radiation, have the lowest radiation weighting factor for external exposure calculations.",
      "options": [
        "External alpha radiation is stopped by skin and never reaches sensitive internal organs, so its biological effectiveness externally is very low",
        "Alpha particles have the lowest energy of all radiation types",
        "Alpha particles are actually the least ionising type of radiation",
        "Radiation weighting factors are assigned randomly"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! For external exposure, alpha's low penetration means it deposits no energy in sensitive organs. The high weighting factor (20) applies to internal exposure only.",
        "incorrect": "Incorrect. External alpha exposure has minimal biological effect because the particles are stopped by skin before reaching sensitive tissues."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Compare the biological damage from alpha and beta radiation when equal amounts of energy are deposited in tissue. Analyze why alpha causes more damage.",
      "options": [
        "Alpha deposits energy in a smaller volume, creating dense ionisation tracks that overwhelm cellular repair mechanisms",
        "Beta radiation is absorbed by water before reaching cells",
        "Alpha particles are smaller and penetrate more cells",
        "Beta radiation stimulates cellular growth rather than causing damage"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha's concentrated ionisation tracks create clustered DNA damage that is harder for cells to repair than beta's more scattered damage pattern.",
        "incorrect": "Incorrect. Alpha's dense ionisation tracks overwhelm repair mechanisms, while beta's scattered damage is more easily repaired."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "A proposal suggests using alpha-emitting radioisotopes for cancer treatment by injecting them directly into tumours. Evaluate the advantages and limitations of this approach.",
      "options": [
        "Advantage: concentrated damage to tumour cells with minimal exposure to surrounding tissue; Limitation: requires precise delivery to avoid damaging healthy tissue if the isotope migrates",
        "This approach has no advantages because alpha radiation is always harmful",
        "Alpha radiation cannot damage cancer cells",
        "This approach would be identical to using gamma radiation"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha's high ionising ability and short range can deliver lethal doses to tumour cells while sparing nearby tissue—if the isotope stays localised.",
        "incorrect": "Incorrect. Targeted alpha therapy exploits high ionising ability and short range for concentrated tumour damage, with the challenge being precise delivery."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "The Bragg peak describes how alpha particles deposit most of their energy at the end of their path. Analyze the implications for radiation therapy.",
      "options": [
        "Energy deposition can be precisely targeted at a specific depth, maximising tumour dose while minimising dose to tissue along the entry path",
        "The Bragg peak makes alpha radiation unsuitable for any medical application",
        "Energy deposition is uniform throughout the tissue",
        "The Bragg peak only applies to gamma radiation"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The Bragg peak allows precise depth targeting—the beam deposits minimal energy until reaching the tumour depth, then delivers maximum dose.",
        "incorrect": "Incorrect. The Bragg peak is advantageous—energy is deposited at a specific depth, enabling targeted treatment."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "Polonium-210, an alpha emitter, was used in the assassination of Alexander Litvinenko. Evaluate why alpha radiation was an effective method of poisoning despite being easily shielded.",
      "options": [
        "Ingested Po-210 delivers highly ionising radiation directly to internal organs, causing severe damage despite being undetectable by external radiation monitors",
        "Alpha radiation becomes gamma radiation inside the body",
        "Polonium-210 is not actually radioactive",
        "Alpha radiation can only be detected with special equipment outside the body"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Internal alpha emitters are extremely toxic (high ionising ability to sensitive organs) while external monitors can't detect the internally deposited alphas.",
        "incorrect": "Incorrect. Alpha emitters are deadly when ingested because they deliver concentrated damage to internal organs while being undetectable externally."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze why radon (alpha emitter) is the second leading cause of lung cancer, when alpha radiation is easily stopped by barriers.",
      "options": [
        "Radon is a gas that is inhaled, placing alpha-emitting atoms directly in contact with lung tissue where their high ionising ability causes DNA damage",
        "Radon emits gamma radiation, not alpha",
        "Alpha radiation from radon travels through walls to reach people indoors",
        "Radon actually protects against lung cancer"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Radon's danger comes from being inhaled—the gas and its solid decay products lodge in lungs where alpha particles directly damage lung tissue.",
        "incorrect": "Incorrect. Radon is a gas that carries alpha emitters into the lungs, where their high ionising ability damages tissue at close range."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "Compare the relative risks of working with a sealed alpha source versus a sealed gamma source of equal activity. Evaluate which poses greater occupational risk and why.",
      "options": [
        "The gamma source poses greater occupational risk because gamma radiation penetrates shielding and bodies; sealed alpha sources are essentially safe externally",
        "Both sources pose identical risks when properly sealed",
        "The alpha source is more dangerous because alpha radiation is more ionising",
        "Neither source poses any risk when sealed"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Sealed alpha sources are externally safe (alphas can't escape), while gamma sources require shielding and distance because gamma penetrates materials.",
        "incorrect": "Incorrect. Sealed alpha sources are externally safe; gamma sources require ongoing protection due to their penetrating ability."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Rutherford used alpha particles to discover the nuclear structure of atoms. Analyze why alpha particles were suitable for this experiment.",
      "options": [
        "Their +2 charge and significant mass caused detectable deflections when passing near dense positive nuclei, revealing atomic structure",
        "Alpha particles could penetrate through entire atoms without interaction",
        "Alpha particles are attracted to electrons, showing their location",
        "Alpha particles are neutral and pass through matter without interaction"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha particles' charge caused electromagnetic interaction with nuclei, and their mass made deflections measurable, revealing the small, dense, positive nucleus.",
        "incorrect": "Incorrect. Alpha's +2 charge and mass were ideal—they interacted measurably with nuclei, revealing atomic structure through scattering patterns."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Analyze",
      "stem": "Alpha therapy for cancer exploits the [[1]] ionising ability to kill tumour cells while the [[2]] range limits damage to surrounding healthy tissue.",
      "segments": [
        { "text": "Alpha therapy for cancer exploits the " },
        { "blank": 1 },
        { "text": " ionising ability to kill tumour cells while the " },
        { "blank": 2 },
        { "text": " range limits damage to surrounding healthy tissue." }
      ],
      "blanks": {
        "1": { "options": ["high", "low", "zero", "medium"], "correctIndex": 0 },
        "2": { "options": ["short", "long", "infinite", "variable"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! High ionising ability kills cancer cells; short range protects nearby healthy tissue.",
        "someIncorrect": "Not quite. Alpha therapy uses high ionising ability for cell killing and short range for precision."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Evaluate",
      "stem": "When evaluating radiation risks, [[1]] alpha sources are relatively safe because the particles cannot penetrate barriers, while [[2]] contamination poses severe risks due to direct tissue exposure.",
      "segments": [
        { "text": "When evaluating radiation risks, " },
        { "blank": 1 },
        { "text": " alpha sources are relatively safe because the particles cannot penetrate barriers, while " },
        { "blank": 2 },
        { "text": " contamination poses severe risks due to direct tissue exposure." }
      ],
      "blanks": {
        "1": { "options": ["external", "internal", "any", "heated"], "correctIndex": 0 },
        "2": { "options": ["internal", "external", "distant", "sealed"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! External alpha is safe (stopped by skin/barriers); internal contamination is dangerous (direct tissue damage).",
        "someIncorrect": "Not quite. External alpha = safe (stopped by barriers); internal alpha = dangerous (direct exposure)."
      }
    }
  ]
}
