{
  "_link": {
    "uuid": "lp-71fcb62a-127c-5f63-b189-c53b0049b7a1",
    "version": 1,
    "contentHash": "hash-71fcb62a",
    "title": "I can describe the properties of gamma radiation",
    "generatedAt": "2026-01-26T12:40:00Z"
  },
  "toLevel2": [
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What are gamma rays?",
      "options": [
        "High-energy photons (electromagnetic radiation)",
        "High-speed electrons",
        "Helium nuclei",
        "Slow-moving neutrons"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma rays are high-energy photons—a form of electromagnetic radiation.",
        "incorrect": "Incorrect. Gamma rays are high-energy photons (electromagnetic radiation)."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the electrical charge of gamma radiation?",
      "options": [
        "No charge (neutral)",
        "+2",
        "-1",
        "+1"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma rays are photons and have no electrical charge.",
        "incorrect": "Incorrect. Gamma rays have no charge because they are photons."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "At what speed do gamma rays travel?",
      "options": [
        "The speed of light (3 × 10⁸ m/s)",
        "About 10% the speed of light",
        "About 90% the speed of light",
        "Slower than sound"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma rays are electromagnetic radiation and travel at the speed of light.",
        "incorrect": "Incorrect. Gamma rays travel at the speed of light, like all electromagnetic radiation."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What materials are typically used to shield against gamma radiation?",
      "options": [
        "Dense materials like lead or thick concrete",
        "Paper or thin plastic",
        "A few millimetres of aluminium",
        "Ordinary clothing"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma rays require dense, thick materials like lead (about 5 cm) or concrete (about 1 m) for effective shielding.",
        "incorrect": "Incorrect. Gamma rays need dense materials like lead or thick concrete for effective absorption."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "How does the ionising ability of gamma radiation compare to alpha and beta radiation?",
      "options": [
        "Gamma has the lowest ionising ability",
        "Gamma has the highest ionising ability",
        "Gamma has medium ionising ability",
        "Gamma cannot ionise at all"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma radiation has low ionising ability compared to alpha (high) and beta (medium).",
        "incorrect": "Incorrect. Gamma has the lowest ionising ability of the three main radiation types."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Gamma rays are [[1]] photons that have no [[2]] and no mass.",
      "segments": [
        { "text": "Gamma rays are " },
        { "blank": 1 },
        { "text": " photons that have no " },
        { "blank": 2 },
        { "text": " and no mass." }
      ],
      "blanks": {
        "1": { "options": ["high-energy", "low-energy", "visible", "infrared"], "correctIndex": 0 },
        "2": { "options": ["charge", "energy", "speed", "frequency"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Gamma rays are high-energy photons with no charge and no mass.",
        "someIncorrect": "Not quite. Gamma rays are high-energy, uncharged, massless photons."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Gamma radiation has [[1]] ionising ability but very [[2]] penetrating power.",
      "segments": [
        { "text": "Gamma radiation has " },
        { "blank": 1 },
        { "text": " ionising ability but very " },
        { "blank": 2 },
        { "text": " penetrating power." }
      ],
      "blanks": {
        "1": { "options": ["low", "high", "medium", "zero"], "correctIndex": 0 },
        "2": { "options": ["high", "low", "medium", "zero"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Low ionising ability (few interactions) leads to high penetrating power.",
        "someIncorrect": "Not quite. Gamma has low ionising ability and high penetrating power."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "To absorb 97% of gamma radiation requires about 5 cm of [[1]] or 1 metre of [[2]].",
      "segments": [
        { "text": "To absorb 97% of gamma radiation requires about 5 cm of " },
        { "blank": 1 },
        { "text": " or 1 metre of " },
        { "blank": 2 },
        { "text": "." }
      ],
      "blanks": {
        "1": { "options": ["lead", "paper", "aluminium", "wood"], "correctIndex": 0 },
        "2": { "options": ["concrete", "air", "water", "plastic"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! About 5 cm of lead or 1 m of concrete is needed for effective gamma shielding.",
        "someIncorrect": "Not quite. Gamma requires dense shielding: ~5 cm lead or ~1 m concrete."
      }
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "Gamma rays have mass, just like alpha and beta particles.",
      "correctAnswer": false,
      "feedback": {
        "correct": "Correct! Gamma rays are photons and have no mass, unlike alpha and beta particles.",
        "incorrect": "Incorrect. Gamma rays are massless photons; only alpha and beta particles have mass."
      }
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "Gamma radiation is the most penetrating of the three main types of nuclear radiation.",
      "correctAnswer": true,
      "feedback": {
        "correct": "Correct! Gamma has the highest penetrating power, followed by beta, then alpha.",
        "incorrect": "Incorrect. Gamma radiation does have the highest penetrating power of the three types."
      }
    }
  ],
  "toLevel3": [
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why do gamma rays have such high penetrating power despite having no charge?",
      "options": [
        "Having no charge means gamma rays rarely interact with matter, allowing them to pass through without being absorbed",
        "Gamma rays are attracted to atomic nuclei and tunnel through materials",
        "No charge makes gamma rays heavier and able to push through matter",
        "Gamma rays travel slower than other radiation, giving them time to penetrate"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Without charge, gamma rays don't experience electromagnetic interactions with electrons as frequently, allowing them to travel further before being absorbed.",
        "incorrect": "Incorrect. No charge means infrequent interactions with matter, resulting in high penetration."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why does gamma radiation have low ionising ability?",
      "options": [
        "Without charge, gamma rays interact infrequently with atomic electrons",
        "Gamma rays have too much mass to ionise atoms",
        "Gamma rays travel too slowly to ionise atoms",
        "Gamma rays are absorbed by air before reaching atoms"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma rays' lack of charge means they interact infrequently with orbital electrons, resulting in fewer ionisation events per unit distance.",
        "incorrect": "Incorrect. Gamma's lack of charge causes infrequent interactions, leading to low ionisation per distance."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why is gamma radiation considered the most dangerous type for external exposure?",
      "options": [
        "Gamma rays can penetrate the body and reach internal organs, unlike alpha and beta",
        "Gamma rays are more ionising than alpha particles",
        "Gamma rays travel slower than other radiation",
        "Gamma rays are attracted specifically to vital organs"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma rays can penetrate through the body, delivering dose to all organs including critical ones deep inside.",
        "incorrect": "Incorrect. Gamma's high penetration means it can reach and damage internal organs from external sources."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why are dense materials like lead more effective at shielding gamma radiation than less dense materials?",
      "options": [
        "Dense materials have more atoms per unit volume, increasing the chance of gamma rays interacting and being absorbed",
        "Dense materials are magnetic and attract gamma rays",
        "Dense materials convert gamma rays into harmless light",
        "Dense materials reflect gamma rays back toward the source"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Higher atomic density means more potential interaction sites per unit thickness, increasing absorption probability.",
        "incorrect": "Incorrect. Dense materials provide more atoms for gamma rays to interact with per unit thickness."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "How are gamma rays produced during radioactive decay?",
      "options": [
        "The nucleus releases excess energy as a photon after alpha or beta decay leaves it in an excited state",
        "Electrons collide with the nucleus to produce gamma rays",
        "Protons escape from the nucleus as gamma rays",
        "Neutrons convert directly into gamma rays"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! After alpha or beta decay, the daughter nucleus may be in an excited state and releases energy as gamma ray photons to reach ground state.",
        "incorrect": "Incorrect. Gamma rays are emitted when an excited nucleus releases excess energy as photons."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why do gamma rays travel at the speed of light while alpha and beta particles do not?",
      "options": [
        "Gamma rays are electromagnetic radiation (massless photons), which always travels at light speed",
        "Gamma rays have no energy",
        "Alpha and beta particles are electromagnetic radiation too",
        "All radiation travels at the speed of light"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! As massless photons (electromagnetic radiation), gamma rays inherently travel at the speed of light. Particles with mass cannot reach light speed.",
        "incorrect": "Incorrect. Gamma rays are massless photons and must travel at light speed; particles with mass cannot."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Gamma rays penetrate matter easily because they have no [[1]], reducing the frequency of [[2]] with atoms.",
      "segments": [
        { "text": "Gamma rays penetrate matter easily because they have no " },
        { "blank": 1 },
        { "text": ", reducing the frequency of " },
        { "blank": 2 },
        { "text": " with atoms." }
      ],
      "blanks": {
        "1": { "options": ["charge", "energy", "speed", "photons"], "correctIndex": 0 },
        "2": { "options": ["interactions", "collisions", "reflections", "emissions"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! No charge means fewer electromagnetic interactions with atomic electrons.",
        "someIncorrect": "Not quite. Lack of charge reduces interaction frequency, enabling high penetration."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "For external exposure, gamma is most dangerous because it can [[1]] the body to reach [[2]] organs.",
      "segments": [
        { "text": "For external exposure, gamma is most dangerous because it can " },
        { "blank": 1 },
        { "text": " the body to reach " },
        { "blank": 2 },
        { "text": " organs." }
      ],
      "blanks": {
        "1": { "options": ["penetrate", "reflect off", "avoid", "circle"], "correctIndex": 0 },
        "2": { "options": ["internal", "external", "skin", "surface"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Gamma's penetrating power allows it to reach internal organs from external sources.",
        "someIncorrect": "Not quite. Gamma penetrates the body to reach internal organs."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Gamma rays are produced when a nucleus in an [[1]] state releases [[2]] energy as photons.",
      "segments": [
        { "text": "Gamma rays are produced when a nucleus in an " },
        { "blank": 1 },
        { "text": " state releases " },
        { "blank": 2 },
        { "text": " energy as photons." }
      ],
      "blanks": {
        "1": { "options": ["excited", "ground", "stable", "ionised"], "correctIndex": 0 },
        "2": { "options": ["excess", "all", "kinetic", "potential"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Excited nuclei release excess energy as gamma photons when transitioning to lower energy states.",
        "someIncorrect": "Not quite. Gamma emission occurs from excited nuclei releasing excess energy."
      }
    },
    {
      "type": "TF",
      "bloom": "Understand",
      "stem": "The inverse relationship between ionising ability and penetrating power explains why gamma (low ionising) has high penetrating power.",
      "correctAnswer": true,
      "feedback": {
        "correct": "Correct! Low ionising ability means fewer interactions and energy losses per distance, allowing deeper penetration.",
        "incorrect": "Incorrect. This relationship is correct—fewer ionising interactions means less energy loss and greater penetration."
      }
    }
  ],
  "toLevel4": [
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A hospital needs to design a storage room for a gamma-emitting cobalt-60 source. What shielding should they specify?",
      "options": [
        "Thick lead walls (several cm) or equivalent concrete walls (approaching 1 metre)",
        "Paper-lined walls",
        "Aluminium sheeting (a few mm thick)",
        "Standard drywall with no additional shielding"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma radiation requires substantial dense shielding—lead several cm thick or concrete approaching 1 m.",
        "incorrect": "Incorrect. Gamma sources require thick, dense shielding such as lead or concrete walls."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "Technetium-99m emits gamma rays and is used in medical imaging. Why is gamma radiation suitable for this purpose?",
      "options": [
        "Gamma rays can exit the body to be detected externally, creating images of internal structures",
        "Gamma rays stay inside the body for better imaging",
        "Gamma rays have high ionising ability for clear images",
        "Gamma rays are visible to the naked eye"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma's high penetrating power allows the radiation to exit the body and be detected by external cameras.",
        "incorrect": "Incorrect. Gamma's penetration allows it to escape the body for external detection, enabling imaging."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A worker is positioned 2 metres from a gamma source. If they move to 4 metres away, how does the intensity change according to the inverse square law?",
      "options": [
        "The intensity decreases to one-quarter of the original",
        "The intensity doubles",
        "The intensity stays the same",
        "The intensity increases to four times the original"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Following the inverse square law, doubling distance (2m→4m) reduces intensity to (1/2)² = 1/4.",
        "incorrect": "Incorrect. Inverse square law: doubling distance reduces intensity to 1/4 of the original."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "Gamma radiation is used to sterilise medical equipment sealed in packaging. Why is gamma suitable for this application?",
      "options": [
        "Gamma rays penetrate the packaging to sterilise the contents without opening them",
        "Gamma rays cannot penetrate packaging materials",
        "Gamma rays make the equipment radioactive",
        "Gamma rays are visible so operators can see them working"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma's high penetration allows sterilisation of sealed packages without breaking sterility.",
        "incorrect": "Incorrect. Gamma penetrates packaging, sterilising contents while keeping them sealed."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "In external beam radiotherapy, gamma rays from cobalt-60 are used to treat deep tumours. Why is gamma radiation appropriate for this?",
      "options": [
        "Gamma rays can penetrate to reach tumours deep inside the body",
        "Gamma rays are stopped by the skin and treat surface cancers",
        "Gamma rays have the highest ionising ability for maximum damage",
        "Gamma rays cannot damage healthy tissue"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma's penetrating power allows it to reach and treat tumours located deep within the body.",
        "incorrect": "Incorrect. Gamma's high penetration makes it suitable for treating deep-seated tumours."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A nuclear facility uses three protective strategies for gamma radiation: time, distance, and shielding. If shielding cannot be increased, what should workers do?",
      "options": [
        "Minimise time near the source and maximise distance from it",
        "Work closer to complete tasks faster",
        "Only shielding provides protection from gamma",
        "Distance has no effect on gamma exposure"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Reducing exposure time and increasing distance both reduce total dose when shielding is fixed.",
        "incorrect": "Incorrect. Time (less time = less dose) and distance (inverse square law) both reduce gamma exposure."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A scientist needs to detect gamma radiation through 2 cm of steel. Would this be possible?",
      "options": [
        "Yes, gamma rays can penetrate 2 cm of steel and be detected on the other side",
        "No, gamma rays are completely stopped by any metal",
        "No, 2 cm of steel stops all radiation",
        "Yes, but only alpha and beta can penetrate steel"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma rays have high penetrating power and can pass through 2 cm of steel (though attenuated).",
        "incorrect": "Incorrect. Gamma can penetrate 2 cm of steel; significant shielding requires lead or much thicker materials."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "In medical imaging with gamma emitters, the radiation must [[1]] the body to be [[2]] by external detectors.",
      "segments": [
        { "text": "In medical imaging with gamma emitters, the radiation must " },
        { "blank": 1 },
        { "text": " the body to be " },
        { "blank": 2 },
        { "text": " by external detectors." }
      ],
      "blanks": {
        "1": { "options": ["exit", "remain in", "ionise", "heat"], "correctIndex": 0 },
        "2": { "options": ["detected", "absorbed", "blocked", "created"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Gamma must exit the body to reach external detectors and create images.",
        "someIncorrect": "Not quite. For imaging, gamma must exit the body to be detected externally."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "According to the inverse square law, if distance from a gamma source is tripled, the intensity becomes [[1]] of the original, equal to [[2]] or about 11%.",
      "segments": [
        { "text": "According to the inverse square law, if distance from a gamma source is tripled, the intensity becomes " },
        { "blank": 1 },
        { "text": " of the original, equal to " },
        { "blank": 2 },
        { "text": " or about 11%." }
      ],
      "blanks": {
        "1": { "options": ["1/9", "1/3", "3 times", "9 times"], "correctIndex": 0 },
        "2": { "options": ["1/9", "1/3", "3/9", "9/1"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Tripling distance: intensity = 1/3² = 1/9 ≈ 11% of original.",
        "someIncorrect": "Not quite. Inverse square: 3× distance → (1/3)² = 1/9 intensity."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "Gamma radiation is used to sterilise sealed medical equipment because it can [[1]] the packaging without [[2]] it.",
      "segments": [
        { "text": "Gamma radiation is used to sterilise sealed medical equipment because it can " },
        { "blank": 1 },
        { "text": " the packaging without " },
        { "blank": 2 },
        { "text": " it." }
      ],
      "blanks": {
        "1": { "options": ["penetrate", "avoid", "reflect off", "heat"], "correctIndex": 0 },
        "2": { "options": ["opening", "sterilising", "sealing", "labeling"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Gamma penetrates packaging to sterilise contents while maintaining the sealed barrier.",
        "someIncorrect": "Not quite. Gamma penetrates packaging without opening it, maintaining sterility."
      }
    }
  ],
  "toLevel5": [
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze why the half-value layer (HVL) concept is useful for gamma shielding but less commonly applied to alpha shielding.",
      "options": [
        "Gamma intensity decreases exponentially with material thickness, requiring multiple HVLs; alpha is stopped completely by thin barriers with no gradual attenuation",
        "HVL only applies to charged particles",
        "Alpha requires more shielding than gamma",
        "HVL cannot be measured for any radiation type"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma follows exponential attenuation (HVL concept applies), while alpha is stopped abruptly by any barrier thicker than its range.",
        "incorrect": "Incorrect. Gamma is attenuated exponentially (HVL is useful); alpha is stopped completely past its short range."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Compare the radiation protection strategies needed for a gamma source versus an alpha source of equal activity. Analyze the key differences.",
      "options": [
        "Gamma requires substantial dense shielding plus distance; alpha requires only contamination control as it's stopped by minimal barriers",
        "Both require identical protection strategies",
        "Alpha requires more shielding than gamma",
        "Neither requires any protection at equal activities"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma's penetration demands shielding and distance; alpha's easy stopping means contamination control is the main concern.",
        "incorrect": "Incorrect. Gamma needs heavy shielding and distance; alpha needs contamination control (it's easily stopped but dangerous internally)."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "A nuclear medicine department must choose between gamma cameras and PET scanners for routine imaging. Evaluate why gamma cameras use lower energy isotopes than those used in PET.",
      "options": [
        "Lower energy gamma rays are more easily collimated for spatial resolution and require less shielding in the camera; PET uses 511 keV from annihilation which is fixed",
        "PET uses lower energy radiation than gamma cameras",
        "Energy levels have no effect on imaging quality",
        "Both systems use identical radiation energies"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma cameras work best with 100-200 keV photons for collimation and detection. PET's 511 keV photons are fixed by annihilation physics.",
        "incorrect": "Incorrect. Gamma cameras use optimised lower energies (~140 keV); PET must use 511 keV from positron annihilation."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Gamma rays interact with matter through photoelectric effect, Compton scattering, and pair production. Analyze which mechanism dominates in lead shielding and why.",
      "options": [
        "Photoelectric effect dominates in high-Z materials like lead, especially at lower energies, because it involves absorption by tightly-bound inner electrons",
        "Pair production dominates in all shielding scenarios",
        "Compton scattering never occurs in lead",
        "All three mechanisms contribute equally regardless of material or energy"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Photoelectric effect is dominant in high-Z materials (lead) at lower gamma energies; its probability scales with Z⁴-⁵.",
        "incorrect": "Incorrect. In high-Z materials like lead, photoelectric absorption dominates, especially at lower energies."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "Evaluate the trade-offs between using a thick, close-fitting lead shield versus a thinner shield at greater distance from a gamma source.",
      "options": [
        "Both approaches reduce exposure; thick close shielding may be more practical in confined spaces, while distance may be cheaper but requires more space",
        "Only shielding thickness matters; distance has no effect",
        "Thinner shields at distance always provide better protection",
        "There are no trade-offs; one approach is always superior"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Both shielding and distance reduce exposure. The choice involves practical factors: space availability, cost, and operational requirements.",
        "incorrect": "Incorrect. Both approaches work; the choice depends on practical considerations like space, cost, and operations."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "In radiation therapy, gamma rays and high-energy X-rays are both used. Analyze the key difference in their production.",
      "options": [
        "Gamma rays originate from nuclear transitions in radioactive isotopes; X-rays are produced by electron deceleration in machines",
        "Gamma rays and X-rays are produced by the same mechanism",
        "X-rays come from nuclei while gamma comes from electrons",
        "Gamma rays are lower energy than X-rays"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma rays have nuclear origin (isotope decay); X-rays are produced by electron acceleration/deceleration (bremsstrahlung) in machines.",
        "incorrect": "Incorrect. Gamma comes from nuclei (decay); X-rays come from electrons (bremsstrahlung in machines)."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "For imaging a patient's skeleton, technetium-99m (140 keV gamma) is commonly used. Evaluate why this energy is well-suited for medical imaging.",
      "options": [
        "140 keV provides good tissue penetration for imaging while being low enough for efficient detection and manageable shielding requirements",
        "Lower energies would penetrate better",
        "Higher energies would give clearer images",
        "Energy has no effect on image quality or radiation protection"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! 140 keV balances penetration (escapes body), detection efficiency (absorbed by detector), and practical shielding needs.",
        "incorrect": "Incorrect. 140 keV is optimised: penetrates tissue, detected efficiently, and practical for shielding."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze why gamma radiation follows the inverse square law more closely than alpha or beta radiation over practical distances.",
      "options": [
        "Gamma rays are not significantly absorbed by air at practical distances, so geometric spreading dominates; alpha and beta are absorbed before reaching distances where the inverse square law becomes apparent",
        "Alpha and beta follow the inverse square law more closely",
        "The inverse square law doesn't apply to any radiation type",
        "All three radiation types follow the inverse square law identically"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Gamma's minimal air absorption lets geometric spreading (inverse square) dominate. Alpha/beta are absorbed by air before this effect becomes significant.",
        "incorrect": "Incorrect. Gamma follows inverse square because air absorption is minimal; alpha/beta are absorbed before distance effects dominate."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Analyze",
      "stem": "The half-value layer for gamma in lead is about 1 cm. After passing through 3 cm of lead, gamma intensity is reduced to [[1]] of original, calculated as ([[2]])³.",
      "segments": [
        { "text": "The half-value layer for gamma in lead is about 1 cm. After passing through 3 cm of lead, gamma intensity is reduced to " },
        { "blank": 1 },
        { "text": " of original, calculated as (" },
        { "blank": 2 },
        { "text": ")³." }
      ],
      "blanks": {
        "1": { "options": ["1/8", "1/3", "3/4", "1/2"], "correctIndex": 0 },
        "2": { "options": ["1/2", "1/3", "2/3", "3/4"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! 3 HVLs = (1/2)³ = 1/8 remaining intensity.",
        "someIncorrect": "Not quite. 3 HVLs means (1/2)³ = 1/8 of original intensity."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Evaluate",
      "stem": "When evaluating gamma sources for medical imaging, the ideal energy is high enough to [[1]] tissue but low enough for efficient [[2]] and manageable shielding.",
      "segments": [
        { "text": "When evaluating gamma sources for medical imaging, the ideal energy is high enough to " },
        { "blank": 1 },
        { "text": " tissue but low enough for efficient " },
        { "blank": 2 },
        { "text": " and manageable shielding." }
      ],
      "blanks": {
        "1": { "options": ["penetrate", "avoid", "ionise", "heat"], "correctIndex": 0 },
        "2": { "options": ["detection", "absorption", "reflection", "emission"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Imaging requires sufficient penetration to exit the body, but not so high that detection efficiency drops.",
        "someIncorrect": "Not quite. Imaging needs energy to penetrate tissue but remain efficiently detectable."
      }
    }
  ]
}
