{
  "_link": {
    "uuid": "lp-b665514a-5283-fe71-3d94-d33979e83294",
    "version": 1,
    "contentHash": "hash-b665514a",
    "title": "I can determine the stable end product of a decay series",
    "generatedAt": "2026-01-26T12:20:00Z"
  },
  "toLevel2": [
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the stable end product of the uranium-238 decay series?",
      "options": [
        "Lead-206",
        "Lead-207",
        "Lead-208",
        "Bismuth-209"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The uranium-238 decay series ends with stable lead-206 (82 protons, 124 neutrons).",
        "incorrect": "Incorrect. The uranium-238 series terminates at stable lead-206."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the stable end product of the thorium-232 decay series?",
      "options": [
        "Lead-208",
        "Lead-206",
        "Lead-207",
        "Lead-210"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The thorium-232 decay series ends with stable lead-208.",
        "incorrect": "Incorrect. The thorium-232 series terminates at stable lead-208."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the stable end product of the uranium-235 decay series?",
      "options": [
        "Lead-207",
        "Lead-206",
        "Lead-208",
        "Lead-204"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The uranium-235 decay series ends with stable lead-207.",
        "incorrect": "Incorrect. The uranium-235 series terminates at stable lead-207."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "How many protons does lead-206 contain?",
      "options": [
        "82 protons",
        "206 protons",
        "92 protons",
        "124 protons"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Lead has atomic number 82, meaning lead-206 contains 82 protons (and 124 neutrons).",
        "incorrect": "Incorrect. Lead-206 has 82 protons (atomic number of lead) and 124 neutrons (206-82=124)."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What element do all three natural decay series end at?",
      "options": [
        "Lead",
        "Uranium",
        "Bismuth",
        "Radon"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! All three natural decay series (U-238, U-235, Th-232) end at stable isotopes of lead.",
        "incorrect": "Incorrect. All three natural decay series terminate at different isotopes of lead (Pb-206, Pb-207, Pb-208)."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "The uranium-238 decay series ends at stable [[1]], while the thorium-232 series ends at [[2]].",
      "segments": [
        { "text": "The uranium-238 decay series ends at stable " },
        { "blank": 1 },
        { "text": ", while the thorium-232 series ends at " },
        { "blank": 2 },
        { "text": "." }
      ],
      "blanks": {
        "1": { "options": ["lead-206", "lead-208", "uranium-234", "thorium-228"], "correctIndex": 0 },
        "2": { "options": ["lead-208", "lead-206", "lead-207", "bismuth-209"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! U-238 → Pb-206 and Th-232 → Pb-208.",
        "someIncorrect": "Not quite. U-238 ends at Pb-206, and Th-232 ends at Pb-208."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "All natural decay series terminate at isotopes of [[1]], with atomic number [[2]].",
      "segments": [
        { "text": "All natural decay series terminate at isotopes of " },
        { "blank": 1 },
        { "text": ", with atomic number " },
        { "blank": 2 },
        { "text": "." }
      ],
      "blanks": {
        "1": { "options": ["lead", "uranium", "bismuth", "gold"], "correctIndex": 0 },
        "2": { "options": ["82", "92", "83", "79"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! All series end at lead (Z=82) isotopes.",
        "someIncorrect": "Not quite. All natural decay series end at lead, which has atomic number 82."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Lead-206 is stable because it has [[1]] protons and [[2]] neutrons, giving it a favorable nuclear configuration.",
      "segments": [
        { "text": "Lead-206 is stable because it has " },
        { "blank": 1 },
        { "text": " protons and " },
        { "blank": 2 },
        { "text": " neutrons, giving it a favorable nuclear configuration." }
      ],
      "blanks": {
        "1": { "options": ["82", "206", "92", "124"], "correctIndex": 0 },
        "2": { "options": ["124", "82", "206", "92"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Lead-206 has 82 protons (Z=82) and 124 neutrons (206-82=124).",
        "someIncorrect": "Not quite. Pb-206 has 82 protons and 206-82=124 neutrons."
      }
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "The uranium-238 and thorium-232 decay series both end at the same isotope of lead.",
      "correctAnswer": false,
      "feedback": {
        "correct": "Correct! They end at different lead isotopes: U-238 → Pb-206, Th-232 → Pb-208.",
        "incorrect": "Incorrect. U-238 ends at Pb-206, while Th-232 ends at Pb-208—different isotopes."
      }
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "The uranium-238 decay series passes through 14 radioactive isotopes before reaching stable lead-206.",
      "correctAnswer": true,
      "feedback": {
        "correct": "Correct! The U-238 series involves 14 decay steps through various radioactive isotopes before terminating at stable Pb-206.",
        "incorrect": "Incorrect. This is true—the U-238 series does pass through 14 radioactive isotopes."
      }
    }
  ],
  "toLevel3": [
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why do all three natural decay series end at isotopes of lead rather than some other element?",
      "options": [
        "Lead isotopes with Z=82 have stable neutron-to-proton ratios that don't require further decay",
        "Lead is the heaviest element that can exist in nature",
        "Lead absorbs all remaining radiation from the decay series",
        "Lead atoms are too small to undergo radioactive decay"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Lead-206, -207, and -208 all have favorable neutron-to-proton ratios placing them within the belt of stability, so no further decay is needed.",
        "incorrect": "Incorrect. Lead isotopes are stable because their neutron-to-proton ratios fall within the belt of stability."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "How does knowing the end product of a decay series help geologists date rocks?",
      "options": [
        "By measuring the ratio of parent uranium to daughter lead, the time since the rock formed can be calculated",
        "The end product emits a special type of radiation that indicates age",
        "Lead atoms glow brighter in older rocks",
        "The end product changes color depending on the rock's age"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The ratio of remaining parent isotope (e.g., U-238) to accumulated daughter isotope (e.g., Pb-206) can be used to calculate the rock's age.",
        "incorrect": "Incorrect. Uranium-lead dating uses the ratio of parent to daughter isotopes to determine how long ago the rock formed."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why are there three different stable lead isotopes as end products of the three natural decay series?",
      "options": [
        "Each parent nucleus has a different mass number, leading to different final mass numbers after the decay sequence",
        "The three isotopes of lead are actually the same atom measured differently",
        "Only one is truly stable; the others will eventually decay further",
        "The different isotopes form due to temperature differences in the decay environment"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! U-238 (A=238), U-235 (A=235), and Th-232 (A=232) start with different mass numbers, so after their respective decay sequences, they end at Pb-206, Pb-207, and Pb-208.",
        "incorrect": "Incorrect. Different starting mass numbers (238, 235, 232) result in different final mass numbers (206, 207, 208) after each decay series."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "What does the existence of lead on Earth tell us about the history of heavier radioactive elements?",
      "options": [
        "Much of Earth's lead was produced by the decay of uranium and thorium over billions of years",
        "Lead was created during the Big Bang before any radioactive elements existed",
        "Lead was artificially created by human nuclear activities",
        "Lead exists independently and has no connection to radioactive decay"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! A significant portion of Earth's lead comes from the radioactive decay of uranium and thorium over the 4.5 billion years since Earth formed.",
        "incorrect": "Incorrect. Much of Earth's lead is radiogenic—produced by the decay of uranium and thorium over geological time."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "If a rock sample contains both uranium-238 and lead-206 but no other intermediate decay products, what can we conclude?",
      "options": [
        "The intermediate products have short half-lives and have already decayed to lead-206, reaching secular equilibrium",
        "The decay series has not yet started in this sample",
        "The rock must be artificially created in a laboratory",
        "Something has removed all the intermediate products from the rock"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! In old rocks, secular equilibrium is reached where intermediate products decay as fast as they're formed, with most material being either parent or stable end product.",
        "incorrect": "Incorrect. In ancient rocks at secular equilibrium, intermediate isotopes exist in small steady-state amounts, with most material as U-238 or Pb-206."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why is lead described as 'relatively abundant' on Earth compared to other heavy elements?",
      "options": [
        "Lead accumulates as the stable end product of multiple decay series from uranium and thorium",
        "Lead is produced in large quantities by volcanic eruptions",
        "Lead is created by cosmic radiation hitting Earth's atmosphere",
        "Lead is manufactured industrially in large amounts"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Three different decay series all terminate at lead isotopes, causing lead to accumulate over billions of years as uranium and thorium decay.",
        "incorrect": "Incorrect. Lead's relative abundance comes from being the end product of multiple radioactive decay series over geological time."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "The end product of a decay series is [[1]] because its neutron-to-proton ratio places it within the [[2]] of stability.",
      "segments": [
        { "text": "The end product of a decay series is " },
        { "blank": 1 },
        { "text": " because its neutron-to-proton ratio places it within the " },
        { "blank": 2 },
        { "text": " of stability." }
      ],
      "blanks": {
        "1": { "options": ["stable", "radioactive", "unstable", "volatile"], "correctIndex": 0 },
        "2": { "options": ["belt", "edge", "top", "outside"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Stable end products have neutron-to-proton ratios within the belt of stability, requiring no further decay.",
        "someIncorrect": "Not quite. End products are stable because their n/p ratios fall within the belt of stability."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Geologists use the ratio of [[1]] to [[2]] in rocks to determine the age of geological samples using uranium-lead dating.",
      "segments": [
        { "text": "Geologists use the ratio of " },
        { "blank": 1 },
        { "text": " to " },
        { "blank": 2 },
        { "text": " in rocks to determine the age of geological samples using uranium-lead dating." }
      ],
      "blanks": {
        "1": { "options": ["uranium-238", "carbon-14", "potassium-40", "radon-222"], "correctIndex": 0 },
        "2": { "options": ["lead-206", "lead-208", "thorium-232", "radium-226"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! U-Pb dating uses the ratio of remaining U-238 to accumulated Pb-206 to calculate rock ages.",
        "someIncorrect": "Not quite. U-Pb dating measures uranium-238 to lead-206 ratios."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Different decay series produce different lead isotopes because they start with parent nuclei of different [[1]] numbers, resulting in different final [[2]] numbers.",
      "segments": [
        { "text": "Different decay series produce different lead isotopes because they start with parent nuclei of different " },
        { "blank": 1 },
        { "text": " numbers, resulting in different final " },
        { "blank": 2 },
        { "text": " numbers." }
      ],
      "blanks": {
        "1": { "options": ["mass", "atomic", "energy", "electron"], "correctIndex": 0 },
        "2": { "options": ["mass", "atomic", "proton", "neutron"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Different starting mass numbers (238, 235, 232) lead to different final mass numbers (206, 207, 208), all at atomic number 82.",
        "someIncorrect": "Not quite. Different initial mass numbers produce different final mass numbers in the lead products."
      }
    },
    {
      "type": "TF",
      "bloom": "Understand",
      "stem": "Lead-206 could continue to decay into a lighter element if given enough time.",
      "correctAnswer": false,
      "feedback": {
        "correct": "Correct! Lead-206 is stable and will not decay further—it is the permanent end product of the U-238 series.",
        "incorrect": "Incorrect. Lead-206 is stable because its nuclear configuration is favorable. It will not decay further regardless of time."
      }
    }
  ],
  "toLevel4": [
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A geologist finds a rock containing uranium-238 and lead-206 in equal amounts (50% each). Using the U-238 half-life of 4.5 billion years, estimate the rock's age.",
      "options": [
        "Approximately 4.5 billion years old",
        "Approximately 9 billion years old",
        "Approximately 2.25 billion years old",
        "The age cannot be determined from this information"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! A 1:1 ratio of parent to daughter means exactly one half-life has passed, so the rock is about 4.5 billion years old.",
        "incorrect": "Incorrect. When half the original U-238 has decayed to Pb-206 (1:1 ratio), one half-life (4.5 billion years) has elapsed."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A scientist analyzes a meteorite and wants to determine if it contains lead from the uranium-238 decay series. Which lead isotope should they specifically look for?",
      "options": [
        "Lead-206",
        "Lead-208",
        "Lead-207",
        "Lead-204"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The U-238 series ends at Pb-206, so this isotope would indicate decay from U-238.",
        "incorrect": "Incorrect. Lead-206 is the specific end product of the U-238 decay series."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A rock sample contains thorium-232 but very little lead-208. What does this suggest about the sample?",
      "options": [
        "The rock is relatively young, as insufficient time has passed for significant Th-232 to decay to Pb-208",
        "The thorium-232 decay series does not produce lead",
        "All the lead has escaped from the rock as a gas",
        "The sample has been contaminated with artificial thorium"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Low Pb-208 relative to Th-232 indicates the rock formed recently (geologically speaking) and little decay has occurred.",
        "incorrect": "Incorrect. Little Pb-208 compared to Th-232 suggests the rock is young and hasn't had time for much thorium to decay."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "To date a rock using the uranium-235 decay series, a scientist should measure the ratio of uranium-235 to which isotope?",
      "options": [
        "Lead-207",
        "Lead-206",
        "Lead-208",
        "Thorium-231"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The U-235 series ends at Pb-207, so the U-235/Pb-207 ratio is used for dating.",
        "incorrect": "Incorrect. U-235 decays to Pb-207, so this ratio is used for uranium-lead dating with U-235."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A rock contains 75% of its original uranium-238 and 25% lead-206 (relative to original uranium). How many half-lives have elapsed?",
      "options": [
        "Less than one half-life",
        "Exactly one half-life",
        "Two half-lives",
        "Four half-lives"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! After one half-life, 50% would remain. With 75% remaining, less than one half-life has passed.",
        "incorrect": "Incorrect. 75% U-238 remaining means less than half has decayed, so less than one half-life has elapsed."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A researcher wants to verify that lead in a sample came from uranium decay rather than being primordial. How could they distinguish radiogenic lead from primordial lead?",
      "options": [
        "Measure the isotopic ratios—radiogenic lead from U-238 is specifically Pb-206, distinct from other lead isotopes",
        "Radiogenic lead is a different color than primordial lead",
        "Primordial lead is radioactive while radiogenic lead is not",
        "The two types of lead cannot be distinguished by any method"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Radiogenic lead from U-238 is specifically Pb-206. By measuring isotope ratios (Pb-206/Pb-204), excess Pb-206 indicates radiogenic origin.",
        "incorrect": "Incorrect. Isotope ratio analysis can distinguish radiogenic Pb-206 (from U-238 decay) from primordial lead (which has different isotope ratios)."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A mineral crystal incorporated uranium but excluded lead when it formed. Why is this property useful for radiometric dating?",
      "options": [
        "Any lead-206 found in the crystal must have formed from uranium decay, allowing accurate age calculation",
        "The crystal will not undergo radioactive decay",
        "Excluding lead makes the crystal more valuable commercially",
        "The uranium decays faster when lead is excluded"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! If no initial lead was present, all Pb-206 found must be radiogenic, making the U-238/Pb-206 ratio a reliable age indicator.",
        "incorrect": "Incorrect. When initial lead is zero, all measured Pb-206 came from decay, enabling accurate age calculation from the U/Pb ratio."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "To date a rock using the thorium-232 decay series, measure the ratio of thorium-232 to [[1]], which is the [[2]] end product.",
      "segments": [
        { "text": "To date a rock using the thorium-232 decay series, measure the ratio of thorium-232 to " },
        { "blank": 1 },
        { "text": ", which is the " },
        { "blank": 2 },
        { "text": " end product." }
      ],
      "blanks": {
        "1": { "options": ["lead-208", "lead-206", "lead-207", "uranium-238"], "correctIndex": 0 },
        "2": { "options": ["stable", "radioactive", "intermediate", "initial"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Th-232/Pb-208 dating uses the ratio of thorium to its stable end product, lead-208.",
        "someIncorrect": "Not quite. Thorium-232 decays to stable lead-208, so this ratio is used for dating."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "When a rock's U-238 to Pb-206 ratio is 1:3, this means [[1]]% of the original uranium has decayed, indicating approximately [[2]] half-lives have elapsed.",
      "segments": [
        { "text": "When a rock's U-238 to Pb-206 ratio is 1:3, this means " },
        { "blank": 1 },
        { "text": "% of the original uranium has decayed, indicating approximately " },
        { "blank": 2 },
        { "text": " half-lives have elapsed." }
      ],
      "blanks": {
        "1": { "options": ["75", "25", "50", "87.5"], "correctIndex": 0 },
        "2": { "options": ["two", "one", "three", "four"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! 1:3 ratio means 25% U remaining, 75% decayed. After 2 half-lives: 100→50→25%, so about 2 half-lives.",
        "someIncorrect": "Not quite. A 1:3 ratio (25% remaining) indicates 75% decay, approximately 2 half-lives."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "Finding excess [[1]] in a rock sample compared to typical lead isotope ratios indicates the presence of [[2]] lead from the U-238 decay series.",
      "segments": [
        { "text": "Finding excess " },
        { "blank": 1 },
        { "text": " in a rock sample compared to typical lead isotope ratios indicates the presence of " },
        { "blank": 2 },
        { "text": " lead from the U-238 decay series." }
      ],
      "blanks": {
        "1": { "options": ["Pb-206", "Pb-208", "Pb-207", "Pb-204"], "correctIndex": 0 },
        "2": { "options": ["radiogenic", "primordial", "artificial", "magnetic"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Excess Pb-206 indicates radiogenic lead produced by U-238 decay in the sample.",
        "someIncorrect": "Not quite. Excess Pb-206 specifically indicates radiogenic lead from U-238 decay."
      }
    }
  ],
  "toLevel5": [
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "The U-238 series undergoes 8 alpha decays (ΔA = -32) and 6 beta decays (ΔA = 0). Verify that this produces Pb-206 from U-238.",
      "options": [
        "Correct: 238 - 32 = 206, confirming Pb-206 as the end product",
        "Incorrect: the calculation gives a different mass number",
        "Cannot verify without knowing the exact decay sequence",
        "The beta decays also change the mass number"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha decays reduce A by 32 total (8×4). Beta decays don't change A. So: 238 - 32 = 206. ✓",
        "incorrect": "Incorrect. The math confirms it: 8 alpha decays remove 32 mass units, giving 238-32=206."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Earth is approximately 4.5 billion years old, which equals one half-life of U-238. Analyze what fraction of Earth's original U-238 has already decayed to Pb-206.",
      "options": [
        "Approximately 50% has decayed to lead-206",
        "Approximately 99% has decayed to lead-206",
        "Less than 1% has decayed to lead-206",
        "Approximately 75% has decayed to lead-206"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! After one half-life, 50% of the original material remains, meaning 50% has decayed to the stable end product.",
        "incorrect": "Incorrect. One half-life means half of the original U-238 has decayed. Earth's age ≈ one U-238 half-life."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "A student claims that \"since all decay series end at lead, measuring any lead isotope can be used to date rocks.\" Evaluate this claim.",
      "options": [
        "Incorrect: different parent isotopes produce different lead isotopes, so the specific parent-daughter pair must be matched",
        "Correct: all lead isotopes give the same age information",
        "Incorrect: lead cannot be used for dating under any circumstances",
        "Correct: but only for rocks older than 1 million years"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! U-238→Pb-206, U-235→Pb-207, Th-232→Pb-208 are distinct systems. The correct parent-daughter pair must be measured for accurate dating.",
        "incorrect": "Incorrect. Each decay series produces a specific lead isotope; mixing them would give incorrect ages."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "The thorium-232 series has 6 alpha decays. Analyze the mass number change: Th-232 (A=232) to Pb-208 (A=208).",
      "options": [
        "6 alpha decays remove 24 mass units: 232 - 24 = 208 ✓",
        "6 alpha decays remove 6 mass units: 232 - 6 = 226",
        "6 alpha decays remove 12 mass units: 232 - 12 = 220",
        "The calculation doesn't work for this series"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! 6 alpha decays × 4 mass units each = 24 mass units lost. 232 - 24 = 208. ✓",
        "incorrect": "Incorrect. Each alpha decay removes 4 mass units. 6 × 4 = 24. So 232 - 24 = 208."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "Scientists use both U-238/Pb-206 and U-235/Pb-207 dating on the same rock sample. Evaluate why using both systems together improves dating accuracy.",
      "options": [
        "Concordant ages from both systems verify the rock remained a closed system, while discordant ages indicate lead loss or other complications",
        "Using two systems doubles the amount of lead measured",
        "One system works only for old rocks while the other works only for young rocks",
        "The two systems cancel out measurement errors automatically"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! If both decay systems give the same age, the rock hasn't lost or gained parent/daughter isotopes. Discordant ages signal problems with the sample.",
        "incorrect": "Incorrect. Concordance between the two dating systems confirms sample integrity; discordance indicates complications."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "U-235 has a half-life of 704 million years compared to U-238's 4.5 billion years. Analyze which system is more useful for dating rocks formed 1 billion years ago.",
      "options": [
        "U-235/Pb-207 is more sensitive for this age range because more half-lives have elapsed, producing a measurable change in isotope ratios",
        "U-238/Pb-206 is better because it has a longer half-life",
        "Neither system works for rocks of this age",
        "Both systems give identical precision regardless of the rock's age"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! For 1 billion year old rocks, about 1.4 half-lives of U-235 have passed versus 0.2 half-lives of U-238, making U-235/Pb-207 ratios more sensitive.",
        "incorrect": "Incorrect. U-235/Pb-207 is more sensitive at younger ages because more half-lives have elapsed, giving larger ratio changes."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "A proposal suggests using Pb-206/Pb-207 ratios in lead ores to determine whether the lead is primarily from U-238 or U-235 decay. Evaluate this approach.",
      "options": [
        "Valid: different ratios of Pb-206/Pb-207 indicate different contributions from each parent decay series",
        "Invalid: both lead isotopes are chemically identical and cannot be distinguished",
        "Valid: but only using very expensive equipment unavailable to most laboratories",
        "Invalid: primordial lead has no isotopic variation"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Mass spectrometry can measure Pb-206/Pb-207 ratios precisely. Higher Pb-206 indicates more contribution from U-238 decay; higher Pb-207 from U-235 decay.",
        "incorrect": "Incorrect. Isotope ratio mass spectrometry can distinguish lead isotopes, revealing the relative contributions from each decay series."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "The atomic number changes from U-238 to Pb-206 are: 8 alpha decays (ΔZ = -16) and 6 beta-minus decays (ΔZ = +6). Verify the final atomic number.",
      "options": [
        "92 - 16 + 6 = 82, confirming lead (Z=82) as the end product",
        "92 - 16 - 6 = 70, suggesting a different end product",
        "The calculation cannot be performed without more information",
        "92 + 16 + 6 = 114, suggesting a transuranic element"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha: -16 to Z. Beta-minus: +6 to Z. Net: 92 - 16 + 6 = 82 = lead. ✓",
        "incorrect": "Incorrect. 8 alphas (-16 to Z) + 6 betas (+6 to Z) = net -10 to Z. From 92: 82 = lead."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Analyze",
      "stem": "To verify the U-238 end product, calculate: starting A = 238, minus [[1]] from 8 alpha decays, equals [[2]] (lead-206).",
      "segments": [
        { "text": "To verify the U-238 end product, calculate: starting A = 238, minus " },
        { "blank": 1 },
        { "text": " from 8 alpha decays, equals " },
        { "blank": 2 },
        { "text": " (lead-206)." }
      ],
      "blanks": {
        "1": { "options": ["32", "8", "16", "24"], "correctIndex": 0 },
        "2": { "options": ["206", "222", "230", "234"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! 8 × 4 = 32 mass units lost from alpha decays. 238 - 32 = 206.",
        "someIncorrect": "Not quite. 8 alpha decays remove 8×4=32 mass units: 238-32=206."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Evaluate",
      "stem": "When evaluating dating methods, concordant ages from U-238/Pb-206 and U-235/Pb-207 systems indicate the rock has remained a [[1]] system with no [[2]] or gain of parent/daughter isotopes.",
      "segments": [
        { "text": "When evaluating dating methods, concordant ages from U-238/Pb-206 and U-235/Pb-207 systems indicate the rock has remained a " },
        { "blank": 1 },
        { "text": " system with no " },
        { "blank": 2 },
        { "text": " or gain of parent/daughter isotopes." }
      ],
      "blanks": {
        "1": { "options": ["closed", "open", "active", "heated"], "correctIndex": 0 },
        "2": { "options": ["loss", "creation", "movement", "mixing"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Concordant ages verify a closed system—no isotope loss or gain since formation.",
        "someIncorrect": "Not quite. Concordance confirms a closed system with no loss or gain of isotopes."
      }
    }
  ]
}
