{
  "_link": {
    "uuid": "lp-7004d58d-8bb3-765b-6d00-15f95dbd5843",
    "version": 1,
    "contentHash": "hash-7004d58d",
    "title": "I can explain what a radioactive decay series represents",
    "generatedAt": "2026-01-26T12:05:00Z"
  },
  "toLevel2": [
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is a radioactive decay series?",
      "options": [
        "A sequence of radioactive decays a heavy nucleus undergoes until reaching a stable isotope",
        "A list of all radioactive elements arranged by atomic number",
        "A series of chemical reactions involving radioactive substances",
        "A group of elements that emit the same type of radiation"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! A decay series is the sequence of decays an unstable nucleus undergoes, with each decay producing a daughter nucleus until a stable isotope is reached.",
        "incorrect": "Incorrect. A decay series is the sequence of radioactive decays a heavy unstable nucleus undergoes until it finally becomes a stable isotope."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the stable end product of the uranium-238 decay series?",
      "options": [
        "Lead-206",
        "Uranium-234",
        "Radon-222",
        "Thorium-234"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Uranium-238 undergoes 14 decay steps before finally becoming stable lead-206.",
        "incorrect": "Incorrect. The uranium-238 decay series ends with stable lead-206 after 14 decay steps."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "How many decay steps does uranium-238 undergo before becoming stable?",
      "options": [
        "14 steps",
        "2 steps",
        "6 steps",
        "28 steps"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Uranium-238 undergoes 14 radioactive decay steps before reaching stable lead-206.",
        "incorrect": "Incorrect. The uranium-238 decay series involves 14 separate decay steps."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What happens to the daughter nucleus produced in each step of a decay series?",
      "options": [
        "It may itself be radioactive and undergo further decay",
        "It is always stable and does not decay further",
        "It immediately transforms back into the parent nucleus",
        "It splits into two equal nuclei"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! In a decay series, each daughter nucleus may be radioactive and undergo further decay until eventually a stable isotope is reached.",
        "incorrect": "Incorrect. The daughter nucleus produced in each decay step is often itself radioactive and decays further."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "Which of the following elements is NOT produced during the uranium-238 decay series?",
      "options": [
        "Carbon",
        "Thorium",
        "Radium",
        "Radon"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Carbon is not part of the uranium-238 decay series. The series produces thorium, protactinium, radium, radon, polonium, bismuth, and lead isotopes.",
        "incorrect": "Incorrect. Carbon is not produced in the uranium-238 decay series. The series includes thorium, radium, radon, polonium, and other heavy elements."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "A decay series begins with a heavy [[1]] nucleus and ends when a [[2]] isotope is reached.",
      "segments": [
        { "text": "A decay series begins with a heavy " },
        { "blank": 1 },
        { "text": " nucleus and ends when a " },
        { "blank": 2 },
        { "text": " isotope is reached." }
      ],
      "blanks": {
        "1": { "options": ["unstable", "stable", "neutral", "positive"], "correctIndex": 0 },
        "2": { "options": ["stable", "unstable", "radioactive", "gaseous"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Decay series start with unstable nuclei and end when a stable isotope is finally produced.",
        "someIncorrect": "Not quite. A decay series starts with an unstable nucleus and ends with a stable isotope."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "The uranium-238 decay series produces many intermediate radioactive isotopes including [[1]], radium, and [[2]] before ending at lead-206.",
      "segments": [
        { "text": "The uranium-238 decay series produces many intermediate radioactive isotopes including " },
        { "blank": 1 },
        { "text": ", radium, and " },
        { "blank": 2 },
        { "text": " before ending at lead-206." }
      ],
      "blanks": {
        "1": { "options": ["thorium", "hydrogen", "helium", "oxygen"], "correctIndex": 0 },
        "2": { "options": ["radon", "neon", "argon", "xenon"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! The uranium-238 series includes thorium, radium, radon, and several other radioactive elements.",
        "someIncorrect": "Not quite. Thorium and radon are among the intermediate products in the uranium-238 decay series."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Each decay in a series produces a [[1]] nucleus, which is the product of the [[2]] nucleus decaying.",
      "segments": [
        { "text": "Each decay in a series produces a " },
        { "blank": 1 },
        { "text": " nucleus, which is the product of the " },
        { "blank": 2 },
        { "text": " nucleus decaying." }
      ],
      "blanks": {
        "1": { "options": ["daughter", "parent", "sister", "brother"], "correctIndex": 0 },
        "2": { "options": ["parent", "daughter", "stable", "neutral"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! The parent nucleus decays to produce a daughter nucleus, which may then become the parent for the next decay.",
        "someIncorrect": "Not quite. A parent nucleus decays to produce a daughter nucleus in each step of the series."
      }
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "Uranium ore contains only uranium and no other radioactive elements.",
      "correctAnswer": false,
      "feedback": {
        "correct": "Correct! Uranium ore contains many radioactive elements because uranium-238 decays through a series of intermediate radioactive isotopes. This is why decay series are important.",
        "incorrect": "Incorrect. Uranium ore contains multiple radioactive elements because uranium-238 undergoes a decay series, producing thorium, radium, radon, and other radioactive isotopes."
      }
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "Heat generated from radioactive decay series helps keep Earth's core molten.",
      "correctAnswer": true,
      "feedback": {
        "correct": "Correct! The decay of uranium, thorium, and other radioactive elements in Earth's interior generates heat that contributes to keeping the core molten.",
        "incorrect": "Incorrect. Radioactive decay of elements like uranium and thorium does generate significant heat within Earth, contributing to the molten core."
      }
    }
  ],
  "toLevel3": [
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why does uranium ore found in nature contain radium, even though radium was not originally present when the ore formed?",
      "options": [
        "Radium is produced as an intermediate product in the uranium-238 decay series",
        "Radium naturally migrates through rock to accumulate in uranium deposits",
        "Radium and uranium are chemically bonded in the original ore formation",
        "Cosmic radiation converts some uranium atoms directly into radium"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Radium is one of the daughter products in the uranium-238 decay series. As uranium decays over time, it produces radium along with other intermediate isotopes.",
        "incorrect": "Incorrect. Radium appears in uranium ore because it is produced during the uranium-238 decay series as an intermediate daughter product."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why does a decay series eventually end rather than continuing indefinitely?",
      "options": [
        "Eventually a decay produces a stable isotope that does not undergo further radioactive decay",
        "The radiation runs out of energy after a certain number of decays",
        "Government regulations limit the number of decays that can occur",
        "The atoms become too small to decay after multiple steps"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! A decay series ends when a stable isotope is produced. This isotope has a favorable neutron-to-proton ratio and does not need to undergo further decay.",
        "incorrect": "Incorrect. The series ends when a stable isotope is finally produced—one that has a stable neutron-to-proton ratio and does not decay further."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "How does understanding decay series explain the presence of radon gas in homes built on granite bedrock?",
      "options": [
        "Granite contains uranium, which decays through a series that produces radioactive radon gas",
        "Radon gas is chemically attracted to the minerals found in granite",
        "Granite directly emits radon gas when exposed to sunlight",
        "Radon forms when granite reacts with oxygen in the air"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Granite naturally contains uranium. As uranium-238 decays through its series, it produces radon-222, a radioactive gas that can seep into buildings.",
        "incorrect": "Incorrect. Radon gas is produced as part of the uranium-238 decay series. Since granite contains uranium, the decay process releases radon gas."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "In a decay series, the daughter nucleus from one decay becomes the parent nucleus for the next decay. What does this tell us about the intermediate isotopes?",
      "options": [
        "The intermediate isotopes are themselves unstable and radioactive",
        "The intermediate isotopes are all stable until the final product",
        "The intermediate isotopes exist only for fractions of a second",
        "The intermediate isotopes are all the same element"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Since each daughter becomes a parent for further decay, all intermediate isotopes in the series must be unstable and radioactive until the final stable product is reached.",
        "incorrect": "Incorrect. The fact that each daughter decays further indicates that all intermediate isotopes in the series are unstable and radioactive."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "The uranium-238 decay series involves both alpha and beta decays. What does this indicate about the types of nuclear changes occurring?",
      "options": [
        "Both the number of protons and the neutron-to-proton ratio are being adjusted to reach stability",
        "Only the mass number is changing while the atomic number stays constant",
        "The nucleus is only losing energy without changing composition",
        "Only neutrons are being emitted throughout the entire series"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Alpha decay reduces both protons and neutrons, while beta decay converts neutrons to protons (or vice versa). Both processes work to achieve a stable nuclear configuration.",
        "incorrect": "Incorrect. Alpha and beta decays serve different purposes: alpha decay reduces nuclear size while beta decay adjusts the neutron-to-proton ratio."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why is lead-206 the stable end product of the uranium-238 series rather than another isotope?",
      "options": [
        "Lead-206 has a neutron-to-proton ratio that places it within the band of stability",
        "Lead-206 is the heaviest element that can exist in nature",
        "Lead-206 has zero neutrons, making it impossible to decay further",
        "Lead-206 has special chemical properties that prevent nuclear decay"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Lead-206 has a stable neutron-to-proton ratio, placing it within the band of stability where no further decay is necessary.",
        "incorrect": "Incorrect. Lead-206 is stable because its neutron-to-proton ratio falls within the band of stability, meaning its nucleus is energetically favorable and does not need to decay."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Decay series explain why uranium mining produces multiple [[1]] elements, as each step creates a different [[2]] isotope.",
      "segments": [
        { "text": "Decay series explain why uranium mining produces multiple " },
        { "blank": 1 },
        { "text": " elements, as each step creates a different " },
        { "blank": 2 },
        { "text": " isotope." }
      ],
      "blanks": {
        "1": { "options": ["radioactive", "stable", "inert", "metallic"], "correctIndex": 0 },
        "2": { "options": ["daughter", "parent", "original", "identical"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Uranium mining exposes multiple radioactive elements because each decay step produces a different radioactive daughter isotope.",
        "someIncorrect": "Not quite. Decay series produce multiple radioactive daughter isotopes, which is why uranium ore contains many radioactive elements."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "The reason radon gas accumulates in basements is that radon is a [[1]] product in the uranium decay series, and uranium is naturally present in [[2]] and soil.",
      "segments": [
        { "text": "The reason radon gas accumulates in basements is that radon is a " },
        { "blank": 1 },
        { "text": " product in the uranium decay series, and uranium is naturally present in " },
        { "blank": 2 },
        { "text": " and soil." }
      ],
      "blanks": {
        "1": { "options": ["daughter", "parent", "stable", "artificial"], "correctIndex": 0 },
        "2": { "options": ["rocks", "air", "water", "plants"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Radon is produced as a daughter product when uranium in rocks and soil undergoes decay, and the gas can seep into basements.",
        "someIncorrect": "Not quite. Radon is a daughter product of uranium decay, and uranium occurs naturally in rocks and soil."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "A decay series ends when the [[1]] isotope produced has a stable neutron-to-proton [[2]] that does not require further decay.",
      "segments": [
        { "text": "A decay series ends when the " },
        { "blank": 1 },
        { "text": " isotope produced has a stable neutron-to-proton " },
        { "blank": 2 },
        { "text": " that does not require further decay." }
      ],
      "blanks": {
        "1": { "options": ["final", "first", "middle", "random"], "correctIndex": 0 },
        "2": { "options": ["ratio", "mass", "charge", "spin"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! The series ends when the final isotope has a stable neutron-to-proton ratio, making further decay unnecessary.",
        "someIncorrect": "Not quite. A decay series ends when the final isotope achieves a stable neutron-to-proton ratio."
      }
    },
    {
      "type": "TF",
      "bloom": "Understand",
      "stem": "The intermediate products in a decay series can have half-lives ranging from fractions of a second to thousands of years.",
      "correctAnswer": true,
      "feedback": {
        "correct": "Correct! Different isotopes in a decay series have vastly different half-lives. For example, in the U-238 series, some isotopes have half-lives of microseconds while others last thousands of years.",
        "incorrect": "Incorrect. The intermediate isotopes do have widely varying half-lives, from very short (fractions of a second) to very long (thousands of years)."
      }
    }
  ],
  "toLevel4": [
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A geologist finds uranium ore and wants to predict what other radioactive elements will be present. Using knowledge of decay series, which elements should they expect to find?",
      "options": [
        "Thorium, radium, radon, polonium, and lead isotopes",
        "Only uranium and lead, with no intermediate elements",
        "Carbon, nitrogen, and oxygen isotopes",
        "Iron, nickel, and cobalt isotopes"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The uranium-238 decay series produces thorium, protactinium, radium, radon, polonium, bismuth, and lead isotopes as intermediate and final products.",
        "incorrect": "Incorrect. Uranium ore contains the daughter products of the U-238 decay series: thorium, radium, radon, polonium, and eventually lead."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A homeowner discovers high radon levels in their basement. Based on decay series knowledge, what is the likely source of this radon?",
      "options": [
        "Uranium naturally present in the soil and bedrock beneath the house",
        "Radon released from household cleaning products",
        "Cosmic radiation converting nitrogen in the air to radon",
        "Natural gas pipes leaking radon into the basement"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Radon-222 is produced in the uranium-238 decay series. Uranium in soil and bedrock decays through several steps to produce radon gas, which seeps into basements.",
        "incorrect": "Incorrect. Radon in basements comes from uranium naturally present in the ground. The decay series produces radon as an intermediate product."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A nuclear scientist has a sample of pure uranium-238. After 1 million years, they analyze the sample. What would they find?",
      "options": [
        "A mixture of uranium-238 and its decay series daughter products in predictable proportions",
        "Only uranium-238, as it takes billions of years for any decay to occur",
        "Only lead-206, as all the uranium would have fully decayed",
        "A mixture of random elements not related to the decay series"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Over 1 million years, some uranium-238 decays, producing daughter products. The sample would contain uranium-238 plus thorium-234 and other decay series products in equilibrium proportions.",
        "incorrect": "Incorrect. Over geological time, uranium decays through its series, so the sample would contain uranium plus a mixture of its daughter products."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "An environmental scientist is assessing radiation risk at an old uranium mine. Using decay series knowledge, which radioactive gas should they specifically test for?",
      "options": [
        "Radon-222, produced in the uranium-238 decay series",
        "Hydrogen-3 (tritium), common in mining operations",
        "Carbon-14, produced by nuclear reactions in soil",
        "Oxygen-18, a radioactive form of oxygen"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Radon-222 is a gaseous daughter product in the uranium-238 decay series. It poses a significant inhalation hazard at uranium mining sites.",
        "incorrect": "Incorrect. Radon-222 is the specific gas produced in the uranium decay series that poses the greatest inhalation risk at uranium mines."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A physics student is asked to determine why Earth's interior is still hot after 4.5 billion years. How do decay series help explain this?",
      "options": [
        "Uranium and thorium decay series continuously release energy as heat throughout their many decay steps",
        "Decay series trap heat from the Sun inside Earth's crust",
        "The final stable lead absorbs and stores thermal energy indefinitely",
        "Decay series create insulating layers that prevent heat from escaping"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The decay of uranium-238, uranium-235, and thorium-232 through their decay series releases energy at each step, contributing significantly to Earth's internal heat.",
        "incorrect": "Incorrect. Radioactive decay series release energy at each decay step, and this continuous energy release contributes to maintaining Earth's internal heat."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A researcher studying ancient rocks finds that a sample contains uranium-238 and lead-206 in a 1:1 ratio. Using the concept of decay series, what can they conclude?",
      "options": [
        "Half of the original uranium-238 has decayed through the complete series to become lead-206",
        "The rock is exactly 1 year old based on this ratio",
        "Lead-206 must have been present when the rock originally formed",
        "The decay series has not yet begun in this sample"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! A 1:1 ratio means half the original uranium has decayed to lead-206, indicating the rock is approximately one half-life of uranium-238 old (about 4.5 billion years).",
        "incorrect": "Incorrect. A 1:1 ratio of U-238 to Pb-206 indicates that half the original uranium has completed the decay series to become stable lead."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A nuclear facility stores uranium ore in sealed containers. Over time, pressure inside the containers increases. Using decay series knowledge, explain this observation.",
      "options": [
        "Radon gas is produced as a decay series product and accumulates inside the sealed containers",
        "The uranium is chemically reacting with the container material",
        "Alpha particles are creating new gas molecules from the container walls",
        "Temperature increases are causing the solid uranium to vaporize"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Radon-222 is a noble gas produced in the uranium-238 decay series. It accumulates in sealed containers, increasing the internal pressure.",
        "incorrect": "Incorrect. The decay series produces radon gas as an intermediate product, and this gas accumulates in sealed containers, causing pressure increases."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "To assess radon risk in a home, inspectors should check if the house is built on [[1]] that contains [[2]], as this element's decay series produces radon gas.",
      "segments": [
        { "text": "To assess radon risk in a home, inspectors should check if the house is built on " },
        { "blank": 1 },
        { "text": " that contains " },
        { "blank": 2 },
        { "text": ", as this element's decay series produces radon gas." }
      ],
      "blanks": {
        "1": { "options": ["granite", "ice", "wood", "plastic"], "correctIndex": 0 },
        "2": { "options": ["uranium", "carbon", "oxygen", "silicon"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Granite and other rocks containing uranium are sources of radon gas, which is produced in the uranium decay series.",
        "someIncorrect": "Not quite. Homes built on granite or uranium-bearing rock may have elevated radon levels due to the uranium decay series."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "When dating ancient rocks, scientists measure the ratio of [[1]] to [[2]] because lead-206 is the stable end product of the uranium-238 decay series.",
      "segments": [
        { "text": "When dating ancient rocks, scientists measure the ratio of " },
        { "blank": 1 },
        { "text": " to " },
        { "blank": 2 },
        { "text": " because lead-206 is the stable end product of the uranium-238 decay series." }
      ],
      "blanks": {
        "1": { "options": ["uranium-238", "carbon-14", "potassium-40", "hydrogen-1"], "correctIndex": 0 },
        "2": { "options": ["lead-206", "lead-208", "gold-197", "silver-107"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Uranium-lead dating uses the ratio of U-238 to Pb-206 to determine rock ages, based on the decay series relationship.",
        "someIncorrect": "Not quite. Scientists measure uranium-238 to lead-206 ratios for dating because Pb-206 is the decay series end product."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "Earth's [[1]] remains hot partly because uranium and thorium decay series continuously release [[2]] at each decay step.",
      "segments": [
        { "text": "Earth's " },
        { "blank": 1 },
        { "text": " remains hot partly because uranium and thorium decay series continuously release " },
        { "blank": 2 },
        { "text": " at each decay step." }
      ],
      "blanks": {
        "1": { "options": ["interior", "atmosphere", "surface", "oceans"], "correctIndex": 0 },
        "2": { "options": ["energy", "light", "sound", "magnetism"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Radioactive decay series release energy at each step, and this contributes significantly to heating Earth's interior.",
        "someIncorrect": "Not quite. Earth's interior is heated partly by energy released during radioactive decay series."
      }
    }
  ],
  "toLevel5": [
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "The uranium-238 decay series contains 8 alpha decays and 6 beta decays. Analyze what this combination of decays accomplishes in terms of nuclear composition changes.",
      "options": [
        "Alpha decays reduce the mass number by 32 and atomic number by 16, while beta decays increase atomic number by 6, resulting in a net change from Z=92 to Z=82",
        "The decays only change the mass number while keeping the atomic number constant at 92",
        "Beta decays counteract all the effects of alpha decays, returning the nucleus to its original composition",
        "The combination creates entirely new elements not found in the periodic table"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Each alpha decay reduces Z by 2 and A by 4; each beta decay increases Z by 1. Total: 8×(-2) + 6×(+1) = -10 change in Z, from 92 to 82 (uranium to lead).",
        "incorrect": "Incorrect. The 8 alpha decays reduce Z by 16 total, and the 6 beta decays increase Z by 6, giving a net change from Z=92 (uranium) to Z=82 (lead)."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "In the uranium-238 decay series, radon-222 has a half-life of 3.8 days while its parent radium-226 has a half-life of 1600 years. Analyze the implications for radon accumulation in the environment.",
      "options": [
        "Radon is continuously produced by long-lived radium but decays quickly, creating a steady-state concentration rather than unlimited accumulation",
        "Radon accumulates indefinitely because it is produced faster than it decays",
        "Radon concentration constantly decreases because radium decays faster than radon",
        "The half-life difference means radon and radium reach equal concentrations"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The long-lived radium-226 provides a continuous source of radon-222, but radon's short half-life means it decays quickly. This establishes a secular equilibrium with steady radon levels.",
        "incorrect": "Incorrect. The long half-life of radium provides continuous radon production, while radon's short half-life prevents unlimited accumulation, creating equilibrium."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "A proposal suggests storing nuclear waste in granite formations because \"granite is stable and will contain the waste safely.\" Evaluate this claim considering decay series.",
      "options": [
        "The claim overlooks that granite contains natural uranium, which produces radon gas that could provide pathways for other radioactive materials to migrate",
        "The claim is correct because granite's crystalline structure prevents all radioactive decay",
        "The claim is correct because granite chemically neutralizes radioactive waste",
        "The claim is irrelevant because decay series do not occur in solid rock formations"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Granite naturally contains uranium whose decay series produces radon gas. Understanding these natural decay processes is important when evaluating geological storage sites for nuclear waste.",
        "incorrect": "Incorrect. Granite naturally contains uranium that undergoes decay series, producing radon gas. This must be considered when evaluating storage site suitability."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Ancient zircon crystals can be dated using the U-Pb method because zircon incorporates uranium but excludes lead when it forms. Analyze why this property makes zircon ideal for decay series dating.",
      "options": [
        "Any lead found in the crystal must have been produced by uranium decay, allowing accurate age calculations from the U-Pb ratio",
        "Zircon stops all radioactive decay, preserving the original uranium content indefinitely",
        "Lead exclusion means zircon crystals have no radiation, making them safe to handle",
        "The absence of lead accelerates the uranium decay rate in zircon crystals"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Because zircon excludes lead during formation, any lead-206 present must have been produced by uranium-238 decay. This allows precise age determination from the U-Pb ratio.",
        "incorrect": "Incorrect. Zircon's exclusion of lead at formation means all lead-206 found represents decay products, enabling accurate age calculation using the decay series."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "Some sources claim that \"once uranium decays to lead, the radiation hazard is eliminated.\" Evaluate this statement's accuracy regarding decay series.",
      "options": [
        "The statement is misleading because the intermediate products in the decay series (like radon and polonium) pose significant radiation hazards for geological timescales",
        "The statement is completely accurate as lead-206 is the only product that matters",
        "The statement is accurate because intermediate products exist for only nanoseconds",
        "The statement is accurate because only alpha radiation is produced, which is harmless"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! The intermediate products including radon gas and polonium isotopes are highly radioactive and pose significant health hazards. The journey to stable lead takes billions of years.",
        "incorrect": "Incorrect. The decay series produces hazardous intermediate products like radon and polonium that persist for thousands to millions of years before stable lead is reached."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "In secular equilibrium, the activity of radon-222 equals the activity of its parent radium-226, despite radon's much shorter half-life. Analyze why this occurs.",
      "options": [
        "Radon decays as fast as it is produced, so the rate of radon decay equals the rate of radon production from radium decay",
        "Radon and radium have equal numbers of atoms in equilibrium",
        "Secular equilibrium only occurs when both isotopes have identical half-lives",
        "Radon becomes stable in the presence of radium, stopping its decay"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! In secular equilibrium, radon-222 decays at the same rate it is produced by radium-226 decay. Since activity equals decay rate, both activities become equal despite different half-lives and atom numbers.",
        "incorrect": "Incorrect. Secular equilibrium means the short-lived daughter (radon) decays as fast as it's produced, so decay rates (activities) of parent and daughter become equal."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "A government proposes using the presence of lead-206 in rock samples as proof that nuclear waste has not leaked from a nearby storage facility. Evaluate the validity of this reasoning.",
      "options": [
        "The reasoning is flawed because lead-206 occurs naturally from uranium decay in rocks, so its presence doesn't indicate waste leakage",
        "The reasoning is valid because lead-206 only comes from nuclear waste facilities",
        "The reasoning is valid because natural uranium never produces lead-206",
        "The reasoning is flawed because lead-206 is not radioactive and cannot be detected"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Lead-206 is naturally produced by uranium-238 decay in rocks. Its presence is expected in all uranium-bearing rocks and cannot distinguish between natural origin and waste leakage.",
        "incorrect": "Incorrect. Lead-206 is a natural decay product of uranium-238 found in all uranium-bearing rocks, so its presence cannot be used to identify waste leakage."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "The thorium-232 decay series ends with lead-208, while the uranium-238 series ends with lead-206. Analyze what this reveals about the different decay pathways.",
      "options": [
        "Different starting mass numbers and combinations of alpha/beta decays lead to different stable lead isotopes, each with a specific neutron-to-proton ratio",
        "Both series end with the same isotope but scientists use different naming conventions",
        "Lead-206 and lead-208 are radioactive isotopes that will eventually become the same element",
        "The different end products indicate that one decay series is incomplete"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Thorium-232 (A=232) and uranium-238 (A=238) undergo different numbers of alpha decays, leading to different final mass numbers (208 vs 206) while both reaching stable lead (Z=82).",
        "incorrect": "Incorrect. The different starting mass numbers and decay pathways result in different stable lead isotopes, but both reach Z=82 (lead) as the stable end point."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Analyze",
      "stem": "The existence of multiple radioactive elements in uranium ore demonstrates that daughter products are often [[1]] themselves, forming a [[2]] of sequential decays.",
      "segments": [
        { "text": "The existence of multiple radioactive elements in uranium ore demonstrates that daughter products are often " },
        { "blank": 1 },
        { "text": " themselves, forming a " },
        { "blank": 2 },
        { "text": " of sequential decays." }
      ],
      "blanks": {
        "1": { "options": ["unstable", "stable", "neutral", "inert"], "correctIndex": 0 },
        "2": { "options": ["chain", "pair", "single", "parallel"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Daughter products being unstable leads to a chain of sequential decays, explaining the presence of multiple radioactive elements in uranium ore.",
        "someIncorrect": "Not quite. The unstable daughter products form a chain of decays that creates multiple radioactive elements."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Evaluate",
      "stem": "When evaluating radiation hazards from uranium deposits, the [[1]] products like radon must be considered because they may be [[2]] hazardous than the original uranium.",
      "segments": [
        { "text": "When evaluating radiation hazards from uranium deposits, the " },
        { "blank": 1 },
        { "text": " products like radon must be considered because they may be " },
        { "blank": 2 },
        { "text": " hazardous than the original uranium." }
      ],
      "blanks": {
        "1": { "options": ["intermediate", "final", "artificial", "original"], "correctIndex": 0 },
        "2": { "options": ["more", "less", "equally", "not"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Intermediate products like radon gas can pose greater immediate hazards than uranium itself due to their gaseous nature and higher specific activity.",
        "someIncorrect": "Not quite. Intermediate decay products like radon can be more hazardous than the parent uranium due to their mobility and activity."
      }
    }
  ]
}
