{
  "id": "electron-configuration",
  "name": "Electron Configuration",
  "icon": "🔵",
  "what": "This subtopic covers how electrons are arranged in shells around the nucleus. You will learn the rules for filling electron shells and how to represent electron arrangements using shell diagrams and electron configuration notation.",
  "why": "Electron configuration determines an element's chemical behaviour. Elements react to achieve stable, full outer shells, so knowing how electrons are arranged lets you predict how elements will bond and react.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-c8deb483-b13f-578c-849c-cb0958b40f51",
      "version": 1,
      "title": "I can state the maximum number of electrons that can occupy each shell",
      "code": "2.1",
      "what": "The first shell holds up to 2 electrons. The second and third shells hold up to 8 electrons each. Electrons fill from the innermost shell outward.",
      "why": "Understanding shell capacity explains why elements in the same group have similar properties and why noble gases are stable.",
      "example": "Argon has 18 electrons arranged as 2 in the first shell, 8 in the second shell, and 8 in the third shell (2,8,8).",
      "contentHash": "hash-ed58cebb"
    },
    {
      "id": 2,
      "uuid": "lp-03f3e979-f5f2-24b6-5af1-a84e4af3e6d5",
      "version": 1,
      "title": "I can draw electron shell diagrams for elements 1-20",
      "code": "2.2",
      "what": "Shell diagrams show concentric circles around a nucleus, with dots or crosses representing electrons in each shell. Electrons fill inner shells first before moving to outer shells.",
      "why": "Shell diagrams provide a visual way to understand electron arrangement and predict chemical bonding behaviour.",
      "example": "A magnesium atom (12 electrons) is drawn with a nucleus containing 12 protons, with 2 electrons in the first ring, 8 in the second ring, and 2 in the third ring.",
      "contentHash": "hash-677fc279"
    },
    {
      "id": 3,
      "uuid": "lp-0885482a-9c3d-fa9e-87b6-df26195c3b79",
      "version": 1,
      "title": "I can write electron configurations using comma notation",
      "code": "2.3",
      "what": "Electron configuration notation lists the number of electrons in each shell, separated by commas. For example, chlorine with 17 electrons has the configuration 2,8,7.",
      "why": "This notation provides a quick way to communicate electron arrangement without drawing diagrams.",
      "example": "Potassium has 19 electrons. Its electron configuration is 2,8,8,1 showing electrons distributed across four shells.",
      "contentHash": "hash-2bb4e937"
    },
    {
      "id": 4,
      "uuid": "lp-e17210f4-710c-0c3f-aac2-f59f622db97e",
      "version": 1,
      "title": "I can identify valence electrons from an electron configuration",
      "code": "2.4",
      "what": "Valence electrons are the electrons in the outermost shell of an atom. They are the electrons involved in chemical bonding and reactions.",
      "why": "Valence electrons determine how an element bonds with others. Elements with the same number of valence electrons have similar chemical properties.",
      "example": "Chlorine has electron configuration 2,8,7. The 7 in the last position means chlorine has 7 valence electrons.",
      "contentHash": "hash-72266097"
    },
    {
      "id": 5,
      "uuid": "lp-97ce175a-fa4c-0aea-5593-88d65a7c9a40",
      "version": 1,
      "title": "I can determine an element's group and period from its electron configuration",
      "code": "2.5",
      "what": "The number of occupied shells equals the period number. The number of valence electrons equals the group number (for main group elements).",
      "why": "This connection explains why the periodic table is arranged as it is and allows you to predict an element's position from its electron structure.",
      "example": "An element with configuration 2,8,8,1 has 4 occupied shells (Period 4) and 1 valence electron (Group 1). This is potassium.",
      "contentHash": "hash-6faa78d2"
    }
  ]
}