{
  "_meta": {
    "exportedAt": "2026-02-11T10:00:32.390Z",
    "topicId": "fundamental-economic-concepts",
    "topicName": "Fundamental Economic Concepts"
  },
  "items": [
    {
      "uuid": "lp-14ead77c-051d-b3e1-c810-bc2adf5006c6",
      "id": 1,
      "version": 1,
      "contentHash": "hash-2938c5d4",
      "title": "I can explain relative scarcity and the basic economic problem",
      "code": "1.1",
      "what": "Relative scarcity means that human wants and needs are unlimited while resources (land, labour, capital, entrepreneurship) are finite. This forces all economic actors to make choices about how to allocate their scarce resources.",
      "why": "This is the central problem in economics. Every policy debate, business decision, and personal financial choice stems from the reality that we cannot have everything we want.",
      "example": "Water is a scarce land resource with competing uses: drinking, agriculture, manufacturing, and recreation. A drought forces a government to choose how to ration water among these uses, and allocating more to agriculture means less is available for other purposes.",
      "subtopic": {
        "id": "scarcity-and-economic-problem",
        "name": "Scarcity and the Economic Problem",
        "what": "This subtopic covers the basic economic problem of relative scarcity, including how needs, wants, and limited resources force individuals, businesses, and governments to make choices. It also introduces the production possibility frontier (PPF) as a tool for illustrating trade-offs and opportunity cost.",
        "why": "Understanding scarcity is the foundation of all economics. Every economic decision, from household budgets to government policy, involves choosing between competing uses for limited resources. Grasping this concept allows you to analyse why trade-offs exist and how societies attempt to maximise living standards."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e152e236-047c-b36b-8114-332af34d046d",
      "id": 2,
      "version": 1,
      "contentHash": "hash-65ab9595",
      "title": "I can distinguish between needs, wants, and the four factors of production",
      "code": "1.2",
      "what": "Needs are essentials for survival (food, shelter, clothing), while wants are desires beyond basic needs. The four factors of production are land (natural resources), labour (human effort), capital (manufactured tools and equipment), and entrepreneurship (risk-taking and organisation). All have competing uses.",
      "why": "Correctly identifying factors of production and understanding their competing uses is essential for analysing how resources flow between industries and why opportunity costs arise.",
      "example": "A person with a university degree (labour) could work as a teacher, an engineer, or a business consultant. Choosing engineering means forgoing the salary and lifestyle of teaching or consulting. A delivery car is capital because it produces a service for sale, but a personal car used only for leisure is not a factor of production.",
      "subtopic": {
        "id": "scarcity-and-economic-problem",
        "name": "Scarcity and the Economic Problem",
        "what": "This subtopic covers the basic economic problem of relative scarcity, including how needs, wants, and limited resources force individuals, businesses, and governments to make choices. It also introduces the production possibility frontier (PPF) as a tool for illustrating trade-offs and opportunity cost.",
        "why": "Understanding scarcity is the foundation of all economics. Every economic decision, from household budgets to government policy, involves choosing between competing uses for limited resources. Grasping this concept allows you to analyse why trade-offs exist and how societies attempt to maximise living standards."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-97379e72-b78f-3a8a-1a18-bc9f4fade172",
      "id": 3,
      "version": 1,
      "contentHash": "hash-332695c4",
      "title": "I can define and apply opportunity cost to economic decisions",
      "code": "1.3",
      "what": "Opportunity cost is the value of the next best alternative forgone when a decision is made. It can be measured in dollars, time, or external costs passed on to others.",
      "why": "Opportunity cost is central to rational decision-making. Every choice by consumers, firms, or governments has an opportunity cost, and recognising this helps evaluate whether resources are being used efficiently.",
      "example": "If a government spends $2 billion on a new freeway, the opportunity cost might be the 10 new hospitals that could have been built with those funds. The decision is justified only if the freeway generates greater net benefits for society than the hospitals would have.",
      "subtopic": {
        "id": "scarcity-and-economic-problem",
        "name": "Scarcity and the Economic Problem",
        "what": "This subtopic covers the basic economic problem of relative scarcity, including how needs, wants, and limited resources force individuals, businesses, and governments to make choices. It also introduces the production possibility frontier (PPF) as a tool for illustrating trade-offs and opportunity cost.",
        "why": "Understanding scarcity is the foundation of all economics. Every economic decision, from household budgets to government policy, involves choosing between competing uses for limited resources. Grasping this concept allows you to analyse why trade-offs exist and how societies attempt to maximise living standards."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ba3586af-521a-7817-e7bb-7c261208ff19",
      "id": 4,
      "version": 1,
      "contentHash": "hash-280303fe",
      "title": "I can interpret and analyse a production possibility frontier (PPF)",
      "code": "1.4",
      "what": "The PPF shows the maximum combinations of two goods an economy can produce using all available resources efficiently. Points on the curve are technically efficient, points inside represent inefficiency (e.g. idle labour or capital), and points outside are currently unattainable.",
      "why": "The PPF is a key tool for illustrating trade-offs, opportunity cost, efficiency, and economic growth. It appears frequently in exam questions and underpins many other concepts in the course.",
      "example": "An economy producing wheat and steel operates at a point inside the PPF during a recession because factories are idle and workers are unemployed. If unemployment falls and idle factories reopen, the economy moves toward the PPF. The PPF is bowed outward because resources are not equally suited to producing both goods, so the opportunity cost of producing more steel increases as more resources are diverted from wheat.",
      "subtopic": {
        "id": "scarcity-and-economic-problem",
        "name": "Scarcity and the Economic Problem",
        "what": "This subtopic covers the basic economic problem of relative scarcity, including how needs, wants, and limited resources force individuals, businesses, and governments to make choices. It also introduces the production possibility frontier (PPF) as a tool for illustrating trade-offs and opportunity cost.",
        "why": "Understanding scarcity is the foundation of all economics. Every economic decision, from household budgets to government policy, involves choosing between competing uses for limited resources. Grasping this concept allows you to analyse why trade-offs exist and how societies attempt to maximise living standards."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-27fae729-4855-7fb3-b1ee-8c0244739132",
      "id": 5,
      "version": 1,
      "contentHash": "hash-b07b03c9",
      "title": "I can explain shifts of the PPF and their causes",
      "code": "1.5",
      "what": "The PPF shifts outward when the quantity or quality of resources increases (e.g. immigration, new technology, discovery of natural resources). It shifts inward when resources are lost or degraded (e.g. natural disasters, emigration, depletion of resources).",
      "why": "Understanding what causes the PPF to shift helps explain how economies grow or contract over time, and connects to policy discussions about investment, education, and sustainability.",
      "example": "A major investment in renewable energy technology shifts the PPF outward by increasing the economy's productive capacity. Conversely, a severe drought destroys agricultural land and shifts the PPF inward, reducing the maximum output the economy can achieve.",
      "subtopic": {
        "id": "scarcity-and-economic-problem",
        "name": "Scarcity and the Economic Problem",
        "what": "This subtopic covers the basic economic problem of relative scarcity, including how needs, wants, and limited resources force individuals, businesses, and governments to make choices. It also introduces the production possibility frontier (PPF) as a tool for illustrating trade-offs and opportunity cost.",
        "why": "Understanding scarcity is the foundation of all economics. Every economic decision, from household budgets to government policy, involves choosing between competing uses for limited resources. Grasping this concept allows you to analyse why trade-offs exist and how societies attempt to maximise living standards."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-80424a73-df69-8cad-f2dd-a5dbb77f16b5",
      "id": 1,
      "version": 1,
      "contentHash": "hash-aeb93644",
      "title": "I can state and explain the law of demand and why the demand curve slopes downward",
      "code": "2.1",
      "what": "The law of demand states that, ceteris paribus, as the price of a good rises, the quantity demanded falls, and vice versa. The demand curve slopes downward due to the income effect (higher prices reduce purchasing power), the substitution effect (consumers switch to cheaper alternatives), and the law of diminishing marginal utility.",
      "why": "Understanding why the demand curve slopes downward allows you to predict consumer behaviour and correctly analyse how price changes affect quantity demanded, which is distinct from a shift in demand.",
      "example": "When the price of cinema tickets rises from $15 to $22, some consumers choose to stream movies at home instead (substitution effect), while others simply cannot afford to go as often (income effect). The quantity demanded of cinema tickets falls, represented by a movement up along the existing demand curve.",
      "subtopic": {
        "id": "demand-and-supply",
        "name": "Demand and Supply",
        "what": "This subtopic covers the law of demand, the law of supply, and the factors that cause movements along or shifts of each curve. It explores how changes in underlying conditions alter the willingness and ability of consumers to buy and producers to sell.",
        "why": "Demand and supply analysis is the most fundamental tool in microeconomics. Being able to distinguish between a movement along a curve and a shift of a curve, and to identify the correct cause, is essential for nearly every topic in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-b629081a-7610-79bc-fbae-adb49b97a9b9",
      "id": 2,
      "version": 1,
      "contentHash": "hash-dddb4801",
      "title": "I can identify factors that shift the demand curve and explain the direction of the shift",
      "code": "2.2",
      "what": "A shift in the demand curve occurs when consumers become more or less willing to demand a good at any given price. Key demand-side factors include changes in disposable income, prices of substitutes and complements, preferences and tastes, interest rates, population changes, and consumer confidence.",
      "why": "Correctly identifying what shifts the demand curve (rather than causing a movement along it) is critical for accurate market analysis and is a common source of error in assessments.",
      "example": "A rise in consumer confidence following strong jobs data shifts the demand curve for new cars to the right, as consumers are more willing to make large purchases at every price level. In contrast, a rise in the price of cars itself would only cause a contraction (movement along) the demand curve, not a shift.",
      "subtopic": {
        "id": "demand-and-supply",
        "name": "Demand and Supply",
        "what": "This subtopic covers the law of demand, the law of supply, and the factors that cause movements along or shifts of each curve. It explores how changes in underlying conditions alter the willingness and ability of consumers to buy and producers to sell.",
        "why": "Demand and supply analysis is the most fundamental tool in microeconomics. Being able to distinguish between a movement along a curve and a shift of a curve, and to identify the correct cause, is essential for nearly every topic in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-dac80ad5-b432-62af-984d-51c3f9e82ca8",
      "id": 3,
      "version": 1,
      "contentHash": "hash-0ae858a4",
      "title": "I can distinguish between normal and inferior goods",
      "code": "2.3",
      "what": "For normal goods, demand increases when disposable income rises. For inferior goods, demand decreases when disposable income rises because consumers switch to higher-quality alternatives.",
      "why": "This distinction is important because the effect of income changes on demand depends on the type of good. Getting this wrong leads to incorrect predictions about how demand shifts.",
      "example": "When household incomes rise, demand for budget instant noodles (an inferior good) may fall as consumers switch to dining at restaurants or buying fresh ingredients (normal goods). The demand curve for instant noodles shifts left while the demand curve for restaurant meals shifts right.",
      "subtopic": {
        "id": "demand-and-supply",
        "name": "Demand and Supply",
        "what": "This subtopic covers the law of demand, the law of supply, and the factors that cause movements along or shifts of each curve. It explores how changes in underlying conditions alter the willingness and ability of consumers to buy and producers to sell.",
        "why": "Demand and supply analysis is the most fundamental tool in microeconomics. Being able to distinguish between a movement along a curve and a shift of a curve, and to identify the correct cause, is essential for nearly every topic in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ccc4b2ca-6aae-9403-8da7-721e9948ed07",
      "id": 4,
      "version": 1,
      "contentHash": "hash-bd0b0e17",
      "title": "I can state and explain the law of supply and why the supply curve slopes upward",
      "code": "2.4",
      "what": "The law of supply states that, ceteris paribus, as the price of a good rises, the quantity supplied increases, and vice versa. The supply curve slopes upward because higher prices mean greater profits for producers, higher prices help cover the increasing marginal costs of additional production, and there is a rising opportunity cost of shifting resources from other uses.",
      "why": "Understanding why the supply curve slopes upward is necessary for analysing producer behaviour and for correctly interpreting market diagrams.",
      "example": "When the price of avocados rises from $2 to $4 each due to strong demand, farmers find it more profitable to expand avocado production. They are willing to supply more at the higher price, which covers the extra costs of hiring additional workers and using less ideal farming land.",
      "subtopic": {
        "id": "demand-and-supply",
        "name": "Demand and Supply",
        "what": "This subtopic covers the law of demand, the law of supply, and the factors that cause movements along or shifts of each curve. It explores how changes in underlying conditions alter the willingness and ability of consumers to buy and producers to sell.",
        "why": "Demand and supply analysis is the most fundamental tool in microeconomics. Being able to distinguish between a movement along a curve and a shift of a curve, and to identify the correct cause, is essential for nearly every topic in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ebac17e9-125b-52bd-9fec-e08a5559b70c",
      "id": 5,
      "version": 1,
      "contentHash": "hash-e27a5bff",
      "title": "I can identify factors that shift the supply curve and explain the direction of the shift",
      "code": "2.5",
      "what": "A shift in supply occurs when producers become more or less willing or able to supply at any given price. Key supply-side factors include changes in costs of production (labour, raw materials), technological change, productivity growth, climatic conditions, government regulations, indirect taxes, and subsidies.",
      "why": "Distinguishing between a shift in supply and a movement along the supply curve is essential for correctly analysing how markets respond to changing conditions.",
      "example": "A new government excise tax of 40 cents per litre on sugary drinks increases the cost of production for manufacturers. The supply curve shifts to the left because producers are willing to supply fewer drinks at every given price. Note that excise taxes shift supply left, not demand left, even though the ultimate goal may be to reduce consumption.",
      "subtopic": {
        "id": "demand-and-supply",
        "name": "Demand and Supply",
        "what": "This subtopic covers the law of demand, the law of supply, and the factors that cause movements along or shifts of each curve. It explores how changes in underlying conditions alter the willingness and ability of consumers to buy and producers to sell.",
        "why": "Demand and supply analysis is the most fundamental tool in microeconomics. Being able to distinguish between a movement along a curve and a shift of a curve, and to identify the correct cause, is essential for nearly every topic in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-106f1fde-822e-abe1-5422-ceadb2539586",
      "id": 6,
      "version": 1,
      "contentHash": "hash-364501e8",
      "title": "I can distinguish between a shift of and a movement along a demand or supply curve",
      "code": "2.6",
      "what": "A change in the price of the good itself causes a movement along the curve (expansion or contraction). A change in any other factor (income, tastes, input costs, technology, etc.) causes a shift of the entire curve.",
      "why": "This is one of the most commonly tested distinctions in economics. Confusing a shift with a movement leads to fundamentally incorrect analysis.",
      "example": "A shift in demand to the right for housing (caused by population growth) leads to a higher equilibrium price. This higher price then causes an expansion in supply (movement along the supply curve) as builders find it more profitable to construct new homes. The demand curve shifts, but the supply curve experiences a movement along it due to the price change.",
      "subtopic": {
        "id": "demand-and-supply",
        "name": "Demand and Supply",
        "what": "This subtopic covers the law of demand, the law of supply, and the factors that cause movements along or shifts of each curve. It explores how changes in underlying conditions alter the willingness and ability of consumers to buy and producers to sell.",
        "why": "Demand and supply analysis is the most fundamental tool in microeconomics. Being able to distinguish between a movement along a curve and a shift of a curve, and to identify the correct cause, is essential for nearly every topic in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-0f6f511a-6908-4f1c-a833-b7ed66623150",
      "id": 1,
      "version": 1,
      "contentHash": "hash-e87498d5",
      "title": "I can explain how equilibrium price and quantity are determined by demand and supply",
      "code": "3.1",
      "what": "Market equilibrium occurs where the demand and supply curves intersect. At this point, the quantity demanded equals the quantity supplied, and there is no tendency for price to change. If the price is above equilibrium, a surplus (excess supply) exists and prices fall. If the price is below equilibrium, a shortage (excess demand) exists and prices rise.",
      "why": "Equilibrium analysis is the foundation for understanding how markets self-correct and how any change in demand or supply conditions leads to a new equilibrium price and quantity.",
      "example": "In the market for bread, if the equilibrium price is $4 per loaf but the current price is $6, there is a surplus as producers supply more than consumers want to buy at that price. Producers lower prices to clear unsold stock, quantity demanded expands, quantity supplied contracts, and the market moves toward the $4 equilibrium.",
      "subtopic": {
        "id": "market-equilibrium-and-relative-prices",
        "name": "Market Equilibrium and Relative Prices",
        "what": "This subtopic covers how the interaction of demand and supply determines equilibrium price and quantity, how markets adjust to disequilibrium, and how changes in relative prices signal producers to reallocate resources between industries.",
        "why": "Understanding equilibrium and relative prices is essential for explaining how a market economy allocates resources without central planning. Relative prices drive the reallocation of land, labour, and capital across the economy, directly affecting living standards."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-140d05f7-515b-fb4d-1627-8b7532c50710",
      "id": 2,
      "version": 1,
      "contentHash": "hash-2f62a429",
      "title": "I can analyse the effects of shifts in demand and supply on equilibrium price and quantity",
      "code": "3.2",
      "what": "A rightward shift in demand raises both equilibrium price and quantity. A leftward shift in demand lowers both. A rightward shift in supply lowers equilibrium price and raises quantity. A leftward shift in supply raises equilibrium price and lowers quantity. Double shifts require careful analysis of the net effect.",
      "why": "Being able to trace through the full sequence — initial shift, resulting shortage or surplus, price adjustment, and new equilibrium — is a core exam skill and is essential for applying economics to real-world markets.",
      "example": "Improved technology in solar panel manufacturing shifts the supply curve to the right. At the original price, there is now a surplus. The price falls, causing an expansion in demand (movement along the demand curve). The new equilibrium has a lower price and higher quantity of solar panels traded.",
      "subtopic": {
        "id": "market-equilibrium-and-relative-prices",
        "name": "Market Equilibrium and Relative Prices",
        "what": "This subtopic covers how the interaction of demand and supply determines equilibrium price and quantity, how markets adjust to disequilibrium, and how changes in relative prices signal producers to reallocate resources between industries.",
        "why": "Understanding equilibrium and relative prices is essential for explaining how a market economy allocates resources without central planning. Relative prices drive the reallocation of land, labour, and capital across the economy, directly affecting living standards."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-3f44e86c-051e-b82c-c8df-cb53a3893f1a",
      "id": 3,
      "version": 1,
      "contentHash": "hash-006d4f22",
      "title": "I can explain the role of relative prices in allocating resources",
      "code": "3.3",
      "what": "Relative prices refer to the price of one good or service in terms of another. Changes in relative prices act as signals to profit-motivated producers to shift resources (land, labour, capital) toward industries where relative profits are higher and away from those where they are lower. This is how consumer sovereignty directs resource allocation.",
      "why": "Relative prices are the mechanism through which a market economy answers the three economic questions (what, how, and for whom to produce) without central planning. Understanding this concept connects microeconomic market analysis to broader questions about resource allocation and living standards.",
      "example": "During the mining boom, the relative price of iron ore rose sharply due to strong Chinese demand. Higher relative profits attracted engineers, truck drivers, and construction workers to relocate to Western Australia. Capital was reallocated from retail and manufacturing investment toward mine expansion. Resources flowed to mining because relative profits, not just relative prices, were higher there.",
      "subtopic": {
        "id": "market-equilibrium-and-relative-prices",
        "name": "Market Equilibrium and Relative Prices",
        "what": "This subtopic covers how the interaction of demand and supply determines equilibrium price and quantity, how markets adjust to disequilibrium, and how changes in relative prices signal producers to reallocate resources between industries.",
        "why": "Understanding equilibrium and relative prices is essential for explaining how a market economy allocates resources without central planning. Relative prices drive the reallocation of land, labour, and capital across the economy, directly affecting living standards."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-9712ed26-c333-82dd-3d77-bb89f7fce0c2",
      "id": 4,
      "version": 1,
      "contentHash": "hash-9b5a5d98",
      "title": "I can explain how changes in relative prices affect living standards",
      "code": "3.4",
      "what": "When resources are reallocated toward goods and services consumers value most (signalled by higher relative prices and profits), allocative efficiency improves and material living standards tend to rise. However, structural changes can also reduce living standards for workers in declining industries.",
      "why": "This connects the abstract concept of relative prices to tangible outcomes for individuals and society. It also helps explain why some government interventions (like subsidies for declining industries) may reduce overall efficiency.",
      "example": "The growing consumer preference for streaming services like Netflix over free-to-air TV caused relative prices in the streaming market to support expansion. Resources including investment capital, creative talent, and IT workers shifted toward streaming platforms. Consumers benefited from greater choice and lower prices, raising material living standards, while traditional TV networks experienced declining viewership and revenue.",
      "subtopic": {
        "id": "market-equilibrium-and-relative-prices",
        "name": "Market Equilibrium and Relative Prices",
        "what": "This subtopic covers how the interaction of demand and supply determines equilibrium price and quantity, how markets adjust to disequilibrium, and how changes in relative prices signal producers to reallocate resources between industries.",
        "why": "Understanding equilibrium and relative prices is essential for explaining how a market economy allocates resources without central planning. Relative prices drive the reallocation of land, labour, and capital across the economy, directly affecting living standards."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ab57afb5-46c2-3cf3-2d0a-e1fbae242741",
      "id": 5,
      "version": 1,
      "contentHash": "hash-972665a0",
      "title": "I can describe the nature of, and conditions for, a perfectly competitive market",
      "code": "3.5",
      "what": "A perfectly competitive market requires: a large number of buyers and sellers (so no one can influence price), homogeneous products, low barriers to entry and exit, perfect information for all participants, and mobile resources. In such markets, firms are price takers and can only earn normal profits in the long run.",
      "why": "Perfect competition is the benchmark against which real-world market structures are compared. Understanding its conditions helps explain why most real markets fall short of this ideal and why efficiency gains are associated with greater competition.",
      "example": "The arrival of ride-sharing services like Uber moved the point-to-point passenger travel market closer to perfect competition. Barriers to entry fell (drivers only need a car and licence), the number of buyers and sellers increased, the rating system improved information transparency, and surge pricing allowed demand and supply to determine prices, unlike the old taxi system where prices were fixed regardless of demand.",
      "subtopic": {
        "id": "market-equilibrium-and-relative-prices",
        "name": "Market Equilibrium and Relative Prices",
        "what": "This subtopic covers how the interaction of demand and supply determines equilibrium price and quantity, how markets adjust to disequilibrium, and how changes in relative prices signal producers to reallocate resources between industries.",
        "why": "Understanding equilibrium and relative prices is essential for explaining how a market economy allocates resources without central planning. Relative prices drive the reallocation of land, labour, and capital across the economy, directly affecting living standards."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-7501ff7f-3793-837f-1f61-07f7e327cc7f",
      "id": 1,
      "version": 1,
      "contentHash": "hash-c97c07ad",
      "title": "I can define price elasticity of demand and distinguish between elastic, inelastic, and unit elastic demand",
      "code": "4.1",
      "what": "Price elasticity of demand (PED) measures the responsiveness of quantity demanded to a change in price. If PED is greater than 1, demand is elastic (quantity changes proportionally more than price). If PED is less than 1, demand is inelastic (quantity changes proportionally less than price). If PED equals 1, demand is unit elastic.",
      "why": "Knowing whether demand is elastic or inelastic determines whether a price increase will raise or lower total revenue for a firm, and whether a government tax will significantly reduce consumption of a product.",
      "example": "If the price of a brand of chocolate rises by 10% and quantity demanded falls by 25%, PED is 2.5 (elastic). Consumers are highly responsive because many substitute brands exist. The firm would lose revenue by raising the price. In contrast, if the price of insulin rises by 10% and quantity demanded falls by only 1%, PED is 0.1 (inelastic) because there are no substitutes for a life-saving medication.",
      "subtopic": {
        "id": "price-elasticity",
        "name": "Price Elasticity of Demand and Supply",
        "what": "This subtopic covers the meaning, measurement, and significance of price elasticity of demand (PED) and price elasticity of supply (PES). It explores the factors that determine whether demand or supply is elastic or inelastic and the implications for producers and policy-makers.",
        "why": "Elasticity determines how much quantity responds to a price change, which has direct implications for business revenue, the effectiveness of government taxes and subsidies, and the speed at which markets adjust. It is a tool that turns basic demand and supply analysis into something far more precise and useful."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-09d9343e-ed9b-30f2-c24d-26b980da44c7",
      "id": 2,
      "version": 1,
      "contentHash": "hash-b79232ab",
      "title": "I can identify and explain the factors affecting price elasticity of demand",
      "code": "4.2",
      "what": "The key factors are: the degree of necessity (necessities are inelastic), availability of substitutes (more substitutes means more elastic), proportion of income spent on the good (higher proportion means more elastic), and time (demand becomes more elastic over time as consumers find alternatives).",
      "why": "These factors allow you to predict and justify whether a particular good will have elastic or inelastic demand, which is essential for analysing the impact of price changes, taxes, and subsidies.",
      "example": "Petrol has inelastic demand because it is a necessity for most commuters, there are few short-term substitutes, and it represents a relatively small proportion of total household spending. When petrol prices fell significantly in 2015, consumers did not drive dramatically more, so total spending on petrol fell, freeing up household budgets for other discretionary purchases.",
      "subtopic": {
        "id": "price-elasticity",
        "name": "Price Elasticity of Demand and Supply",
        "what": "This subtopic covers the meaning, measurement, and significance of price elasticity of demand (PED) and price elasticity of supply (PES). It explores the factors that determine whether demand or supply is elastic or inelastic and the implications for producers and policy-makers.",
        "why": "Elasticity determines how much quantity responds to a price change, which has direct implications for business revenue, the effectiveness of government taxes and subsidies, and the speed at which markets adjust. It is a tool that turns basic demand and supply analysis into something far more precise and useful."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-1bed406d-f21d-117a-d464-ecb2cfa36f0f",
      "id": 3,
      "version": 1,
      "contentHash": "hash-2b7d4f13",
      "title": "I can explain the relationship between price elasticity of demand and total revenue",
      "code": "4.3",
      "what": "If demand is elastic, a price decrease increases total revenue because the proportional rise in quantity demanded more than offsets the lower price. If demand is inelastic, a price increase raises total revenue because the proportional fall in quantity demanded is smaller than the price rise.",
      "why": "This relationship is critical for business pricing strategy and for understanding why governments impose excise taxes on goods with inelastic demand (revenue is maximised and consumption is not greatly reduced).",
      "example": "A cinema with elastic demand for tickets lowers prices from $20 to $15 on Tuesdays. Attendance doubles from 100 to 200, so revenue rises from $2,000 to $3,000. Conversely, the government raises the excise tax on cigarettes (inelastic demand) by 15%, and quantity demanded falls by only 3%, significantly increasing tax revenue.",
      "subtopic": {
        "id": "price-elasticity",
        "name": "Price Elasticity of Demand and Supply",
        "what": "This subtopic covers the meaning, measurement, and significance of price elasticity of demand (PED) and price elasticity of supply (PES). It explores the factors that determine whether demand or supply is elastic or inelastic and the implications for producers and policy-makers.",
        "why": "Elasticity determines how much quantity responds to a price change, which has direct implications for business revenue, the effectiveness of government taxes and subsidies, and the speed at which markets adjust. It is a tool that turns basic demand and supply analysis into something far more precise and useful."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-edf7944c-93e6-f1f8-ce85-95bb23555c4a",
      "id": 4,
      "version": 1,
      "contentHash": "hash-2209470a",
      "title": "I can define price elasticity of supply and identify the factors that affect it",
      "code": "4.4",
      "what": "Price elasticity of supply (PES) measures the responsiveness of quantity supplied to a change in price. Key factors affecting PES are: spare capacity (more spare capacity means more elastic), the production period (longer production times mean less elastic), and the durability or storability of the good (storable goods are more elastic as existing stock can be released).",
      "why": "PES determines how quickly and fully producers can respond to price changes. This affects how much of a tax is passed on to consumers, how quickly shortages are resolved, and how volatile prices are in different markets.",
      "example": "The supply of fresh strawberries is inelastic in the short run because farmers cannot instantly grow more crops, even if prices spike. However, the supply of manufactured furniture is more elastic because factories with spare capacity can increase production relatively quickly by running extra shifts.",
      "subtopic": {
        "id": "price-elasticity",
        "name": "Price Elasticity of Demand and Supply",
        "what": "This subtopic covers the meaning, measurement, and significance of price elasticity of demand (PED) and price elasticity of supply (PES). It explores the factors that determine whether demand or supply is elastic or inelastic and the implications for producers and policy-makers.",
        "why": "Elasticity determines how much quantity responds to a price change, which has direct implications for business revenue, the effectiveness of government taxes and subsidies, and the speed at which markets adjust. It is a tool that turns basic demand and supply analysis into something far more precise and useful."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-c81d2a02-3baa-4996-e5e8-bdb1c444c1b6",
      "id": 1,
      "version": 1,
      "contentHash": "hash-6ca64d28",
      "title": "I can define and distinguish between allocative, productive, dynamic, and inter-temporal efficiency",
      "code": "5.1",
      "what": "Productive (technical) efficiency means maximising output per unit of input and minimising waste. Allocative efficiency means resources produce the combination of goods and services most valued by society, maximising collective welfare. Dynamic efficiency is how quickly resources can be reallocated to achieve allocative efficiency when conditions change. Inter-temporal efficiency is achieving the right balance between using resources for current needs and conserving them for future generations.",
      "why": "These four types of efficiency are distinct but interconnected. Exam responses frequently require you to explain how one type of efficiency contributes to another, or how a policy affects multiple types of efficiency simultaneously.",
      "example": "A solar panel manufacturer achieves productive efficiency by using automated production lines that minimise waste. The economy achieves allocative efficiency if the right quantity of solar panels is produced relative to consumer demand. Dynamic efficiency is demonstrated if, when demand for solar panels surges, resources are quickly reallocated from less profitable industries. Inter-temporal efficiency is achieved if investment in solar technology balances current energy needs with long-term environmental sustainability.",
      "subtopic": {
        "id": "economic-efficiency",
        "name": "Economic Efficiency and Competitive Markets",
        "what": "This subtopic covers the four types of economic efficiency (allocative, productive, dynamic, and inter-temporal) and examines how competitive markets promote efficient resource allocation. It also considers the limitations of markets in achieving inter-temporal efficiency.",
        "why": "Efficiency is the ultimate goal of resource allocation. Understanding the four types of efficiency and how competitive markets promote them provides the framework for evaluating market outcomes and justifying government intervention when markets fail to achieve efficiency."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-8480d596-06ac-ba4d-4e82-62853e1d5f55",
      "id": 2,
      "version": 1,
      "contentHash": "hash-4675cc6c",
      "title": "I can explain how competitive markets promote allocative and productive efficiency",
      "code": "5.2",
      "what": "In competitive markets, consumer sovereignty ensures producers respond to price signals by allocating resources to goods consumers value most (allocative efficiency). Competition forces firms to minimise costs and waste to remain viable, driving productive efficiency. Firms that fail to match consumer demand or control costs are driven out by competitors.",
      "why": "This explains why economists generally favour competitive markets as the default mechanism for resource allocation, and provides the basis for identifying when and why government intervention might be justified.",
      "example": "In a competitive clothing market with many sellers and low barriers to entry, a firm that produces outdated styles nobody wants will lose customers to rivals and eventually exit the market. Remaining firms are forced to keep production costs low (productive efficiency) and produce styles consumers actually demand (allocative efficiency). No single firm can restrict output or charge excessive prices because consumers can easily switch.",
      "subtopic": {
        "id": "economic-efficiency",
        "name": "Economic Efficiency and Competitive Markets",
        "what": "This subtopic covers the four types of economic efficiency (allocative, productive, dynamic, and inter-temporal) and examines how competitive markets promote efficient resource allocation. It also considers the limitations of markets in achieving inter-temporal efficiency.",
        "why": "Efficiency is the ultimate goal of resource allocation. Understanding the four types of efficiency and how competitive markets promote them provides the framework for evaluating market outcomes and justifying government intervention when markets fail to achieve efficiency."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-49149c29-4c7f-c5a2-bc30-80a58afc507d",
      "id": 3,
      "version": 1,
      "contentHash": "hash-90961d68",
      "title": "I can explain how competitive markets promote dynamic efficiency",
      "code": "5.3",
      "what": "Competitive markets promote dynamic efficiency because suppliers constantly monitor price changes and move resources quickly to the most profitable areas. Low barriers to entry allow new firms to enter growing markets rapidly. Resource mobility ensures labour and capital can shift between industries in response to changing relative prices.",
      "why": "Dynamic efficiency is what allows a market economy to adapt to changing conditions, whether new technologies, shifting consumer preferences, or external shocks. Without it, resources would remain stuck in declining industries.",
      "example": "When consumer demand shifted from physical DVDs to streaming services, resources in a competitive market reallocated quickly. Investment capital flowed to streaming platforms, IT workers moved to companies like Netflix and Stan, and DVD rental stores like Blockbuster closed. The speed of this reallocation reflects dynamic efficiency — resources moved to where consumers valued them most.",
      "subtopic": {
        "id": "economic-efficiency",
        "name": "Economic Efficiency and Competitive Markets",
        "what": "This subtopic covers the four types of economic efficiency (allocative, productive, dynamic, and inter-temporal) and examines how competitive markets promote efficient resource allocation. It also considers the limitations of markets in achieving inter-temporal efficiency.",
        "why": "Efficiency is the ultimate goal of resource allocation. Understanding the four types of efficiency and how competitive markets promote them provides the framework for evaluating market outcomes and justifying government intervention when markets fail to achieve efficiency."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-5b20c6d5-d154-af6e-73f1-b3ce51d125f4",
      "id": 4,
      "version": 1,
      "contentHash": "hash-099e7059",
      "title": "I can evaluate the strengths and limitations of competitive markets for inter-temporal efficiency",
      "code": "5.4",
      "what": "Competitive markets can promote inter-temporal efficiency through the money market: if spending is excessive and savings are insufficient, interest rates rise to encourage saving and discourage borrowing. However, markets often fail to achieve inter-temporal efficiency because relative prices may not reflect long-term costs (e.g. pollution), consumers tend to value the present over the future, and essential infrastructure may be neglected.",
      "why": "This is where the limits of markets become clear, setting up the case for government intervention on issues like climate change, infrastructure investment, and resource conservation.",
      "example": "Coal-fired electricity may be cheap and profitable for firms in the short term, but burning coal produces carbon emissions that contribute to climate change and harm future generations. The market price of coal-fired electricity does not include these long-term environmental costs, so the market overproduces it relative to what is inter-temporally efficient. This is why governments may intervene with carbon taxes or subsidies for renewable energy.",
      "subtopic": {
        "id": "economic-efficiency",
        "name": "Economic Efficiency and Competitive Markets",
        "what": "This subtopic covers the four types of economic efficiency (allocative, productive, dynamic, and inter-temporal) and examines how competitive markets promote efficient resource allocation. It also considers the limitations of markets in achieving inter-temporal efficiency.",
        "why": "Efficiency is the ultimate goal of resource allocation. Understanding the four types of efficiency and how competitive markets promote them provides the framework for evaluating market outcomes and justifying government intervention when markets fail to achieve efficiency."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-c063f2fe-9246-ab95-aa5d-b33ba7a8de64",
      "id": 5,
      "version": 1,
      "contentHash": "hash-a5176a5f",
      "title": "I can explain the relationship between different types of efficiency using the PPF",
      "code": "5.5",
      "what": "On the PPF, all points on the curve are productively efficient. Only one point represents allocative efficiency — the combination of goods that maximises society's welfare. Dynamic efficiency is shown by how quickly an economy can move from one point to the allocatively efficient point when conditions change. Points inside the PPF represent productive inefficiency (idle resources).",
      "why": "The PPF provides a visual framework that ties together multiple efficiency concepts and is frequently used in exam questions. Being able to locate and explain each type of efficiency on a PPF diagram demonstrates a deep understanding of these interconnected concepts.",
      "example": "An economy producing healthcare and consumer electronics sits at a productively efficient point on the PPF. However, if society values more healthcare than is currently being produced, this point is not allocatively efficient. Dynamic efficiency determines how quickly resources (doctors, medical equipment, funding) can be shifted from electronics to healthcare to reach the allocatively efficient point.",
      "subtopic": {
        "id": "economic-efficiency",
        "name": "Economic Efficiency and Competitive Markets",
        "what": "This subtopic covers the four types of economic efficiency (allocative, productive, dynamic, and inter-temporal) and examines how competitive markets promote efficient resource allocation. It also considers the limitations of markets in achieving inter-temporal efficiency.",
        "why": "Efficiency is the ultimate goal of resource allocation. Understanding the four types of efficiency and how competitive markets promote them provides the framework for evaluating market outcomes and justifying government intervention when markets fail to achieve efficiency."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e025d98e-e6c2-ac91-1468-8c54e255035e",
      "id": 1,
      "version": 1,
      "contentHash": "hash-bad3b770",
      "title": "I can define market failure and explain why public goods are under-provided by the free market",
      "code": "6.1",
      "what": "Market failure occurs when the unregulated market fails to allocate resources efficiently, meaning allocative efficiency is not achieved. Public goods are non-excludable (you cannot prevent people from using them) and non-rivalrous (one person's use does not diminish another's). Because of the free rider problem, private firms cannot charge for public goods, so they are under-provided in a free market.",
      "why": "Public goods represent a clear case where markets cannot function and government provision is necessary. Understanding the characteristics of public goods and the free rider problem is essential for justifying government spending funded by taxation.",
      "example": "National defence is non-excludable (everyone in a country benefits whether they pay taxes or not) and non-rivalrous (one person being protected does not reduce protection for others). No private firm could profitably provide national defence because people would free ride, so the government funds it through taxation and provides it at the level society values.",
      "subtopic": {
        "id": "market-failure-and-government-intervention",
        "name": "Market Failure and Government Intervention",
        "what": "This subtopic covers the four reasons markets fail to allocate resources efficiently (public goods, externalities, asymmetric information, and common access resources), the tools governments use to intervene (indirect taxes, subsidies, regulations, and advertising), and the concept of government failure where intervention unintentionally reduces efficiency.",
        "why": "Market failure justifies government intervention in an otherwise free market. Understanding why markets fail, how governments respond, and why government intervention can itself create inefficiency is essential for evaluating economic policy and forms a major part of VCE Economics assessment."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4f8ef4cf-14e3-a3c9-5310-8ddddd3a8e72",
      "id": 2,
      "version": 1,
      "contentHash": "hash-51eb4ae9",
      "title": "I can explain positive and negative externalities and their effect on resource allocation",
      "code": "6.2",
      "what": "Externalities arise when a transaction affects a third party not involved in that transaction. Negative externalities impose costs on third parties (e.g. pollution), causing the market to over-allocate resources to the activity because private costs are lower than social costs. Positive externalities create benefits for third parties (e.g. education), causing the market to under-allocate resources because private benefits are lower than social benefits.",
      "why": "Externalities create a divergence between private and social costs or benefits. This divergence means the market price does not reflect the true cost or benefit to society, leading to an inefficient allocation of resources and justifying government intervention.",
      "example": "A factory producing plastics emits pollutants into a river, harming downstream farmers and residents (negative externality in production). The factory's private costs do not include the health and agricultural damage to third parties, so the social cost exceeds the private cost. The market overproduces plastics relative to the socially optimal level. Education is a positive externality in consumption: the individual benefits from higher income, but society also benefits from lower crime rates, higher tax revenue, and a more productive workforce. Because consumers do not capture all these social benefits, the free market would under-allocate resources to education.",
      "subtopic": {
        "id": "market-failure-and-government-intervention",
        "name": "Market Failure and Government Intervention",
        "what": "This subtopic covers the four reasons markets fail to allocate resources efficiently (public goods, externalities, asymmetric information, and common access resources), the tools governments use to intervene (indirect taxes, subsidies, regulations, and advertising), and the concept of government failure where intervention unintentionally reduces efficiency.",
        "why": "Market failure justifies government intervention in an otherwise free market. Understanding why markets fail, how governments respond, and why government intervention can itself create inefficiency is essential for evaluating economic policy and forms a major part of VCE Economics assessment."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-242f0c6d-ea0b-9db0-3d72-9bcd9ff7a8f1",
      "id": 3,
      "version": 1,
      "contentHash": "hash-8aae9bd3",
      "title": "I can explain asymmetric information and its consequences including adverse selection and moral hazard",
      "code": "6.3",
      "what": "Asymmetric information occurs when one party to a transaction has more information than the other, leading to inefficient decisions. Adverse selection occurs when the uninformed party makes a poor purchasing decision (e.g. buying a faulty used car). Moral hazard occurs when one party changes their behaviour in a less efficient way because the costs are borne by another party (e.g. driving recklessly because of insurance).",
      "why": "Asymmetric information distorts market outcomes by preventing rational decision-making. It can lead to over-allocation of resources to low-quality products, under-allocation to high-quality products, and changed incentives that reduce overall efficiency.",
      "example": "In the used car market, sellers know the true condition of their vehicle but buyers do not (asymmetric information). Buyers become cautious and unwilling to pay fair prices, so owners of quality used cars hold onto them rather than sell below value. This leads to an over-representation of poor-quality cars ('lemons') in the market (adverse selection). Moral hazard occurs in health insurance: a person with comprehensive cover may visit the doctor more frequently than necessary because the insurance company bears the cost, increasing premiums for all policyholders.",
      "subtopic": {
        "id": "market-failure-and-government-intervention",
        "name": "Market Failure and Government Intervention",
        "what": "This subtopic covers the four reasons markets fail to allocate resources efficiently (public goods, externalities, asymmetric information, and common access resources), the tools governments use to intervene (indirect taxes, subsidies, regulations, and advertising), and the concept of government failure where intervention unintentionally reduces efficiency.",
        "why": "Market failure justifies government intervention in an otherwise free market. Understanding why markets fail, how governments respond, and why government intervention can itself create inefficiency is essential for evaluating economic policy and forms a major part of VCE Economics assessment."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e4ec4f01-b1b7-1b81-e00b-70969c2817bc",
      "id": 4,
      "version": 1,
      "contentHash": "hash-eb3f9021",
      "title": "I can explain common access resources as a form of market failure",
      "code": "6.4",
      "what": "Common access resources are rivalrous (one person's use reduces availability for others) but non-excludable (difficult to prevent access). Without regulation, individuals acting in self-interest tend to overuse these resources because they do not bear the full cost of depletion, leading to degradation or exhaustion of the resource.",
      "why": "Common access resources illustrate how rational individual behaviour can lead to collectively harmful outcomes. This concept underpins environmental policy and debates about resource management.",
      "example": "Ocean fish stocks are a common access resource. Individual fishing companies have an incentive to catch as many fish as possible because any fish left behind may be caught by a competitor. No single company bears the full cost of depleting the fish population. Without government intervention such as catch quotas or fishing licences, overfishing can collapse fish stocks entirely, harming all fishers and consumers in the long run.",
      "subtopic": {
        "id": "market-failure-and-government-intervention",
        "name": "Market Failure and Government Intervention",
        "what": "This subtopic covers the four reasons markets fail to allocate resources efficiently (public goods, externalities, asymmetric information, and common access resources), the tools governments use to intervene (indirect taxes, subsidies, regulations, and advertising), and the concept of government failure where intervention unintentionally reduces efficiency.",
        "why": "Market failure justifies government intervention in an otherwise free market. Understanding why markets fail, how governments respond, and why government intervention can itself create inefficiency is essential for evaluating economic policy and forms a major part of VCE Economics assessment."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-30e7743d-eb4e-5758-642c-24edddb03b86",
      "id": 5,
      "version": 1,
      "contentHash": "hash-852a12f4",
      "title": "I can explain how governments use indirect taxes, subsidies, regulations, and advertising to address market failure",
      "code": "6.5",
      "what": "Governments intervene to correct market failure by: imposing indirect taxes to raise the private cost of goods with negative externalities (internalising external costs), providing subsidies to lower the cost of goods with positive externalities, using regulations to ban or mandate certain behaviours, and running advertising campaigns to shift demand toward or away from particular goods.",
      "why": "These four tools are the main mechanisms through which governments attempt to realign private incentives with the social optimum. Understanding how each tool works and its intended effect on demand, supply, and resource allocation is essential for policy evaluation.",
      "example": "The government imposes an excise tax of approximately 38 cents per litre on petrol to internalise the negative externality of carbon emissions (shifting supply left and raising price). It subsidises university education through HECS-HELP to increase consumption of a good with positive externalities (shifting supply right and lowering price). It bans smoking in public places (regulation) and runs QUIT campaigns (advertising to shift demand left for cigarettes). The No Jab No Pay policy removes childcare subsidies for unvaccinated children, using regulation to boost vaccination rates.",
      "subtopic": {
        "id": "market-failure-and-government-intervention",
        "name": "Market Failure and Government Intervention",
        "what": "This subtopic covers the four reasons markets fail to allocate resources efficiently (public goods, externalities, asymmetric information, and common access resources), the tools governments use to intervene (indirect taxes, subsidies, regulations, and advertising), and the concept of government failure where intervention unintentionally reduces efficiency.",
        "why": "Market failure justifies government intervention in an otherwise free market. Understanding why markets fail, how governments respond, and why government intervention can itself create inefficiency is essential for evaluating economic policy and forms a major part of VCE Economics assessment."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-6dc36f5a-009b-59dc-db4a-b9db3190252e",
      "id": 6,
      "version": 1,
      "contentHash": "hash-84515c1e",
      "title": "I can explain government failure using a contemporary example",
      "code": "6.6",
      "what": "Government failure occurs when government intervention in a market unintentionally reduces the efficiency of resource allocation compared to the free market outcome. This can happen through distorted price signals, unintended consequences, or intervention that is unnecessary or poorly targeted.",
      "why": "Government failure is a critical concept because it demonstrates that intervention is not always beneficial. Being able to analyse a specific contemporary example of government failure is an explicit requirement of the study design.",
      "example": "The minimum wage is designed to protect low-skilled workers from exploitation. However, when set above the market-clearing wage, it creates a surplus of labour (unemployment) because the quantity of labour supplied exceeds the quantity demanded. This is an inefficient allocation of resources as valuable labour sits idle, reducing the economy's output below its potential (inside the PPF). Additionally, a higher minimum wage can compress the gap between low-skilled and high-skilled wages, reducing the incentive for workers to invest in education and training, potentially leading to an under-allocation of labour to skilled professions.",
      "subtopic": {
        "id": "market-failure-and-government-intervention",
        "name": "Market Failure and Government Intervention",
        "what": "This subtopic covers the four reasons markets fail to allocate resources efficiently (public goods, externalities, asymmetric information, and common access resources), the tools governments use to intervene (indirect taxes, subsidies, regulations, and advertising), and the concept of government failure where intervention unintentionally reduces efficiency.",
        "why": "Market failure justifies government intervention in an otherwise free market. Understanding why markets fail, how governments respond, and why government intervention can itself create inefficiency is essential for evaluating economic policy and forms a major part of VCE Economics assessment."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-d435060c-dfd4-3082-107e-2224f07bb12f",
      "id": 7,
      "version": 1,
      "contentHash": "hash-e3a333c5",
      "title": "I can evaluate the effectiveness of government intervention in specific markets",
      "code": "6.7",
      "what": "Evaluating government intervention requires considering whether the intervention successfully corrects the market failure, whether it creates unintended consequences or new inefficiencies, and whether the benefits of intervention outweigh the costs. This involves applying concepts of allocative, productive, dynamic, and inter-temporal efficiency.",
      "why": "The ability to evaluate, not just describe, government intervention is what distinguishes high-level responses. It requires integrating knowledge of market failure, efficiency, and the specific characteristics of the market being analysed.",
      "example": "Government subsidies to the Australian car manufacturing industry were intended to protect local jobs and maintain productive capacity. However, they diverted resources away from industries where Australia had a comparative advantage (such as mining, education, and tourism) toward a relatively inefficient manufacturing sector. The subsidies raised costs for other producers by allowing subsidised firms to bid up the price of inputs like labour. When the subsidies were eventually removed and car manufacturing ceased in Australia, resources were freed to flow to more efficient uses, suggesting the intervention had reduced allocative efficiency for decades.",
      "subtopic": {
        "id": "market-failure-and-government-intervention",
        "name": "Market Failure and Government Intervention",
        "what": "This subtopic covers the four reasons markets fail to allocate resources efficiently (public goods, externalities, asymmetric information, and common access resources), the tools governments use to intervene (indirect taxes, subsidies, regulations, and advertising), and the concept of government failure where intervention unintentionally reduces efficiency.",
        "why": "Market failure justifies government intervention in an otherwise free market. Understanding why markets fail, how governments respond, and why government intervention can itself create inefficiency is essential for evaluating economic policy and forms a major part of VCE Economics assessment."
      },
      "questionsExist": false
    }
  ]
}