{
  "_link": {
    "uuid": "lp-58ce0476-fef1-fac9-5f8e-fa75c953612f",
    "version": 1,
    "contentHash": "hash-58ce0476",
    "title": "I can extract half-life information from decay series diagrams",
    "generatedAt": "2026-01-26T12:25:00Z"
  },
  "toLevel2": [
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the half-life of uranium-238 as typically shown on decay series diagrams?",
      "options": [
        "4.5 billion years",
        "160 microseconds",
        "1600 years",
        "3.8 days"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Uranium-238 has an extremely long half-life of approximately 4.5 × 10⁹ years.",
        "incorrect": "Incorrect. Uranium-238 has a half-life of about 4.5 billion years, making it one of the longest-lived isotopes in decay series."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the approximate half-life of polonium-214?",
      "options": [
        "160 microseconds",
        "4.5 billion years",
        "1600 years",
        "22 years"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Polonium-214 has an extremely short half-life of about 160 μs (microseconds).",
        "incorrect": "Incorrect. Polonium-214 has one of the shortest half-lives in the decay series at approximately 160 microseconds."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the half-life of radium-226 in the uranium-238 decay series?",
      "options": [
        "1600 years",
        "160 microseconds",
        "4.5 billion years",
        "3.8 days"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Radium-226 has a half-life of approximately 1600 years.",
        "incorrect": "Incorrect. Radium-226 has a half-life of about 1600 years, long enough to accumulate in uranium ore."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What range of half-lives can be found in a typical decay series diagram?",
      "options": [
        "From microseconds to billions of years",
        "All isotopes have the same half-life",
        "From hours to days only",
        "From years to centuries only"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Half-lives in decay series range enormously, from microseconds (Po-214) to billions of years (U-238).",
        "incorrect": "Incorrect. Decay series show an enormous range of half-lives, from microseconds to billions of years."
      }
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "On a decay series diagram, where is half-life information typically displayed?",
      "options": [
        "Next to or along each decay arrow showing the time for that particular decay step",
        "Only at the beginning of the series",
        "Only at the end of the series",
        "Half-life information is never shown on decay diagrams"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Half-life information is typically shown for each decay step, often labeled along or near the arrow connecting parent to daughter.",
        "incorrect": "Incorrect. Decay series diagrams typically display the half-life for each individual decay step."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Half-lives in decay series range from very short (polonium-214: 160 [[1]]) to very long (uranium-238: 4.5 billion [[2]]).",
      "segments": [
        { "text": "Half-lives in decay series range from very short (polonium-214: 160 " },
        { "blank": 1 },
        { "text": ") to very long (uranium-238: 4.5 billion " },
        { "blank": 2 },
        { "text": ")." }
      ],
      "blanks": {
        "1": { "options": ["microseconds", "years", "days", "centuries"], "correctIndex": 0 },
        "2": { "options": ["years", "microseconds", "days", "seconds"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Po-214 has a half-life of 160 microseconds, while U-238 has a half-life of 4.5 billion years.",
        "someIncorrect": "Not quite. Po-214: 160 microseconds. U-238: 4.5 billion years."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Radium-226 has a half-life of [[1]] years, which is long enough for it to [[2]] in uranium ore deposits.",
      "segments": [
        { "text": "Radium-226 has a half-life of " },
        { "blank": 1 },
        { "text": " years, which is long enough for it to " },
        { "blank": 2 },
        { "text": " in uranium ore deposits." }
      ],
      "blanks": {
        "1": { "options": ["1600", "160", "16", "16000"], "correctIndex": 0 },
        "2": { "options": ["accumulate", "disappear", "evaporate", "transform"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Ra-226's 1600-year half-life allows it to accumulate in measurable quantities.",
        "someIncorrect": "Not quite. Radium-226 has a 1600-year half-life, allowing accumulation in ore."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Isotopes with very [[1]] half-lives like polonium-214 decay almost [[2]] after being formed.",
      "segments": [
        { "text": "Isotopes with very " },
        { "blank": 1 },
        { "text": " half-lives like polonium-214 decay almost " },
        { "blank": 2 },
        { "text": " after being formed." }
      ],
      "blanks": {
        "1": { "options": ["short", "long", "stable", "medium"], "correctIndex": 0 },
        "2": { "options": ["instantly", "never", "slowly", "yearly"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Very short half-life isotopes like Po-214 (160 μs) decay almost instantly after formation.",
        "someIncorrect": "Not quite. Short half-life isotopes decay almost instantly after being produced."
      }
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "All isotopes in a decay series have the same half-life.",
      "correctAnswer": false,
      "feedback": {
        "correct": "Correct! Half-lives vary enormously within a decay series, from microseconds to billions of years.",
        "incorrect": "Incorrect. Each isotope has its own characteristic half-life, ranging from microseconds to billions of years."
      }
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "Decay series diagrams typically show the half-life for each decay step in the series.",
      "correctAnswer": true,
      "feedback": {
        "correct": "Correct! Decay series diagrams usually label each decay step with its corresponding half-life.",
        "incorrect": "Incorrect. Half-life information is typically included on decay series diagrams for each step."
      }
    }
  ],
  "toLevel3": [
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why does radium-226 accumulate in uranium ore while polonium-214 does not?",
      "options": [
        "Radium-226's half-life (1600 years) allows buildup, while polonium-214's half-life (160 μs) means it decays instantly",
        "Radium-226 is more stable than polonium-214",
        "Polonium-214 is not produced in the uranium decay series",
        "Radium-226 is heavier and sinks to the bottom of the ore"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Ra-226's relatively long half-life allows it to build up over time, while Po-214 decays almost immediately after formation.",
        "incorrect": "Incorrect. The difference is in half-lives: Ra-226 (1600 years) accumulates; Po-214 (160 μs) decays instantly."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "What does a very short half-life on a decay diagram tell you about that isotope's abundance in a sample?",
      "options": [
        "The isotope will be present in very small amounts as it decays almost as fast as it's produced",
        "The isotope will be the most abundant in the sample",
        "The isotope will gradually increase in concentration over time",
        "The isotope's abundance cannot be predicted from half-life"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Short half-life isotopes decay rapidly, so they exist only in tiny steady-state concentrations.",
        "incorrect": "Incorrect. Short half-lives mean rapid decay, resulting in very low abundance at any given time."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "In a decay series, why is the longest half-life isotope typically the starting point (parent)?",
      "options": [
        "Only isotopes with very long half-lives persist long enough to still be present after billions of years",
        "Long half-lives are created first in nuclear reactions",
        "The parent is always assigned the longest half-life by definition",
        "All parent isotopes have exactly the same half-life"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! U-238 and Th-232 have half-lives comparable to Earth's age, so significant amounts still exist. Shorter-lived parents would have decayed away long ago.",
        "incorrect": "Incorrect. Parent isotopes like U-238 have extremely long half-lives, which is why they still exist 4.5 billion years after Earth formed."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "How does half-life information help identify which isotopes in a decay series pose the greatest long-term radiation hazard?",
      "options": [
        "Isotopes with intermediate half-lives (days to years) can accumulate enough to be hazardous while still being highly radioactive",
        "Only the isotope with the longest half-life is hazardous",
        "Only isotopes with microsecond half-lives are dangerous",
        "Half-life has no relationship to radiation hazard"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Intermediate half-life isotopes like Ra-226 (1600 years) or Rn-222 (3.8 days) accumulate in significant amounts while remaining highly radioactive.",
        "incorrect": "Incorrect. Intermediate half-lives allow enough accumulation to pose hazards while maintaining high decay rates."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why is it important to know the half-life of radon-222 (3.8 days) when assessing indoor air quality?",
      "options": [
        "Its half-life is long enough to accumulate in buildings but short enough to maintain high radioactivity",
        "Radon-222 has a half-life too short to matter for human health",
        "Radon-222's half-life means it will last forever once produced",
        "Half-life information is not relevant to indoor air quality"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Rn-222's 3.8-day half-life allows it to accumulate in buildings after seeping from soil, while remaining highly radioactive.",
        "incorrect": "Incorrect. Radon's half-life allows dangerous accumulation indoors while maintaining significant radioactivity."
      }
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Looking at a decay series diagram, if an isotope has a half-life in seconds, what can you conclude about finding it in old uranium ore?",
      "options": [
        "It will exist only in trace amounts, constantly being produced and decaying in equilibrium",
        "It will be the most abundant isotope in the ore",
        "It will not be present at all in the ore",
        "Its concentration will continuously increase over time"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Short-lived isotopes exist in tiny steady-state amounts, being continuously produced by parent decay and immediately decaying themselves.",
        "incorrect": "Incorrect. Short half-life isotopes exist in equilibrium—present in trace amounts, constantly produced and decaying."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Isotopes with [[1]] half-lives accumulate in detectable amounts, while isotopes with [[2]] half-lives decay almost immediately.",
      "segments": [
        { "text": "Isotopes with " },
        { "blank": 1 },
        { "text": " half-lives accumulate in detectable amounts, while isotopes with " },
        { "blank": 2 },
        { "text": " half-lives decay almost immediately." }
      ],
      "blanks": {
        "1": { "options": ["long", "short", "zero", "infinite"], "correctIndex": 0 },
        "2": { "options": ["short", "long", "medium", "stable"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Long half-lives allow accumulation; short half-lives mean immediate decay.",
        "someIncorrect": "Not quite. Long half-life = accumulation; short half-life = immediate decay."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Half-life information on decay diagrams explains which daughter products will be [[1]] in a sample and which will exist only in [[2]] amounts.",
      "segments": [
        { "text": "Half-life information on decay diagrams explains which daughter products will be " },
        { "blank": 1 },
        { "text": " in a sample and which will exist only in " },
        { "blank": 2 },
        { "text": " amounts." }
      ],
      "blanks": {
        "1": { "options": ["abundant", "absent", "unstable", "gaseous"], "correctIndex": 0 },
        "2": { "options": ["trace", "large", "equal", "maximum"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Half-life determines whether daughters accumulate to abundance or exist only in trace amounts.",
        "someIncorrect": "Not quite. Half-life determines if products are abundant or present only in traces."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Radon-222's half-life of 3.8 [[1]] makes it a health concern because it can [[2]] in buildings before decaying completely.",
      "segments": [
        { "text": "Radon-222's half-life of 3.8 " },
        { "blank": 1 },
        { "text": " makes it a health concern because it can " },
        { "blank": 2 },
        { "text": " in buildings before decaying completely." }
      ],
      "blanks": {
        "1": { "options": ["days", "seconds", "years", "microseconds"], "correctIndex": 0 },
        "2": { "options": ["accumulate", "disappear", "solidify", "evaporate"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Radon's 3.8-day half-life allows dangerous accumulation in enclosed spaces.",
        "someIncorrect": "Not quite. Rn-222 has a 3.8-day half-life, long enough to accumulate indoors."
      }
    },
    {
      "type": "TF",
      "bloom": "Understand",
      "stem": "An isotope with a half-life of microseconds will never be found in uranium ore samples because it decays too quickly.",
      "correctAnswer": false,
      "feedback": {
        "correct": "Correct! These isotopes are present in trace amounts in secular equilibrium—constantly being produced by parent decay while simultaneously decaying.",
        "incorrect": "Incorrect. Very short-lived isotopes exist in equilibrium, present in tiny but measurable amounts."
      }
    }
  ],
  "toLevel4": [
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A radiation safety officer examines a decay series diagram and sees that isotope X has a half-life of 22 years. What practical concern might this raise?",
      "options": [
        "The isotope persists long enough to accumulate to hazardous levels and affects multiple human generations",
        "The isotope decays too quickly to be measured",
        "The half-life is too short to pose any concern",
        "The isotope will have completely decayed before causing any harm"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! A 22-year half-life means the isotope accumulates significantly and remains hazardous for decades, affecting people over their lifetimes.",
        "incorrect": "Incorrect. A 22-year half-life allows significant accumulation and long-term hazard over human timescales."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "Using a decay series diagram, a scientist identifies that thorium-234 has a half-life of 24 days. If they have a sample today, approximately what fraction will remain after 72 days?",
      "options": [
        "1/8 (12.5%)",
        "1/2 (50%)",
        "1/4 (25%)",
        "3/4 (75%)"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! 72 days = 3 half-lives. After each half-life, half remains: 1→½→¼→⅛ = 12.5%.",
        "incorrect": "Incorrect. 72 days ÷ 24 days = 3 half-lives. (1/2)³ = 1/8 remains."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A geologist needs to determine which isotopes will be present in significant amounts in million-year-old rock. How should they use the half-life information on the decay diagram?",
      "options": [
        "Look for isotopes with half-lives of thousands of years or longer, as shorter-lived isotopes will have decayed away",
        "Focus only on isotopes with microsecond half-lives",
        "Assume all isotopes will be present in equal amounts",
        "Half-life information is not useful for this purpose"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Over a million years, only isotopes with sufficiently long half-lives will persist in detectable amounts.",
        "incorrect": "Incorrect. For million-year-old samples, only long half-life isotopes remain; short-lived ones exist only in trace equilibrium amounts."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A nuclear medicine technician sees on a decay diagram that bismuth-214 has a half-life of 20 minutes. How would this affect handling procedures?",
      "options": [
        "The sample must be used quickly as it will lose most of its activity within a few hours",
        "The sample can be stored indefinitely before use",
        "The half-life is too long to require special handling procedures",
        "The sample will be hazardous for many years"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! A 20-minute half-life means rapid activity loss. After a few hours (6+ half-lives), less than 1.5% remains.",
        "incorrect": "Incorrect. Short half-lives require rapid use; the sample's activity decreases quickly."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "An environmental scientist is assessing contamination from a nuclear accident. The decay diagram shows cesium-137 has a half-life of 30 years. What does this indicate for remediation planning?",
      "options": [
        "Contamination will persist for centuries, requiring long-term planning and possibly exclusion zones",
        "The contamination will clear within days",
        "Remediation is unnecessary as the isotope decays instantly",
        "The area will be safe within one year"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Cs-137's 30-year half-life means significant contamination persists for many decades to centuries (10 half-lives ≈ 300 years for 99.9% decay).",
        "incorrect": "Incorrect. A 30-year half-life means contamination persists for centuries, requiring extensive long-term planning."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A researcher examines a decay series diagram and sees two consecutive isotopes: A (half-life 1000 years) and B (half-life 1 second). Which statement best describes their relative abundances in a sample?",
      "options": [
        "Isotope A will be much more abundant than B, as B decays almost instantly",
        "Both isotopes will be equally abundant",
        "Isotope B will be more abundant because it's produced later in the series",
        "Neither isotope will be detectable"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Isotope A accumulates due to its long half-life, while B exists only in trace amounts in secular equilibrium.",
        "incorrect": "Incorrect. Long half-life (A) means accumulation; short half-life (B) means trace amounts in equilibrium."
      }
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "Using decay series half-life data, predict which isotope would be most useful for dating a 10,000-year-old archaeological sample: U-238 (4.5 billion years), Ra-226 (1600 years), or Po-214 (160 μs).",
      "options": [
        "Ra-226 (1600 years) because its half-life is appropriate for the timescale being measured",
        "U-238 because it has the longest half-life",
        "Po-214 because short half-lives give more precise measurements",
        "All three would work equally well"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! For 10,000-year samples, Ra-226 (~6 half-lives) shows measurable change, while U-238 barely changes and Po-214 can't be used for dating at this scale.",
        "incorrect": "Incorrect. Dating requires a half-life appropriate to the sample age. For ~10,000 years, Ra-226 (1600 years) is most suitable."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "To calculate how much thorium-234 (half-life 24 days) remains after 48 days, use the formula: remaining = (1/2)^[[1]] = [[2]].",
      "segments": [
        { "text": "To calculate how much thorium-234 (half-life 24 days) remains after 48 days, use the formula: remaining = (1/2)^" },
        { "blank": 1 },
        { "text": " = " },
        { "blank": 2 },
        { "text": "." }
      ],
      "blanks": {
        "1": { "options": ["2", "48", "24", "4"], "correctIndex": 0 },
        "2": { "options": ["1/4", "1/2", "1/8", "1/16"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! 48 days ÷ 24 days = 2 half-lives. (1/2)² = 1/4 remaining.",
        "someIncorrect": "Not quite. Number of half-lives = 48/24 = 2. Remaining = (1/2)² = 1/4."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "When planning radiation safety for a spill of isotope with a 6-hour half-life, the area will have less than 1% of original activity after approximately [[1]] half-lives, or about [[2]] days.",
      "segments": [
        { "text": "When planning radiation safety for a spill of isotope with a 6-hour half-life, the area will have less than 1% of original activity after approximately " },
        { "blank": 1 },
        { "text": " half-lives, or about " },
        { "blank": 2 },
        { "text": " days." }
      ],
      "blanks": {
        "1": { "options": ["7", "2", "4", "10"], "correctIndex": 0 },
        "2": { "options": ["2", "7", "42", "1"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! (1/2)⁷ ≈ 0.8%. 7 half-lives × 6 hours = 42 hours ≈ 2 days.",
        "someIncorrect": "Not quite. 7 half-lives gets below 1%. 7 × 6 hours = 42 hours ≈ 2 days."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "For dating purposes, an isotope's half-life should be [[1]] to the age being measured—not too long (insufficient decay) or too [[2]] (no parent remaining).",
      "segments": [
        { "text": "For dating purposes, an isotope's half-life should be " },
        { "blank": 1 },
        { "text": " to the age being measured—not too long (insufficient decay) or too " },
        { "blank": 2 },
        { "text": " (no parent remaining)." }
      ],
      "blanks": {
        "1": { "options": ["comparable", "identical", "unrelated", "opposite"], "correctIndex": 0 },
        "2": { "options": ["short", "long", "stable", "variable"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! The half-life should be comparable to the age being measured for optimal sensitivity.",
        "someIncorrect": "Not quite. Dating works best when half-life is comparable to sample age."
      }
    }
  ],
  "toLevel5": [
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "In the U-238 series, uranium-234 has a half-life of 245,000 years, while its daughter thorium-230 has a half-life of 75,000 years. Analyze which isotope reaches higher concentration in old uranium ore.",
      "options": [
        "U-234 reaches higher concentration because its longer half-life means slower decay and greater accumulation",
        "Th-230 reaches higher concentration because it's produced later in the series",
        "Both reach identical concentrations because they're in the same series",
        "Neither accumulates because both have relatively short half-lives compared to U-238"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! In secular equilibrium, isotopes with longer half-lives accumulate to higher concentrations. U-234 (245,000 years) builds up more than Th-230 (75,000 years).",
        "incorrect": "Incorrect. In equilibrium, longer half-life means higher concentration. U-234 accumulates more than Th-230."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze why the decay series diagram shows both U-238 (4.5 billion years) and Po-214 (160 μs), yet both isotopes can be detected in the same sample.",
      "options": [
        "Po-214 is continuously produced by parent decay and exists in secular equilibrium despite its short half-life",
        "Po-214 is not actually produced in this series",
        "The diagram must contain an error since such different half-lives cannot coexist",
        "Po-214 was added to the sample artificially"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Even with a 160 μs half-life, Po-214 is continuously produced from its parent and exists in steady-state equilibrium.",
        "incorrect": "Incorrect. Short-lived daughters exist in secular equilibrium, being produced as fast as they decay."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "A student claims that \"isotopes with the shortest half-lives in a decay series are the least dangerous because they disappear quickly.\" Evaluate this claim.",
      "options": [
        "Incorrect: short half-life means high decay rate and intense radiation, making them dangerous when inhaled or ingested despite their transient existence",
        "Correct: short half-life isotopes pose no health risk",
        "Correct: but only for external radiation exposure",
        "Incorrect: short half-life isotopes are never produced in decay series"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! High decay rate means intense radiation output. If inhaled (like radon daughters), short-lived isotopes deliver high doses before being exhaled.",
        "incorrect": "Incorrect. Short half-life means high specific activity. Inhaled short-lived isotopes like Po-214 deliver intense local doses."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "The U-238 series includes Rn-222 (3.8 days) followed by Po-218 (3 minutes) followed by Pb-214 (27 minutes). Analyze what happens to the concentration of each isotope when radon gas escapes from soil into a building.",
      "options": [
        "Rn-222 accumulates in the building, then produces Po-218 and Pb-214 which quickly reach equilibrium with the radon concentration",
        "All three isotopes escape together and remain in equal proportions",
        "Only Rn-222 is found in buildings; the others cannot form indoors",
        "The shorter-lived isotopes accumulate while radon decays away"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Radon accumulates indoors, then produces its short-lived daughters (Po-218, Pb-214) which quickly reach secular equilibrium with radon.",
        "incorrect": "Incorrect. Radon accumulates, then produces daughters that quickly establish equilibrium due to their short half-lives."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "Two decay series are proposed for waste storage assessment: Series A has most isotopes with half-lives of days to months; Series B has most isotopes with half-lives of thousands of years. Evaluate which poses greater long-term storage challenges.",
      "options": [
        "Series B, because the long half-lives mean radioactivity persists for tens of thousands of years requiring long-term containment",
        "Series A, because short half-lives mean more intense initial radiation",
        "Both series pose identical challenges",
        "Series A, because it produces more total radiation over time"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Long half-lives mean persistent radioactivity requiring storage facilities that remain secure for geological timescales.",
        "incorrect": "Incorrect. Long half-life isotopes persist for millennia, requiring containment far beyond human institutional timescales."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "In secular equilibrium, the activity (decay rate) of each daughter equals the activity of the long-lived parent, regardless of half-life. Analyze what this means for the number of atoms of each isotope present.",
      "options": [
        "Isotopes with shorter half-lives have fewer atoms present, but decay faster, producing equal activity",
        "All isotopes have equal numbers of atoms",
        "Isotopes with longer half-lives have fewer atoms",
        "Number of atoms is unrelated to half-life or activity"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Activity = λN. In equilibrium, activities are equal, so shorter half-life (larger λ) means fewer atoms (N) to produce the same activity.",
        "incorrect": "Incorrect. Equal activity with different half-lives means different atom counts. Short half-life = fewer atoms but faster decay."
      }
    },
    {
      "type": "MC",
      "bloom": "Evaluate",
      "stem": "A proposal suggests using half-life ratios in decay series for more precise radiometric dating. Evaluate the advantage of using both U-238/Pb-206 and U-235/Pb-207 systems together.",
      "options": [
        "The different half-lives (4.5 billion vs 704 million years) provide independent age checks; concordant ages confirm the rock remained a closed system",
        "Using two systems simply doubles the measurement precision",
        "The systems cannot be used together because they interfere with each other",
        "Only one system works for any given rock type"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Different half-lives mean different sensitivities to sample history. Agreement between systems (concordance) validates the dating; disagreement signals sample problems.",
        "incorrect": "Incorrect. The two systems have different half-lives, so agreement between ages confirms sample integrity."
      }
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze why medical isotopes are typically chosen from decay series steps with half-lives of hours to days, rather than seconds or years.",
      "options": [
        "Hours to days allows time for production, transport, and medical use while ensuring the isotope clears from the body before causing excess radiation damage",
        "Shorter half-lives are too dangerous for any medical application",
        "Longer half-lives would provide insufficient radiation for imaging",
        "Half-life does not affect medical isotope selection"
      ],
      "correctIndex": 0,
      "feedback": {
        "correct": "Correct! Hours-to-days half-lives balance practical logistics (production, transport, use) with patient safety (activity decreases after the procedure).",
        "incorrect": "Incorrect. Medical isotopes need half-lives long enough for practical use but short enough to minimize patient dose after procedures."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Analyze",
      "stem": "In secular equilibrium, short-lived daughters have [[1]] atoms but [[2]] decay rates than their long-lived parents, resulting in equal activities.",
      "segments": [
        { "text": "In secular equilibrium, short-lived daughters have " },
        { "blank": 1 },
        { "text": " atoms but " },
        { "blank": 2 },
        { "text": " decay rates than their long-lived parents, resulting in equal activities." }
      ],
      "blanks": {
        "1": { "options": ["fewer", "more", "equal", "zero"], "correctIndex": 0 },
        "2": { "options": ["higher", "lower", "identical", "zero"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Fewer atoms but higher decay rate (shorter half-life) produces the same activity as more atoms with lower decay rate.",
        "someIncorrect": "Not quite. Short half-life means fewer atoms but faster decay, balancing to equal activity."
      }
    },
    {
      "type": "Cloze",
      "bloom": "Evaluate",
      "stem": "When evaluating radiation hazards from decay series, isotopes with [[1]] half-lives pose extended contamination challenges, while isotopes with [[2]] half-lives deliver intense but brief exposures.",
      "segments": [
        { "text": "When evaluating radiation hazards from decay series, isotopes with " },
        { "blank": 1 },
        { "text": " half-lives pose extended contamination challenges, while isotopes with " },
        { "blank": 2 },
        { "text": " half-lives deliver intense but brief exposures." }
      ],
      "blanks": {
        "1": { "options": ["long", "short", "medium", "zero"], "correctIndex": 0 },
        "2": { "options": ["short", "long", "identical", "stable"], "correctIndex": 0 }
      },
      "feedback": {
        "allCorrect": "Correct! Long half-lives mean persistent contamination; short half-lives mean intense but transient exposure.",
        "someIncorrect": "Not quite. Long half-life = persistent hazard; short half-life = intense but brief."
      }
    }
  ]
}
