{
  "id": "galvanic-cell-features",
  "name": "Galvanic Cell Features",
  "icon": "🔋",
  "what": "This subtopic examines the design features of galvanic cells, including the roles of separated half-cells, electrodes, salt bridges, and electrolytes. It covers how these components work together to convert chemical energy from spontaneous redox reactions into usable electrical energy.",
  "why": "Understanding galvanic cell design is essential for battery technology, fuel cells, and electrochemical applications. These principles explain how batteries work, why certain designs are chosen, and how to optimize cell performance for different applications.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-c819a148-db02-f855-0acc-6f616e99dbbf",
      "version": 1,
      "title": "I can explain the key design features that make galvanic cells function",
      "code": "3C.1",
      "what": "Galvanic cells require separated half-cells to prevent direct contact between reactants, electrodes for reactions to occur on, a salt bridge to complete the circuit and balance charges, and an external circuit for electron flow.",
      "why": "These design features enable conversion of chemical energy to electrical energy rather than heat, making galvanic cells useful for portable power sources like batteries.",
      "example": "In the Daniell cell, zinc and copper half-cells are physically separated in different beakers, connected by a salt bridge, forcing electrons to flow through external wires to power devices.",
      "contentHash": "hash-651c40c6"
    },
    {
      "id": 2,
      "uuid": "lp-bb957912-5768-5a61-e8ad-9e090e5f7dba",
      "version": 1,
      "title": "I can identify and label the cathode, anode, and their polarities in galvanic cells",
      "code": "3C.2",
      "what": "The cathode is the positive electrode where reduction occurs (Happy Red Cat mnemonic). The anode is the negative electrode where oxidation occurs. Electrons flow from anode to cathode through the external circuit.",
      "why": "Correct identification determines which electrode materials to use, predicts direction of electron flow, and explains why certain electrodes gain or lose mass during operation.",
      "example": "In a zinc-copper cell, copper is the cathode (+) where Cu2+ + 2e- → Cu occurs, and zinc is the anode (-) where Zn → Zn2+ + 2e- occurs, with electrons flowing Zn to Cu.",
      "contentHash": "hash-4babc703"
    },
    {
      "id": 3,
      "uuid": "lp-03e9f36b-4046-3e12-42b6-41b0507a04b0",
      "version": 1,
      "title": "I can explain the role and importance of separating half-cells in galvanic cells",
      "code": "3C.3",
      "what": "Separated half-cells prevent direct contact between oxidising and reducing agents, forcing electrons to travel through the external circuit rather than transferring directly, converting chemical energy to electrical energy instead of heat.",
      "why": "Without separation, spontaneous exothermic reactions release energy as heat (as when zinc is placed directly in copper sulfate), making the energy unusable for electrical devices.",
      "example": "When Zn(s) is placed directly in Cu2+(aq) solution, heat is produced. When separated in a galvanic cell, the same reaction produces 1.10 volts of electrical energy to power devices.",
      "contentHash": "hash-86b007f5"
    },
    {
      "id": 4,
      "uuid": "lp-b1932b9e-63d5-b453-265d-031c23994517",
      "version": 1,
      "title": "I can describe the function of the salt bridge and direction of ion migration",
      "code": "3C.4",
      "what": "The salt bridge connects half-cells, completes the circuit for charged particle flow, and maintains electrical neutrality. Anions migrate to the anode, cations migrate to the cathode, balancing charges as reactions consume or produce ions.",
      "why": "Without a salt bridge, charge buildup would stop the reaction within seconds. The salt bridge allows continuous operation by maintaining charge balance in both half-cells.",
      "example": "In a KNO3 salt bridge, K+ ions migrate toward the cathode (where Cu2+ is consumed) and NO3- ions migrate toward the anode (where Zn2+ is produced), maintaining neutrality.",
      "contentHash": "hash-d87488fd"
    },
    {
      "id": 5,
      "uuid": "lp-02dbaa4e-ff5e-b988-1d6f-9a37f42c9e3a",
      "version": 1,
      "title": "I can distinguish between reactive and inert electrodes and explain their roles",
      "code": "3C.5",
      "what": "Reactive electrodes participate in redox reactions, typically metals that form part of the conjugate redox pair, and change mass during operation. Inert electrodes like platinum or graphite only provide a surface for reactions without participating.",
      "why": "Electrode choice affects cell design, with reactive electrodes suitable when the metal is part of the reaction, while inert electrodes are required for gas or ion-only half-cells.",
      "example": "Zinc and copper are reactive electrodes in the Daniell cell (Zn loses mass, Cu gains mass). Platinum is an inert electrode in H2/H+ half-cells, providing surface for H2 oxidation without reacting.",
      "contentHash": "hash-d20fde36"
    },
    {
      "id": 6,
      "uuid": "lp-dcdf45c0-5768-2f39-686d-652a6227eca3",
      "version": 1,
      "title": "I can write half-equations for reactions occurring at each electrode",
      "code": "3C.6",
      "what": "At the cathode, write the reduction half-equation showing electron gain on the left. At the anode, write the oxidation half-equation showing electron loss on the right. Balance using ECS or KOHES methods.",
      "why": "These equations predict products formed, calculate stoichiometry, explain mass changes at electrodes, and determine the overall cell reaction and voltage.",
      "example": "For Daniell cell: Cathode (reduction): Cu2+(aq) + 2e- → Cu(s), mass increases. Anode (oxidation): Zn(s) → Zn2+(aq) + 2e-, mass decreases.",
      "contentHash": "hash-705d7136"
    },
    {
      "id": 7,
      "uuid": "lp-f162c9a7-4b83-d000-d7d3-2bac8eb7be42",
      "version": 1,
      "title": "I can write overall equations for galvanic cells by combining half-equations",
      "code": "3C.7",
      "what": "Combine oxidation and reduction half-equations by equalizing electrons, adding equations, and canceling electrons and any species appearing on both sides to give the net ionic equation for the cell.",
      "why": "Overall equations show the complete cell reaction, enable calculation of reactant consumption and product formation, and verify that the cell operates as intended.",
      "example": "Daniell cell: Cu2+(aq) + 2e- → Cu(s) plus Zn(s) → Zn2+(aq) + 2e- combines to give overall: Cu2+(aq) + Zn(s) → Cu(s) + Zn2+(aq).",
      "contentHash": "hash-54790782"
    },
    {
      "id": 8,
      "uuid": "lp-91ec6a73-1365-ad40-2cfd-432c9bb6e015",
      "version": 1,
      "title": "I can draw and fully label complete galvanic cell diagrams",
      "code": "3C.8",
      "what": "A complete diagram includes both half-cells with electrodes and solutions labeled, salt bridge with electrolyte identified, voltmeter showing electron flow direction, electrode polarities marked, half-equations written, and ions from salt bridge shown migrating to correct electrodes.",
      "why": "Diagram skills demonstrate complete understanding of cell operation and are frequently required in assessments to show all aspects of electrochemical cell function.",
      "example": "For Ag+/Ag and Pb2+/Pb cell: show Pb anode (-) with Pb → Pb2+ + 2e-, Ag cathode (+) with Ag+ + e- → Ag, KNO3 bridge with K+ to cathode and NO3- to anode, electrons flowing Pb to Ag.",
      "contentHash": "hash-c3242f8b"
    }
  ]
}