{
  "id": "reduction-and-oxidation",
  "name": "Reduction and Oxidation",
  "icon": "⚡",
  "what": "This subtopic covers the fundamental concepts of redox reactions, including electron transfer, oxidation numbers, and identification of oxidising and reducing agents. It explains how to use oxidation numbers to track electron movement and identify redox couples in chemical reactions.",
  "why": "Understanding redox reactions is essential for analyzing electrochemical cells, batteries, and many industrial processes. These concepts form the foundation for predicting spontaneous reactions and calculating cell potentials in galvanic cells.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-718848b0-a2d3-9d3b-70e6-9f019da952f7",
      "version": 1,
      "title": "I can define redox reactions in terms of electron transfer, reduction, and oxidation",
      "code": "3A.1",
      "what": "A redox reaction involves simultaneous electron transfer where reduction is the gain of electrons and oxidation is the loss of electrons. The mnemonic OILRIG helps remember: Oxidation Is Loss, Reduction Is Gain.",
      "why": "This fundamental definition enables identification of all redox processes, from combustion to corrosion to electrochemical cells, forming the basis for electrochemistry.",
      "example": "When magnesium burns in oxygen (2Mg + O2 → 2MgO), magnesium loses electrons (oxidation) while oxygen gains electrons (reduction), with electrons transferring from Mg to O2.",
      "contentHash": "hash-7670f23a"
    },
    {
      "id": 2,
      "uuid": "lp-8c2757bb-d112-c49f-2946-f1a82d1a0266",
      "version": 1,
      "title": "I can explain what a redox reaction involves at the particle level",
      "code": "3A.2",
      "what": "Redox reactions involve the physical movement of electrons from one chemical species to another, where the reducing agent donates electrons and the oxidising agent accepts them, occurring simultaneously.",
      "why": "Understanding the electron transfer mechanism explains why reduction and oxidation must occur together and helps predict which species will react in electrochemical cells.",
      "example": "In the reaction Cu2+(aq) + Zn(s) → Cu(s) + Zn2+(aq), electrons physically move from zinc atoms to copper ions, with zinc donating 2 electrons per atom.",
      "contentHash": "hash-acd507da"
    },
    {
      "id": 3,
      "uuid": "lp-bfca120e-f36b-8b0e-225b-a21821e99adc",
      "version": 1,
      "title": "I can define and identify reducing agents and oxidising agents in reactions",
      "code": "3A.3",
      "what": "The oxidising agent causes oxidation by accepting electrons and is itself reduced. The reducing agent causes reduction by donating electrons and is itself oxidised. The species that undergoes reduction is the oxidising agent.",
      "why": "Identifying these agents determines which electrode materials to use in galvanic cells and predicts the direction of spontaneous redox reactions.",
      "example": "In 2Mg + O2 → 2MgO, magnesium is the reducing agent (causes reduction of oxygen, gets oxidised) and oxygen is the oxidising agent (causes oxidation of magnesium, gets reduced).",
      "contentHash": "hash-f632b9a5"
    },
    {
      "id": 4,
      "uuid": "lp-91aa97e3-647e-2ef9-619a-b39371026592",
      "version": 1,
      "title": "I can assign oxidation numbers to elements in compounds and use them to identify redox reactions",
      "code": "3A.4",
      "what": "Oxidation numbers are assigned using rules: free elements = 0, pure ions = ionic charge, hydrogen = +1 (except metal hydrides = -1), oxygen = -2 (except peroxides = -1), and sum equals overall charge. Changes in oxidation numbers identify redox reactions.",
      "why": "Oxidation numbers provide a systematic method to identify electron transfer in complex reactions where oxidation and reduction are not immediately obvious.",
      "example": "In Fe2O3 + 3CO → 2Fe + 3CO2, iron changes from +3 to 0 (reduction, gains electrons) while carbon changes from +2 to +4 (oxidation, loses electrons).",
      "contentHash": "hash-7054bab3"
    },
    {
      "id": 5,
      "uuid": "lp-fef9d46a-bd4f-9159-3b36-c1d3322fcaaf",
      "version": 1,
      "title": "I can use oxidation numbers to distinguish redox from non-redox reactions",
      "code": "3A.5a",
      "what": "If any element shows a change in oxidation number during a reaction, it is a redox reaction. If no oxidation numbers change, the reaction is not redox, such as in acid-base neutralization or precipitation reactions.",
      "why": "This skill prevents misidentification of reaction types and ensures correct analysis when designing galvanic cells or predicting spontaneous reactions.",
      "example": "HCl + NaOH → NaCl + H2O is not redox (H stays +1, Cl stays -1, Na stays +1, O stays -2), but Zn + 2HCl → ZnCl2 + H2 is redox (Zn: 0→+2, H: +1→0).",
      "contentHash": "hash-b13c620d"
    },
    {
      "id": 6,
      "uuid": "lp-2918d5c2-6f4e-898e-c997-eae77ed9c3b7",
      "version": 1,
      "title": "I can identify conjugate redox pairs using oxidation number changes",
      "code": "3A.5b",
      "what": "A conjugate redox pair consists of a reducing agent and its corresponding oxidising agent formed after electron donation, or an oxidising agent and its corresponding reducing agent formed after electron acceptance. Each redox reaction has two redox couples.",
      "why": "Identifying redox couples is essential for writing half-equations, analyzing electrochemical cells, and understanding reversible redox processes in the electrochemical series.",
      "example": "In Cu2+(aq) + Zn(s) → Cu(s) + Zn2+(aq), the two redox couples are Cu2+/Cu (oxidising agent/reducing agent) and Zn/Zn2+ (reducing agent/oxidising agent).",
      "contentHash": "hash-ad18f025"
    },
    {
      "id": 7,
      "uuid": "lp-6f392263-2c07-8f96-d75c-55c82bdbfdec",
      "version": 1,
      "title": "I can use oxidation numbers to identify which species is oxidised and which is reduced",
      "code": "3A.6",
      "what": "An increase in oxidation number indicates oxidation (loss of electrons, becoming more positive). A decrease in oxidation number indicates reduction (gain of electrons, becoming less positive or more negative).",
      "why": "This allows determination of which half-cell will be the anode and which will be the cathode in galvanic cells, essential for cell design and voltage calculations.",
      "example": "In Fe2+(aq) → Fe3+(aq) + e-, iron oxidation number increases from +2 to +3, so iron is oxidised. In Cu2+(aq) + 2e- → Cu(s), copper decreases from +2 to 0, so copper is reduced.",
      "contentHash": "hash-f81e1bf8"
    }
  ]
}