{
  "id": "writing-redox-equations",
  "name": "Writing Redox Equations",
  "icon": "✍️",
  "what": "This subtopic covers the systematic methods for writing and balancing half-equations for oxidation and reduction reactions in both acidic and basic conditions. It includes combining half-equations to form overall redox equations and extracting half-equations from complete redox reactions.",
  "why": "Balanced half-equations are essential for understanding galvanic cell reactions, calculating quantities of reactants and products, and predicting cell behavior under different pH conditions. These skills are fundamental to electrochemistry calculations and experimental design.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-7010f39e-3277-79a9-6b38-06a873b22df4",
      "version": 1,
      "title": "I can write and balance simple half-equations using the ECS method",
      "code": "3B.1",
      "what": "Simple half-equations contain only one element and are balanced using ECS: balance Elements, balance Charges by adding electrons to the more positive side, add States. Electrons appear on the right for oxidation and left for reduction.",
      "why": "This systematic approach ensures accurate half-equations for galvanic cell reactions, preventing errors in electron number and charge balance that would make voltage calculations incorrect.",
      "example": "For zinc oxidation: Zn → Zn2+ (E: balanced), Zn → Zn2+ + 2e- (C: add 2e- to right), Zn(s) → Zn2+(aq) + 2e- (S: add states).",
      "contentHash": "hash-a8a1adcc"
    },
    {
      "id": 2,
      "uuid": "lp-7b6eabc0-2039-edba-42f4-5280f605af8d",
      "version": 1,
      "title": "I can write and balance complex half-equations in acidic conditions using KOHES",
      "code": "3B.2",
      "what": "Complex half-equations contain multiple elements and use KOHES in acidic conditions: balance Key element (not H or O), balance Oxygen with H2O, balance Hydrogen with H+, balance Electrons, add States.",
      "why": "Many important redox reactions in galvanic cells involve oxygen-containing species requiring this method, such as permanganate or dichromate reactions in acidic solutions.",
      "example": "For Cr2O72- → Cr3+: K: Cr2O72- → 2Cr3+, O: Cr2O72- → 2Cr3+ + 7H2O, H: Cr2O72- + 14H+ → 2Cr3+ + 7H2O, E: Cr2O72- + 14H+ + 6e- → 2Cr3+ + 7H2O, S: add (aq) and (l).",
      "contentHash": "hash-4abe7a37"
    },
    {
      "id": 3,
      "uuid": "lp-7e1e52e4-ef4d-917a-adb9-4e0d0055a3dc",
      "version": 1,
      "title": "I can write and balance complex half-equations in basic conditions",
      "code": "3B.3",
      "what": "For basic conditions, use KOHES plus two steps: after adding H+, add equal OH- to both sides to neutralize H+, then combine H+ and OH- to form H2O and cancel water molecules appearing on both sides.",
      "why": "Alkaline batteries and fuel cells operate in basic conditions, requiring this method to correctly represent the reactions occurring at their electrodes.",
      "example": "For Cr2O72- → Cr3+ in base: follow KOHES to get Cr2O72- + 14H+ + 6e- → 2Cr3+ + 7H2O, add 14OH- to both sides, combine to get 6e- + Cr2O72- + 7H2O → 2Cr3+ + 14OH-.",
      "contentHash": "hash-231c54ba"
    },
    {
      "id": 4,
      "uuid": "lp-5a673983-6ec6-fbb7-43d1-ea9a9cccfc5d",
      "version": 1,
      "title": "I can combine half-equations to write overall balanced redox equations",
      "code": "3B.4a",
      "what": "To combine half-equations, find the lowest common multiple of electrons, multiply each half-equation to equalize electrons, add the equations together, and cancel electrons appearing on both sides.",
      "why": "Overall equations are needed to calculate stoichiometric relationships, predict product amounts, and understand complete galvanic cell reactions.",
      "example": "Combining Ag+(aq) + e- → Ag(s) and Ni(s) → Ni2+(aq) + 2e- requires multiplying silver equation by 2, giving 2Ag+(aq) + Ni(s) → 2Ag(s) + Ni2+(aq) after canceling 2e-.",
      "contentHash": "hash-aa149a82"
    },
    {
      "id": 5,
      "uuid": "lp-730de497-0af2-e751-22c1-0183da8cd7dc",
      "version": 1,
      "title": "I can extract half-equations from overall redox equations by identifying redox couples",
      "code": "3B.4b",
      "what": "Identify redox couples by finding species with the same element on both sides showing oxidation number changes. Write each pair as a half-equation, balance using ECS or KOHES, and identify as oxidation or reduction.",
      "why": "This reverse process allows analysis of given redox reactions, determination of which species is oxidised or reduced, and verification of electrode reactions in electrochemical cells.",
      "example": "From F2(g) + 2Fe2+(aq) → 2F-(aq) + 2Fe3+(aq), extract F2/F- couple: F2 + 2e- → 2F- (reduction), and Fe2+/Fe3+ couple: Fe2+ → Fe3+ + e- (oxidation).",
      "contentHash": "hash-954d062d"
    },
    {
      "id": 6,
      "uuid": "lp-18e0af73-e71e-e2e9-bf66-ae6e0d47ec34",
      "version": 1,
      "title": "I can identify half-equations as oxidation or reduction by electron position",
      "code": "3B.5",
      "what": "If electrons appear on the left side of a half-equation, it represents reduction (electrons are reactants being gained). If electrons appear on the right side, it represents oxidation (electrons are products being lost).",
      "why": "Quick identification of reaction type determines which electrode is the anode and which is the cathode in galvanic cells without calculating oxidation numbers.",
      "example": "Cu2+(aq) + 2e- → Cu(s) is reduction (electrons on left, gain), while Zn(s) → Zn2+(aq) + 2e- is oxidation (electrons on right, loss).",
      "contentHash": "hash-c6d69e6f"
    },
    {
      "id": 7,
      "uuid": "lp-6019aee1-853e-3a4d-8aa0-2eace84ccb9a",
      "version": 1,
      "title": "I can write balanced half-equations with correct states for all species",
      "code": "3B.6",
      "what": "States must be included for all species: ions are always (aq), metals are (s), water is (l), gases are (g), and electrons have no state. States reflect standard conditions at 25°C and 100 kPa.",
      "why": "Correct states are required for exam answers and reflect the actual physical conditions in electrochemical cells, affecting reaction feasibility and voltage.",
      "example": "Correct: Ni2+(aq) + 2e- → Ni(s). Incorrect: Ni2+ + 2e- → Ni (missing states) or Ni2+(s) + 2e- → Ni(aq) (wrong states for ion and metal).",
      "contentHash": "hash-27a52c28"
    }
  ]
}