{
  "id": "big-bang-model",
  "name": "The Big Bang Model",
  "icon": "💥",
  "what": "This subtopic covers the evidence supporting the Big Bang model of the universe's origin, including redshift and the cosmic microwave background, as well as the model's implications for the universe's structure and ultimate fate.",
  "why": "The Big Bang model is our best scientific explanation for the origin and evolution of the universe. Understanding its evidence helps distinguish science from speculation and explains our cosmic origins.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-cd0f3739-c8e7-1c21-c575-7d1119429879",
      "version": 1,
      "title": "I can compare the Steady State and Big Bang models",
      "code": "5.1",
      "what": "The Steady State model proposed that the universe expands with continuous creation of new matter, maintaining constant density forever. The Big Bang model proposes the universe began hot and dense and continues to expand and cool.",
      "why": "Comparing these models shows how scientific theories are evaluated against evidence. The Steady State model was rejected when evidence strongly favoured the Big Bang.",
      "example": "Fred Hoyle proposed the Steady State model in 1948. It predicted that distant galaxies should look the same as nearby ones. Observations showed distant galaxies look different, supporting the Big Bang.",
      "contentHash": "hash-8335e34a"
    },
    {
      "id": 2,
      "uuid": "lp-49f73c2a-ae63-6a1d-f871-787c126091bf",
      "version": 1,
      "title": "I can explain redshift as evidence for the expanding universe",
      "code": "5.2",
      "what": "Redshift occurs when light from distant galaxies is stretched to longer, redder wavelengths as space expands. More distant galaxies show greater redshift, indicating they are receding faster.",
      "why": "Redshift provides direct evidence that the universe is expanding. The relationship between distance and redshift led to the discovery that expansion is accelerating.",
      "example": "Spectral lines from a distant galaxy appear shifted toward red compared to the same lines measured in a laboratory. A galaxy 1 billion lightyears away has its light stretched by about 7% toward the red end of the spectrum.",
      "contentHash": "hash-a63ecdc0"
    },
    {
      "id": 3,
      "uuid": "lp-14be6766-4e6b-0dff-6631-ff9656e49b01",
      "version": 1,
      "title": "I can explain the cosmic microwave background as evidence for the Big Bang",
      "code": "5.3",
      "what": "The cosmic microwave background (CMB) is faint microwave radiation detected from all directions in space. It is the remnant light from the early universe, now stretched by expansion to microwave wavelengths at a temperature of about 3 Kelvin.",
      "why": "The CMB is often called the afterglow of the Big Bang. Its existence and properties match predictions of the Big Bang model and cannot be explained by the Steady State model.",
      "example": "The CMB was accidentally discovered in 1965 as uniform static noise in a radio antenna. Its temperature of 2.7 K matches precisely what Big Bang theory predicted for light from a 380,000-year-old universe that has been expanding for 13.8 billion years.",
      "contentHash": "hash-edfd8aa5"
    },
    {
      "id": 4,
      "uuid": "lp-e4884985-3962-0e0e-782b-815587926810",
      "version": 1,
      "title": "I can explain why the universe has no centre, edge, or outside",
      "code": "5.4",
      "what": "The Big Bang was not an explosion into existing space but an expansion of space itself. Since space and time began with the Big Bang, there is no centre, edge, or outside to the universe.",
      "why": "This concept helps us understand that the universe is not like an expanding balloon in a room. The balloon surface itself is expanding, with no external space for it to expand into.",
      "example": "Dots on an inflating balloon all move apart from each other, but no dot is at the centre of the expansion. Similarly, all galaxies recede from each other, and every location appears to be the centre of expansion.",
      "contentHash": "hash-eee0049c"
    },
    {
      "id": 5,
      "uuid": "lp-a1866940-dae1-5ae6-9bb8-63e63b81fd88",
      "version": 1,
      "title": "I can explain why there was no 'before' the Big Bang",
      "code": "5.5",
      "what": "Time itself began with the Big Bang, so asking what happened before it is like asking what is north of the North Pole. The question assumes time existed before time began.",
      "why": "This concept challenges our intuitive understanding of time but follows logically from the physics of the Big Bang model. Time and space are part of the universe, not containers for it.",
      "example": "Just as you cannot travel north from the North Pole because north has no meaning there, you cannot go back in time before the Big Bang because time did not exist to go back through.",
      "contentHash": "hash-8a6f94b2"
    },
    {
      "id": 6,
      "uuid": "lp-df58ae65-3d6d-0fa8-1e5d-9c76f26a6bea",
      "version": 1,
      "title": "I can describe entropy and the predicted heat death of the universe",
      "code": "5.6",
      "what": "Entropy measures disorder in a system and tends to increase over time. As the universe expands and cools, stars will exhaust their fuel, and the universe will reach maximum entropy: cold, dark, and without usable energy.",
      "why": "The heat death represents the ultimate fate of the universe according to current physics. It demonstrates how the second law of thermodynamics applies to the cosmos as a whole.",
      "example": "A hot cup of coffee cooling to room temperature shows entropy increasing as heat spreads out. Similarly, stars spreading their energy through space increases cosmic entropy until no temperature differences remain to drive any processes.",
      "contentHash": "hash-8d212fb1"
    }
  ]
}