{
  "id": "gravity-creative-force",
  "name": "Gravity as a Creative Force",
  "icon": "🪐",
  "what": "This subtopic explores how gravity shapes the universe by forming stars, planets, and galaxies through accretion, and how it enables nuclear fusion in stars to create the elements that make up everything around us.",
  "why": "Gravity is responsible for nearly all large-scale structure in the universe. Understanding how gravity forms and maintains celestial objects explains where planets, stars, and even the atoms in your body came from.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-49d04db3-7e0c-58b4-eb96-16c27fc4594c",
      "version": 1,
      "title": "I can explain gravity as mass warping space",
      "code": "2.1",
      "what": "Einstein's general relativity describes gravity not as a pulling force, but as mass causing space to curve. Objects fall toward each other by following the curved paths in warped space.",
      "why": "This model explains gravitational phenomena that Newton's theory could not, including why light bends around massive objects and why there is no repulsive gravity.",
      "example": "A ball on a stretched trampoline creates a dip. A marble rolled nearby curves toward the ball, not because of a pull, but because the surface is curved. Space behaves similarly around massive objects.",
      "contentHash": "hash-db99d060"
    },
    {
      "id": 2,
      "uuid": "lp-d6d9587c-a446-8e2c-ef88-2af9a9f30574",
      "version": 1,
      "title": "I can describe accretion and its role in forming cosmic structures",
      "code": "2.2",
      "what": "Accretion is the process where smaller objects come together under gravity to form larger ones. This process forms planets, stars, galaxies, and black holes.",
      "why": "Accretion explains how the universe went from a cloud of gas and dust after the Big Bang to the complex structures we observe today, including our own solar system.",
      "example": "In the early solar system, dust grains collided and stuck together, forming pebbles, then boulders, then planetesimals, eventually becoming planets like Earth over millions of years.",
      "contentHash": "hash-cfd57df4"
    },
    {
      "id": 3,
      "uuid": "lp-1f272351-fe55-37b3-2d4f-c187f361efc6",
      "version": 1,
      "title": "I can explain how gravity enables nuclear fusion in stars",
      "code": "2.3",
      "what": "Gravity compresses the core of a star to extreme temperatures and pressures. Under these conditions, hydrogen nuclei fuse to form helium, releasing enormous amounts of energy.",
      "why": "Nuclear fusion is what makes stars shine. Without gravity creating the necessary conditions for fusion, there would be no stars, no sunlight, and no energy to support life.",
      "example": "The Sun's core reaches 15 million degrees Celsius due to gravitational compression. At this temperature, hydrogen atoms move fast enough to overcome their electrical repulsion and fuse together.",
      "contentHash": "hash-436ae3fd"
    },
    {
      "id": 4,
      "uuid": "lp-a7fdefe7-7768-d031-fbad-63d5f184b7ce",
      "version": 1,
      "title": "I can describe stellar nucleosynthesis and its products",
      "code": "2.4",
      "what": "Stellar nucleosynthesis is the process where stars create heavier elements by fusing lighter ones. Regular stars produce elements up to iron (Fe26). Elements heavier than iron form in supernovae.",
      "why": "Every atom heavier than hydrogen in your body was created inside a star. Understanding stellar nucleosynthesis explains the origin of the elements that make up planets and life.",
      "example": "Carbon atoms in your body were fused from helium in a star's core. Gold atoms in jewellery were created during a supernova explosion billions of years ago.",
      "contentHash": "hash-8c57e682"
    },
    {
      "id": 5,
      "uuid": "lp-58193823-326b-e6ac-5c48-dad87da65eae",
      "version": 1,
      "title": "I can explain hydrostatic equilibrium in stars",
      "code": "2.5",
      "what": "Hydrostatic equilibrium is the balance between gravity pulling inward and radiation pressure from fusion pushing outward. This balance keeps a star stable for millions or billions of years.",
      "why": "Understanding this balance explains why stars do not immediately collapse or explode, and helps predict what happens when the balance is disrupted at the end of a star's life.",
      "example": "The Sun has maintained hydrostatic equilibrium for 4.6 billion years. If fusion suddenly stopped, gravity would cause the core to collapse within about 15 minutes.",
      "contentHash": "hash-e99b50ff"
    },
    {
      "id": 6,
      "uuid": "lp-afca2452-2021-457d-44c5-705700f1ac88",
      "version": 1,
      "title": "I can describe the stages of solar system formation",
      "code": "2.6",
      "what": "Solar systems form in five stages: nebula formation, protoplanetary disk development, nuclear fusion ignition in the central star, planetary accretion, and finally habitability conditions developing.",
      "why": "This model explains how our solar system formed and helps us understand the formation of exoplanetary systems discovered around other stars.",
      "example": "Our solar system began as a nebula from a previous star's supernova. The nebula collapsed, spinning faster and flattening into a disk. The centre ignited as the Sun while planets accreted from the remaining disk material.",
      "contentHash": "hash-709924ef"
    }
  ]
}