{
  "id": "cooking-methods-techniques",
  "name": "Cooking Methods and Techniques",
  "icon": "🍳",
  "what": "This subtopic covers wet and dry cooking methods, their characteristics, and how to select appropriate methods based on food properties. You will learn about boiling, simmering, steaming, poaching, braising, baking, roasting, grilling, and frying.",
  "why": "Choosing the right cooking method is essential for achieving the best texture, flavour, and nutritional value. Understanding why certain methods suit certain foods helps you become a more skilled and confident cook.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-1f743212-a9f2-228a-0ccd-9241dd4ffd4a",
      "version": 1,
      "title": "I can distinguish between wet and dry cooking methods",
      "code": "3.1",
      "what": "Wet (moist heat) methods use water or other liquids as the cooking medium and are limited to 100°C. Dry heat methods use hot air, fat, or direct heat and can reach much higher temperatures.",
      "why": "Wet methods cannot produce browning because water limits temperature. Dry methods can achieve the high temperatures needed for the Maillard reaction and caramelisation.",
      "example": "Steaming broccoli (wet method) keeps it green and tender but not browned. Roasting broccoli (dry method) at 200°C creates caramelised, crispy edges with nutty flavours.",
      "contentHash": "hash-3168d11f"
    },
    {
      "id": 2,
      "uuid": "lp-cfa244b4-16f8-2f4a-9059-f714c2d3ea0b",
      "version": 1,
      "title": "I can identify appropriate cooking methods for tender versus tough cuts of meat",
      "code": "3.2",
      "what": "Tender cuts (fillet, chicken breast) have little connective tissue and suit quick, high-heat methods like grilling. Tough cuts (brisket, shanks) have lots of collagen and need slow cooking methods like braising.",
      "why": "Tender cuts become tough if overcooked. Tough cuts become tender only when slow cooking converts their collagen to gelatin over 2-4 hours.",
      "example": "Grilling a lamb shank would result in tough, chewy meat. Braising the same shank for 3 hours makes it fall-off-the-bone tender. Conversely, braising a fillet steak would make it mushy and flavourless.",
      "contentHash": "hash-17a1f796"
    },
    {
      "id": 3,
      "uuid": "lp-ac46af98-58f1-aef3-8a5a-ae1df1a331a5",
      "version": 1,
      "title": "I can explain why steaming is the best cooking method for preserving nutrients",
      "code": "3.3",
      "what": "Steaming cooks food above boiling water without direct contact. Water-soluble vitamins (vitamin C and B vitamins) cannot leach into the cooking water because the food never touches it.",
      "why": "When vegetables are boiled, water-soluble vitamins dissolve into the cooking water and are often discarded. Steaming preserves these nutrients in the food.",
      "example": "Boiled broccoli can lose 25-50% of its vitamin C to the cooking water. Steamed broccoli retains most of its vitamin C because it never touches the water.",
      "contentHash": "hash-64f9745b"
    },
    {
      "id": 4,
      "uuid": "lp-3a3ad6cb-d8eb-97ba-780f-6c29f8e81602",
      "version": 1,
      "title": "I can describe the difference between boiling, simmering, and poaching temperatures",
      "code": "3.4",
      "what": "Boiling is 100°C with large, rapidly breaking bubbles. Simmering is 85-96°C with gentle bubbles rising to the surface. Poaching is 70-85°C with barely any bubbles - just a shimmer on the surface.",
      "why": "Different temperatures suit different foods. Boiling is too violent for delicate foods like eggs and fish. Poaching and simmering are gentler and maintain moisture.",
      "example": "A poached egg cooks gently at 70-85°C, allowing the white to set softly around a runny yolk. Boiling an egg in rapidly bubbling water would cause the white to become rubbery and the egg to bounce around and break.",
      "contentHash": "hash-4e7e7478"
    },
    {
      "id": 5,
      "uuid": "lp-fbe50230-2931-33e7-37ea-bb5352706189",
      "version": 1,
      "title": "I can explain how braising combines wet and dry cooking methods",
      "code": "3.5",
      "what": "Braising starts with searing at high heat (dry method for Maillard flavour), then slow-cooking partially covered in liquid at 135-165°C for 2-4 hours (wet method for collagen conversion).",
      "why": "Braising combines the benefits of both methods - the complex flavours from browning and the tenderising effect of slow, moist cooking.",
      "example": "To braise lamb shanks: sear them in a hot pan until browned all over, add stock and aromatics, cover and cook in a 150°C oven for 3 hours until the meat is tender and falling off the bone.",
      "contentHash": "hash-b6048cd0"
    },
    {
      "id": 6,
      "uuid": "lp-68a9274a-d6ee-d4ff-eb2e-5928f57a5301",
      "version": 1,
      "title": "I can explain why delicate foods require gentle cooking methods",
      "code": "3.6",
      "what": "Delicate foods like fish, eggs, and chicken breast have properties that require gentle handling - fish flakes easily and dries out quickly, eggs set rapidly, and chicken breast is low in fat so dries out easily.",
      "why": "High, dry heat will overcook delicate foods before the interior is cooked through, resulting in dry, tough, or broken textures.",
      "example": "Poaching is ideal for salmon fillets because the gentle 70-85°C temperature cooks the fish evenly without drying it out. Grilling salmon on high heat often results in overcooked edges and undercooked centre.",
      "contentHash": "hash-e0889f6e"
    }
  ]
}