{
  "_meta": {
    "exportedAt": "2026-02-14T23:59:23.009Z",
    "topicId": "cellular-structure",
    "topicName": "Cellular structure"
  },
  "items": [
    {
      "uuid": "lp-6b577eac-0975-ef7a-3be8-ac33f6bf92fa",
      "id": 1,
      "version": 1,
      "contentHash": "hash-c35004e3",
      "title": "I can define the key terms abiotic, biotic, unicellular and multicellular",
      "code": "1A.1",
      "what": "Biotic means living (made of at least one cell). Abiotic means non-living. Unicellular organisms consist of one cell, while multicellular organisms consist of more than one cell.",
      "why": "These terms are used throughout biology to classify factors in an environment and to describe organisms. Precise definitions help you answer exam questions accurately.",
      "example": "A bone removed from an animal is abiotic because it is no longer part of a living organism. Caulerpa taxifolia is a unicellular alga that can grow up to three metres long, showing that unicellular does not mean small.",
      "subtopic": {
        "id": "living-or-non-living",
        "name": "Living or non-living",
        "what": "This subtopic covers how we distinguish between living (biotic) and non-living (abiotic) things using cell theory. It introduces the four features common to all cells: genetic material, cytosol, ribosomes and a plasma membrane.",
        "why": "Understanding what makes something alive is the foundation of all biology. Knowing the four common cell features gives you a framework for analysing any cell type you encounter later in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-baf9789a-a523-07cb-3e19-f72c1d7e3ef9",
      "id": 2,
      "version": 1,
      "contentHash": "hash-3dcb8531",
      "title": "I can recall the four common features shared by all organisms",
      "code": "1A.2",
      "what": "Every cell, whether prokaryotic or eukaryotic, contains genetic material, cytosol, ribosomes and a plasma membrane. These four features are the minimum requirements for something to be considered a cell.",
      "why": "These four features form the basis of cell theory and allow you to identify any structure as a cell. They also help you distinguish cells from non-living particles such as viruses.",
      "example": "A bacterium has no nucleus or membrane-bound organelles, but it still has all four common features: circular DNA (genetic material), cytosol, ribosomes and a plasma membrane.",
      "subtopic": {
        "id": "living-or-non-living",
        "name": "Living or non-living",
        "what": "This subtopic covers how we distinguish between living (biotic) and non-living (abiotic) things using cell theory. It introduces the four features common to all cells: genetic material, cytosol, ribosomes and a plasma membrane.",
        "why": "Understanding what makes something alive is the foundation of all biology. Knowing the four common cell features gives you a framework for analysing any cell type you encounter later in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-94a93a45-ad99-fc8e-f144-70558506c314",
      "id": 3,
      "version": 1,
      "contentHash": "hash-e5e2b7c2",
      "title": "I can outline the function of each of the four common cell features",
      "code": "1A.3",
      "what": "Genetic material contains hereditary information coding for proteins. Cytosol is the liquid inside cells where many reactions occur. Ribosomes are the site of protein synthesis. The plasma membrane separates the internal and external environments and controls what enters and leaves.",
      "why": "Knowing the function of each feature allows you to explain why every cell needs them and to predict what would happen if one were missing or damaged.",
      "example": "If a cell lost its plasma membrane, the cytosol and its contents would leak into the surroundings, and the cell would no longer be able to control which substances enter or leave. The cell would cease to function.",
      "subtopic": {
        "id": "living-or-non-living",
        "name": "Living or non-living",
        "what": "This subtopic covers how we distinguish between living (biotic) and non-living (abiotic) things using cell theory. It introduces the four features common to all cells: genetic material, cytosol, ribosomes and a plasma membrane.",
        "why": "Understanding what makes something alive is the foundation of all biology. Knowing the four common cell features gives you a framework for analysing any cell type you encounter later in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-fb24c107-a528-52c8-b6b5-784696b73d7f",
      "id": 4,
      "version": 1,
      "contentHash": "hash-35fc51e4",
      "title": "I can recall and apply cell theory",
      "code": "1A.4",
      "what": "Cell theory states that all living things are made up of at least one cell, that the cell is the basic unit of life, and that all cells arise from pre-existing cells.",
      "why": "Cell theory is a foundational concept in biology that underpins how we understand the origin, structure and reproduction of all living things.",
      "example": "A virus is not considered a living organism under cell theory because it is not made up of cells and cannot reproduce on its own without a host cell.",
      "subtopic": {
        "id": "living-or-non-living",
        "name": "Living or non-living",
        "what": "This subtopic covers how we distinguish between living (biotic) and non-living (abiotic) things using cell theory. It introduces the four features common to all cells: genetic material, cytosol, ribosomes and a plasma membrane.",
        "why": "Understanding what makes something alive is the foundation of all biology. Knowing the four common cell features gives you a framework for analysing any cell type you encounter later in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-643fc499-4ade-7e98-b256-af8fc907657c",
      "id": 1,
      "version": 1,
      "contentHash": "hash-147cff37",
      "title": "I can recall and define the terms fluid mosaic model, hydrophilic, hydrophobic, plasma membrane and semi-permeable membrane",
      "code": "1B.1",
      "what": "The plasma membrane is a semi-permeable phospholipid bilayer that separates the internal and external environments of a cell. The fluid mosaic model describes it as a combination of phospholipids, proteins, cholesterol and carbohydrates that can move within each layer. Hydrophilic means water-attracting; hydrophobic means water-repelling.",
      "why": "These terms are used constantly when discussing how substances move across membranes. Precise definitions help you explain membrane behaviour in exam responses.",
      "example": "The phospholipid heads are hydrophilic and face outward towards the watery environments on both sides of the membrane. The fatty acid tails are hydrophobic and face inward, away from water.",
      "subtopic": {
        "id": "plasma-membrane",
        "name": "Plasma membrane",
        "what": "This subtopic covers the structure and function of the plasma membrane, including the phospholipid bilayer, proteins, carbohydrates and cholesterol. It also introduces the fluid mosaic model and the concepts of hydrophilic and hydrophobic substances.",
        "why": "The plasma membrane controls what enters and leaves every cell, making it essential for cell survival. Understanding its structure helps you explain how different substances cross the membrane, which connects to transport processes covered later in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ccb9e21f-c431-956d-cd2c-a7c2bc6037e0",
      "id": 2,
      "version": 1,
      "contentHash": "hash-3ac1d2cf",
      "title": "I can recall and describe the functions of the different components of the plasma membrane",
      "code": "1B.2",
      "what": "Phospholipids form the bilayer and control permeability. Proteins assist with transport, signalling and cell recognition. Carbohydrates (as glycoproteins and glycolipids) help with cell adhesion and recognition. Cholesterol increases membrane stability without reducing fluidity.",
      "why": "Each component has a specific role. Understanding these roles lets you predict how changes to the membrane would affect cell function.",
      "example": "Transmembrane proteins span the full width of the membrane and can act as channels for hydrophilic substances like ions, which cannot pass through the hydrophobic phospholipid tails on their own.",
      "subtopic": {
        "id": "plasma-membrane",
        "name": "Plasma membrane",
        "what": "This subtopic covers the structure and function of the plasma membrane, including the phospholipid bilayer, proteins, carbohydrates and cholesterol. It also introduces the fluid mosaic model and the concepts of hydrophilic and hydrophobic substances.",
        "why": "The plasma membrane controls what enters and leaves every cell, making it essential for cell survival. Understanding its structure helps you explain how different substances cross the membrane, which connects to transport processes covered later in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-17341781-8a8b-4243-0e1d-45b99303c559",
      "id": 3,
      "version": 1,
      "contentHash": "hash-ea9f0f3e",
      "title": "I can identify the different components of a plasma membrane from a diagram",
      "code": "1B.3",
      "what": "You should be able to recognise phospholipids (head and two tails), transmembrane and peripheral proteins, cholesterol, glycoproteins (carbohydrate attached to a protein) and glycolipids (carbohydrate attached to a phospholipid) in various diagram styles.",
      "why": "Exam questions often present unfamiliar diagrams of the plasma membrane and ask you to identify components. Being comfortable with different representations is essential.",
      "example": "A glycoprotein can be identified as a component where a branching carbohydrate chain is attached to a protein that sits in or on the membrane. A glycolipid is similar but the carbohydrate chain is attached to the head of a phospholipid.",
      "subtopic": {
        "id": "plasma-membrane",
        "name": "Plasma membrane",
        "what": "This subtopic covers the structure and function of the plasma membrane, including the phospholipid bilayer, proteins, carbohydrates and cholesterol. It also introduces the fluid mosaic model and the concepts of hydrophilic and hydrophobic substances.",
        "why": "The plasma membrane controls what enters and leaves every cell, making it essential for cell survival. Understanding its structure helps you explain how different substances cross the membrane, which connects to transport processes covered later in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-637aace1-65c6-f0a6-97a5-c8e081c33dbf",
      "id": 4,
      "version": 1,
      "contentHash": "hash-bd884f47",
      "title": "I can draw a plasma membrane and label all key components",
      "code": "1B.4",
      "what": "A complete drawing of the plasma membrane includes two rows of phospholipids with heads facing outward and tails facing inward, transmembrane and peripheral proteins, cholesterol molecules between phospholipids, and carbohydrate chains forming glycoproteins and glycolipids.",
      "why": "Drawing the membrane demonstrates a deeper understanding than simply recognising it. It also prepares you for questions that ask you to represent structures visually.",
      "example": "When drawing, the phospholipid heads should be shown as circles facing the extracellular fluid (top) and intracellular fluid (bottom), with two wavy tails pointing inward toward each other.",
      "subtopic": {
        "id": "plasma-membrane",
        "name": "Plasma membrane",
        "what": "This subtopic covers the structure and function of the plasma membrane, including the phospholipid bilayer, proteins, carbohydrates and cholesterol. It also introduces the fluid mosaic model and the concepts of hydrophilic and hydrophobic substances.",
        "why": "The plasma membrane controls what enters and leaves every cell, making it essential for cell survival. Understanding its structure helps you explain how different substances cross the membrane, which connects to transport processes covered later in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-269d1e36-6694-ec18-0e8f-08bbbc33757f",
      "id": 5,
      "version": 1,
      "contentHash": "hash-73e3479d",
      "title": "I can use evidence from a diagram to explain the structure of the plasma membrane",
      "code": "1B.5",
      "what": "This involves interpreting a diagram of the plasma membrane and using specific features shown in it to support an explanation. For example, explaining how you distinguish a glycoprotein from a glycolipid using visual evidence.",
      "why": "Explain questions require more than identification. You need to use the diagram as evidence and link structure to function with comparative language.",
      "example": "To explain how saturated and unsaturated fatty acids affect fluidity: unsaturated tails have kinks caused by double bonds between carbon atoms, which prevent tight packing of phospholipids and increase the fluidity of the membrane.",
      "subtopic": {
        "id": "plasma-membrane",
        "name": "Plasma membrane",
        "what": "This subtopic covers the structure and function of the plasma membrane, including the phospholipid bilayer, proteins, carbohydrates and cholesterol. It also introduces the fluid mosaic model and the concepts of hydrophilic and hydrophobic substances.",
        "why": "The plasma membrane controls what enters and leaves every cell, making it essential for cell survival. Understanding its structure helps you explain how different substances cross the membrane, which connects to transport processes covered later in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-3dea2987-56c9-1d18-6a26-0fd061527482",
      "id": 6,
      "version": 1,
      "contentHash": "hash-2b961f34",
      "title": "I can describe how the composition of fatty acids affects membrane fluidity",
      "code": "1B.6",
      "what": "Saturated fatty acid tails have only single bonds and pack tightly together, reducing fluidity. Unsaturated fatty acid tails have double bonds that create kinks, preventing tight packing and increasing fluidity.",
      "why": "Membrane fluidity affects how well the membrane functions, including how easily substances can move through it. This concept connects structure to function at the molecular level.",
      "example": "A membrane with a high proportion of unsaturated fatty acids in its phospholipid tails will be more fluid (elastic) than one composed mostly of saturated fatty acids, because the kinks in unsaturated tails create more space between phospholipids.",
      "subtopic": {
        "id": "plasma-membrane",
        "name": "Plasma membrane",
        "what": "This subtopic covers the structure and function of the plasma membrane, including the phospholipid bilayer, proteins, carbohydrates and cholesterol. It also introduces the fluid mosaic model and the concepts of hydrophilic and hydrophobic substances.",
        "why": "The plasma membrane controls what enters and leaves every cell, making it essential for cell survival. Understanding its structure helps you explain how different substances cross the membrane, which connects to transport processes covered later in the course."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-bb408194-d207-fcc0-8644-9d2043b9b79b",
      "id": 1,
      "version": 1,
      "contentHash": "hash-2ee4c0ae",
      "title": "I can recall and define the terms eukaryote, prokaryote and nucleoid",
      "code": "1C.1",
      "what": "A prokaryote is a single-celled organism without membrane-bound organelles (e.g. bacteria and archaea). A eukaryote is a single-celled or multicellular organism whose cells contain membrane-bound organelles (e.g. protists, fungi, plants and animals). The nucleoid is the irregularly shaped area in a prokaryote where the genetic material is located.",
      "why": "These definitions are foundational. You will use them throughout the course when classifying organisms and explaining cellular processes.",
      "example": "A bacterium keeps its circular DNA in a region called the nucleoid, which is not enclosed by a membrane. A eukaryotic cell stores its linear DNA inside a membrane-bound nucleus.",
      "subtopic": {
        "id": "cell-types",
        "name": "Cell types",
        "what": "This subtopic covers the distinction between prokaryotic and eukaryotic cells, including their defining features, examples and classification into kingdoms. It also addresses common misconceptions, such as assuming all unicellular organisms are prokaryotes.",
        "why": "Being able to distinguish between prokaryotes and eukaryotes is a core skill in VCE Biology. It forms the basis for understanding cell complexity, organelle function and evolutionary relationships such as endosymbiosis."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-97bdd90b-6d60-8ed0-1ffa-0b65dd0b76c9",
      "id": 2,
      "version": 1,
      "contentHash": "hash-1b68963b",
      "title": "I can outline the cellular features of prokaryotes and eukaryotes",
      "code": "1C.2",
      "what": "Prokaryotic cells lack membrane-bound organelles, have ribosomes, usually contain one circular DNA chromosome in a nucleoid, may have plasmids, and are surrounded by a cell wall outside the plasma membrane. Eukaryotic cells contain membrane-bound organelles, have linear DNA chromosomes within a nucleus, and may have a cell wall (plants, fungi, some protists).",
      "why": "Knowing the specific features of each cell type allows you to identify unknown cells and justify your classification with evidence.",
      "example": "A prokaryotic cell may also have a capsule around its cell wall for extra protection, flagella for movement, and pili for attaching to surfaces. These are additional features beyond the four common to all cells.",
      "subtopic": {
        "id": "cell-types",
        "name": "Cell types",
        "what": "This subtopic covers the distinction between prokaryotic and eukaryotic cells, including their defining features, examples and classification into kingdoms. It also addresses common misconceptions, such as assuming all unicellular organisms are prokaryotes.",
        "why": "Being able to distinguish between prokaryotes and eukaryotes is a core skill in VCE Biology. It forms the basis for understanding cell complexity, organelle function and evolutionary relationships such as endosymbiosis."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-28f94357-d23d-a6de-f0ae-c59debec69bb",
      "id": 3,
      "version": 1,
      "contentHash": "hash-5c74f71a",
      "title": "I can draw a prokaryote and label its cellular features",
      "code": "1C.3",
      "what": "A complete drawing of a prokaryotic cell should include the plasma membrane, cell wall, cytosol, ribosomes, nucleoid containing circular DNA, and optionally a flagellum and plasmids.",
      "why": "Drawing a prokaryote demonstrates your understanding of its structure and helps you distinguish it from eukaryotic cells in visual questions.",
      "example": "When drawing, the nucleoid region should be shown as an area within the cytosol containing a loop of DNA, not enclosed by any membrane. Ribosomes should be shown as small dots scattered throughout the cytosol.",
      "subtopic": {
        "id": "cell-types",
        "name": "Cell types",
        "what": "This subtopic covers the distinction between prokaryotic and eukaryotic cells, including their defining features, examples and classification into kingdoms. It also addresses common misconceptions, such as assuming all unicellular organisms are prokaryotes.",
        "why": "Being able to distinguish between prokaryotes and eukaryotes is a core skill in VCE Biology. It forms the basis for understanding cell complexity, organelle function and evolutionary relationships such as endosymbiosis."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-363a85d2-2637-b5cd-3137-c7200c557440",
      "id": 4,
      "version": 1,
      "contentHash": "hash-b9482bf7",
      "title": "I can identify whether a cell is a eukaryote or a prokaryote based on its features",
      "code": "1C.4",
      "what": "The key distinguishing feature is the presence or absence of membrane-bound organelles. If a cell contains any membrane-bound organelle (such as a nucleus, mitochondrion or chloroplast), it is a eukaryote. If it lacks all membrane-bound organelles, it is a prokaryote.",
      "why": "Exam questions often present diagrams of unfamiliar cells and ask you to classify them. Using membrane-bound organelles as your criterion avoids common errors.",
      "example": "A paramecium is unicellular but contains membrane-bound organelles such as a nucleus and contractile vacuole, so it is classified as a eukaryote, not a prokaryote. Being unicellular does not automatically mean an organism is a prokaryote.",
      "subtopic": {
        "id": "cell-types",
        "name": "Cell types",
        "what": "This subtopic covers the distinction between prokaryotic and eukaryotic cells, including their defining features, examples and classification into kingdoms. It also addresses common misconceptions, such as assuming all unicellular organisms are prokaryotes.",
        "why": "Being able to distinguish between prokaryotes and eukaryotes is a core skill in VCE Biology. It forms the basis for understanding cell complexity, organelle function and evolutionary relationships such as endosymbiosis."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-64c6c41d-5136-e232-f211-7f5cf8df04d0",
      "id": 5,
      "version": 1,
      "contentHash": "hash-c68df667",
      "title": "I can classify organisms into kingdoms and explain whether each is prokaryotic or eukaryotic",
      "code": "1C.5",
      "what": "Prokaryotes include the kingdoms Bacteria and Archaea. Eukaryotes include the kingdoms Protista, Fungi, Plantae and Animalia. Multicellular organisms are found in Fungi, Plantae and Animalia.",
      "why": "Understanding the relationship between cell type and kingdom classification helps you organise biological diversity and avoid misconceptions about unicellular organisms.",
      "example": "All animals are eukaryotic and multicellular. All bacteria are prokaryotic and unicellular. Protists are eukaryotic but can be unicellular, showing that eukaryotic does not always mean multicellular.",
      "subtopic": {
        "id": "cell-types",
        "name": "Cell types",
        "what": "This subtopic covers the distinction between prokaryotic and eukaryotic cells, including their defining features, examples and classification into kingdoms. It also addresses common misconceptions, such as assuming all unicellular organisms are prokaryotes.",
        "why": "Being able to distinguish between prokaryotes and eukaryotes is a core skill in VCE Biology. It forms the basis for understanding cell complexity, organelle function and evolutionary relationships such as endosymbiosis."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-d0c5af76-c7a9-3481-b305-45f14f515b69",
      "id": 1,
      "version": 1,
      "contentHash": "hash-3c3ea198",
      "title": "I can recall and define the key organelles and their functions",
      "code": "1D.1",
      "what": "Key organelles include the nucleus (stores DNA), rough ER (transports proteins), smooth ER (synthesises lipids), Golgi apparatus (modifies and packages proteins), ribosomes (synthesise proteins), vesicles (transport materials), lysosomes (break down waste), vacuoles (store substances), mitochondria (site of aerobic respiration) and chloroplasts (site of photosynthesis).",
      "why": "Knowing each organelle's name, structure and function is essential for answering questions about cell biology and for understanding how organelles work together in processes like protein synthesis.",
      "example": "The Golgi apparatus receives proteins from the rough ER via vesicles, modifies and packages them, then exports them from the cell in secretory vesicles through exocytosis.",
      "subtopic": {
        "id": "organelles",
        "name": "Organelles",
        "what": "This subtopic covers the structure and function of organelles found in eukaryotic cells, including the nucleus, endoplasmic reticulum, Golgi apparatus, ribosomes, vesicles, lysosomes, vacuoles, mitochondria, chloroplasts and cell wall. It also covers compartmentalisation and endosymbiosis.",
        "why": "Organelles allow eukaryotic cells to carry out specialised functions efficiently. Understanding each organelle's role lets you explain how cells perform complex processes like protein synthesis and cellular respiration."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-8ea20809-6e18-2a13-7a0d-e71764ba4d77",
      "id": 2,
      "version": 1,
      "contentHash": "hash-6c1f4a9a",
      "title": "I can describe compartmentalisation and explain its importance for cells",
      "code": "1D.3",
      "what": "Compartmentalisation is the division of a cell into membrane-bound organelles. Each organelle maintains its own internal environment, keeping reactant concentrations at optimal levels for specific reactions.",
      "why": "Without compartmentalisation, a large eukaryotic cell would not be able to carry out many different chemical reactions efficiently at the same time. This concept links cell size to the need for organelles.",
      "example": "In a large cell without organelles, reactant molecules would be spread out and unlikely to collide. By enclosing them in a smaller organelle, the molecules are concentrated and more likely to interact, increasing the rate of reaction.",
      "subtopic": {
        "id": "organelles",
        "name": "Organelles",
        "what": "This subtopic covers the structure and function of organelles found in eukaryotic cells, including the nucleus, endoplasmic reticulum, Golgi apparatus, ribosomes, vesicles, lysosomes, vacuoles, mitochondria, chloroplasts and cell wall. It also covers compartmentalisation and endosymbiosis.",
        "why": "Organelles allow eukaryotic cells to carry out specialised functions efficiently. Understanding each organelle's role lets you explain how cells perform complex processes like protein synthesis and cellular respiration."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-65c713f2-445b-1418-f0ce-b4134c4e8af8",
      "id": 3,
      "version": 1,
      "contentHash": "hash-d3df82f2",
      "title": "I can identify the organelles present in a cell from a diagram",
      "code": "1D.2",
      "what": "You should be able to recognise organelles by their visual features in diagrams: the nucleus (double membrane with pores), mitochondria (double membrane with folded cristae), chloroplasts (double membrane with stacked thylakoids called grana), rough ER (membrane studded with ribosomes) and smooth ER (membrane without ribosomes).",
      "why": "Exam questions frequently present cell diagrams and ask you to identify organelles. Recognising their distinctive structures is a core practical skill.",
      "example": "Mitochondria can be identified by their double membrane and inner folds called cristae. Chloroplasts can be identified by their double membrane and internal stacks of disc-shaped thylakoids called grana.",
      "subtopic": {
        "id": "organelles",
        "name": "Organelles",
        "what": "This subtopic covers the structure and function of organelles found in eukaryotic cells, including the nucleus, endoplasmic reticulum, Golgi apparatus, ribosomes, vesicles, lysosomes, vacuoles, mitochondria, chloroplasts and cell wall. It also covers compartmentalisation and endosymbiosis.",
        "why": "Organelles allow eukaryotic cells to carry out specialised functions efficiently. Understanding each organelle's role lets you explain how cells perform complex processes like protein synthesis and cellular respiration."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-005a0076-3323-22a6-c95f-1d2dc72f18ed",
      "id": 4,
      "version": 1,
      "contentHash": "hash-b32b0673",
      "title": "I can explain endosymbiosis as the origin of mitochondria and chloroplasts",
      "code": "1D.4",
      "what": "Endosymbiosis is a theory that mitochondria and chloroplasts originated when a prokaryote engulfed another smaller prokaryote. The engulfed prokaryote was not digested but retained, providing a beneficial function. This explains why these organelles have their own DNA, ribosomes and a double membrane.",
      "why": "Endosymbiosis connects the study of organelles to evolutionary biology and explains structural features of mitochondria and chloroplasts that would otherwise seem unusual.",
      "example": "Mitochondria have their own circular DNA and ribosomes, similar to a prokaryote. Their double membrane is thought to result from the engulfing process: the inner membrane was the original prokaryote's membrane, and the outer membrane came from the host cell.",
      "subtopic": {
        "id": "organelles",
        "name": "Organelles",
        "what": "This subtopic covers the structure and function of organelles found in eukaryotic cells, including the nucleus, endoplasmic reticulum, Golgi apparatus, ribosomes, vesicles, lysosomes, vacuoles, mitochondria, chloroplasts and cell wall. It also covers compartmentalisation and endosymbiosis.",
        "why": "Organelles allow eukaryotic cells to carry out specialised functions efficiently. Understanding each organelle's role lets you explain how cells perform complex processes like protein synthesis and cellular respiration."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-7bef0fcf-e40c-c531-b05e-a4d17e8b47f9",
      "id": 5,
      "version": 1,
      "contentHash": "hash-fc12df5e",
      "title": "I can explain which organelles a specialised cell would need to perform its function",
      "code": "1D.7",
      "what": "Different cell types have different numbers and types of organelles depending on their function. A cell that requires a lot of energy will have many mitochondria. A cell that secretes proteins will have abundant rough ER and Golgi apparatus.",
      "why": "This skill tests your ability to apply organelle knowledge to new scenarios, which is a common style of exam question in VCE Biology.",
      "example": "A sperm cell needs a large number of mitochondria because it requires significant energy to power the movement of its flagellum as it swims toward an egg cell. Stomach lining cells need many Golgi apparatus to package and secrete digestive enzymes.",
      "subtopic": {
        "id": "organelles",
        "name": "Organelles",
        "what": "This subtopic covers the structure and function of organelles found in eukaryotic cells, including the nucleus, endoplasmic reticulum, Golgi apparatus, ribosomes, vesicles, lysosomes, vacuoles, mitochondria, chloroplasts and cell wall. It also covers compartmentalisation and endosymbiosis.",
        "why": "Organelles allow eukaryotic cells to carry out specialised functions efficiently. Understanding each organelle's role lets you explain how cells perform complex processes like protein synthesis and cellular respiration."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4591739a-41d3-d349-f571-7317b1605f89",
      "id": 1,
      "version": 1,
      "contentHash": "hash-7532dcd2",
      "title": "I can compare the structures of plant cells and animal cells",
      "code": "1D.6a",
      "what": "Plant and animal cells share many organelles (nucleus, mitochondria, ER, Golgi apparatus, ribosomes, vesicles, plasma membrane). Key differences: plant cells have a cell wall, chloroplasts and a large permanent vacuole. Animal cells have lysosomes and lack a cell wall, chloroplasts and a permanent vacuole.",
      "why": "Comparison questions are common in VCE assessments. You need to clearly state what each cell type has and does not have, using comparative language.",
      "example": "A plant cell has a cell wall surrounding the plasma membrane for structural support, whereas an animal cell only has a plasma membrane as its outermost layer. Animals rely on bones or exoskeletons for support instead.",
      "subtopic": {
        "id": "plant-and-animal-cells",
        "name": "Plant and animal cells",
        "what": "This subtopic covers the similarities and differences between plant and animal cells, including which organelles are found in each. It also addresses common misconceptions, such as the idea that plant cells do not respire.",
        "why": "Comparing plant and animal cells is one of the most commonly assessed skills in VCE Biology. Understanding the structural differences helps explain why plants and animals function differently at the cellular level."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-fb351cf8-6f16-ff74-4065-09bfb570a260",
      "id": 2,
      "version": 1,
      "contentHash": "hash-92970d89",
      "title": "I can explain why plant cells have both chloroplasts and mitochondria",
      "code": "1D.6b",
      "what": "Plant cells perform both photosynthesis (in chloroplasts) and aerobic cellular respiration (in mitochondria). A common misconception is that plant cells only photosynthesise. In reality, all plant cells respire, but not all plant cells photosynthesise.",
      "why": "This addresses one of the most frequent misconceptions in cell biology and is regularly tested in exams.",
      "example": "Root cells in a plant do not receive light, so they do not contain chloroplasts and cannot photosynthesise. However, they still contain mitochondria because they need to respire to release energy for growth and nutrient absorption.",
      "subtopic": {
        "id": "plant-and-animal-cells",
        "name": "Plant and animal cells",
        "what": "This subtopic covers the similarities and differences between plant and animal cells, including which organelles are found in each. It also addresses common misconceptions, such as the idea that plant cells do not respire.",
        "why": "Comparing plant and animal cells is one of the most commonly assessed skills in VCE Biology. Understanding the structural differences helps explain why plants and animals function differently at the cellular level."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-d91a399f-0cee-a2ef-eb56-a25c00b419c5",
      "id": 3,
      "version": 1,
      "contentHash": "hash-0fd982cd",
      "title": "I can draw and label animal and plant cells with their organelles",
      "code": "1D.5",
      "what": "A complete animal cell drawing includes the nucleus, mitochondria, rough and smooth ER, Golgi apparatus, ribosomes, vesicles, lysosomes and plasma membrane. A plant cell drawing includes all of these (except lysosomes) plus a cell wall, chloroplasts and a large central vacuole.",
      "why": "Drawing cells demonstrates your understanding of their internal structure and is a skill that may be assessed directly or indirectly in exams.",
      "example": "When drawing a plant cell, the cell wall should be shown as a rigid outer layer surrounding the plasma membrane, and the vacuole should be drawn as a large central structure taking up most of the cell's interior.",
      "subtopic": {
        "id": "plant-and-animal-cells",
        "name": "Plant and animal cells",
        "what": "This subtopic covers the similarities and differences between plant and animal cells, including which organelles are found in each. It also addresses common misconceptions, such as the idea that plant cells do not respire.",
        "why": "Comparing plant and animal cells is one of the most commonly assessed skills in VCE Biology. Understanding the structural differences helps explain why plants and animals function differently at the cellular level."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ca85c9e2-9e14-a672-fc4c-1249848821b2",
      "id": 4,
      "version": 1,
      "contentHash": "hash-8c4522ab",
      "title": "I can explain the role of the vacuole in maintaining plant cell structure",
      "code": "1D.6c",
      "what": "Plant cells have a large permanent vacuole that stores water, minerals and ions. When filled with water, the vacuole exerts turgor pressure against the cell wall, which helps maintain the rigidity and structure of the plant cell and the plant as a whole.",
      "why": "This connects organelle function to whole-organism biology, showing how a cellular structure contributes to the physical support of a plant.",
      "example": "When a plant is not watered, the vacuoles lose water, turgor pressure decreases, and the plant wilts. Animal cells have small, temporary vacuoles that do not play a structural role.",
      "subtopic": {
        "id": "plant-and-animal-cells",
        "name": "Plant and animal cells",
        "what": "This subtopic covers the similarities and differences between plant and animal cells, including which organelles are found in each. It also addresses common misconceptions, such as the idea that plant cells do not respire.",
        "why": "Comparing plant and animal cells is one of the most commonly assessed skills in VCE Biology. Understanding the structural differences helps explain why plants and animals function differently at the cellular level."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-39fe7d68-c61a-186b-10c4-18976dc081f6",
      "id": 5,
      "version": 1,
      "contentHash": "hash-17644692",
      "title": "I can answer comparative questions using appropriate language and structure",
      "code": "1D.6d",
      "what": "When answering comparison questions, you should use comparative terms such as 'whereas', 'in contrast', 'unlike' and 'while'. Each comparison should address one point at a time, and you should avoid repeating the question in your answer.",
      "why": "Comparative questions are a specific question type in VCE Biology. Using correct structure and language increases the clarity and accuracy of your response.",
      "example": "A well-structured comparison: 'A plant cell contains chloroplasts to perform photosynthesis, whereas an animal cell does not have chloroplasts.' Avoid combining multiple comparisons into a single sentence, as an error in one part can invalidate the whole response.",
      "subtopic": {
        "id": "plant-and-animal-cells",
        "name": "Plant and animal cells",
        "what": "This subtopic covers the similarities and differences between plant and animal cells, including which organelles are found in each. It also addresses common misconceptions, such as the idea that plant cells do not respire.",
        "why": "Comparing plant and animal cells is one of the most commonly assessed skills in VCE Biology. Understanding the structural differences helps explain why plants and animals function differently at the cellular level."
      },
      "questionsExist": false
    }
  ]
}