{
  "id": "cell-division",
  "name": "Cell Division",
  "icon": "🔄",
  "what": "This subtopic covers the two types of cell division: mitosis for growth and repair, and meiosis for producing sex cells. Both processes ensure genetic information is accurately passed to new cells.",
  "why": "Cell division is essential for life. Mitosis allows organisms to grow and replace damaged cells. Meiosis produces genetically diverse sex cells for reproduction, ensuring offspring inherit genetic material from both parents.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-ca0a13ca-6504-1a0a-050b-74823ad10019",
      "version": 1,
      "title": "I can identify the importance of cellular replication",
      "code": "4.1",
      "what": "Cells must divide to allow organisms to grow from a single cell, replace worn-out or damaged cells, and reproduce. Before division, DNA must be replicated so each new cell receives a complete copy of genetic information.",
      "why": "Without cell division, organisms could not grow, heal injuries, or reproduce. DNA replication before division ensures genetic continuity between parent and daughter cells.",
      "example": "A skin cell divides approximately every 2-3 weeks to replace cells lost from the skin surface. Each division produces two cells with identical DNA to the original, maintaining the genetic information needed for proper skin function.",
      "contentHash": "hash-54996710"
    },
    {
      "id": 2,
      "uuid": "lp-947b9235-7eca-aa74-898f-d741780fb1c3",
      "version": 1,
      "title": "I can explain the role of mitosis",
      "code": "4.2",
      "what": "Mitosis is cell division that produces two genetically identical daughter cells from one parent cell. It is used for growth, repair, and replacement of body cells. The daughter cells are diploid, containing the same number of chromosomes as the parent cell.",
      "why": "Mitosis maintains genetic consistency in body tissues. When you grow or heal a wound, the new cells must be identical to the original cells to function properly in that tissue.",
      "example": "When you cut your finger, cells around the wound undergo mitosis to produce new skin cells. These new cells are genetically identical to the original skin cells, ensuring the healed tissue has the same properties as the surrounding skin.",
      "contentHash": "hash-a3907b83"
    },
    {
      "id": 3,
      "uuid": "lp-4ac91e05-1a01-9a4b-20c5-b01799aada9c",
      "version": 1,
      "title": "I can identify and describe stages of mitosis",
      "code": "4.3",
      "what": "Mitosis occurs in four stages: Prophase (chromosomes condense, nuclear membrane dissolves), Metaphase (chromosomes line up at cell centre), Anaphase (sister chromatids separate and move to opposite poles), Telophase (nuclear membranes reform, chromosomes decondense). Cytokinesis then divides the cytoplasm.",
      "why": "Each stage ensures chromosomes are correctly duplicated and evenly distributed. Errors at any stage can result in daughter cells with incorrect chromosome numbers, potentially causing disease.",
      "example": "Remember PMAT: Prophase, Metaphase, Anaphase, Telophase. In metaphase, chromosomes line up in the Middle. In anaphase, chromosomes move Apart. In telophase, Two new nuclei form.",
      "contentHash": "hash-a79e5936"
    },
    {
      "id": 4,
      "uuid": "lp-b50e3ff4-2ae0-666f-6cc1-532883aa55a0",
      "version": 1,
      "title": "I can define gametes as sex cells, sperm and ova",
      "code": "4.4",
      "what": "Gametes are specialised sex cells used in sexual reproduction. Sperm are male gametes produced in the testes. Ova (eggs) are female gametes produced in the ovaries. Gametes are haploid, containing only 23 chromosomes (half the normal 46).",
      "why": "Gametes contain half the normal chromosome number so that when sperm and egg fuse during fertilisation, the resulting zygote has the correct diploid number of 46 chromosomes.",
      "example": "A human sperm cell contains 23 chromosomes (22 autosomes plus either an X or Y sex chromosome). A human egg cell contains 23 chromosomes (22 autosomes plus an X chromosome). When they combine, the zygote has 46 chromosomes.",
      "contentHash": "hash-5e75eef9"
    },
    {
      "id": 5,
      "uuid": "lp-7bd29175-c59a-5329-5016-7b8473012e26",
      "version": 1,
      "title": "I can recognise that genetic information is passed to offspring through gametes",
      "code": "4.5",
      "what": "During sexual reproduction, offspring inherit genetic information from both parents through gametes. Each parent contributes one chromosome to each homologous pair, so the offspring has a unique combination of maternal and paternal genes.",
      "why": "This mixing of genetic information from two parents creates genetic diversity in offspring. Siblings (except identical twins) have different combinations of parental genes, explaining why they can look different despite having the same parents.",
      "example": "You inherited 23 chromosomes from your mother (in the egg) and 23 from your father (in the sperm). This is why you share some traits with each parent but are not identical to either one.",
      "contentHash": "hash-94c8d5c3"
    },
    {
      "id": 6,
      "uuid": "lp-fcbeee5c-c534-1906-76ee-c8c12ce6b521",
      "version": 1,
      "title": "I can understand the role of meiosis in gamete formation",
      "code": "4.6",
      "what": "Meiosis is cell division that produces four genetically different haploid cells from one diploid parent cell. It involves two divisions (meiosis I and II). Crossing over and random assortment during meiosis I create genetic variation.",
      "why": "Meiosis reduces chromosome number from diploid to haploid and generates genetic diversity. Crossing over shuffles genes between chromosomes, and random assortment ensures each gamete gets a unique combination of maternal and paternal chromosomes.",
      "example": "During meiosis I, homologous chromosomes pair up and may exchange sections (crossing over). Then they separate randomly into daughter cells. One parent can produce over 8 million different combinations of chromosomes in their gametes.",
      "contentHash": "hash-d972cbf7"
    }
  ]
}