{
  "id": "atomic-structure",
  "name": "Atomic Structure",
  "icon": "⚛️",
  "what": "This subtopic covers the fundamental building blocks of atoms: protons, neutrons, and electrons. You will learn where each particle is located, its charge and mass, and how to use atomic number and mass number to determine the composition of any atom.",
  "why": "Understanding atomic structure is essential because it explains why elements behave differently. The number of protons defines which element you have, and this knowledge forms the foundation for understanding the entire periodic table.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-cb5eedd3-aec5-f2a4-9b44-68833b80562c",
      "version": 1,
      "title": "I can identify the location, charge, and relative mass of protons, neutrons, and electrons",
      "code": "1.1",
      "what": "Atoms contain three subatomic particles. Protons (positive, mass 1) and neutrons (neutral, mass 1) are in the nucleus. Electrons (negative, negligible mass) orbit in shells around the nucleus.",
      "why": "Knowing particle properties helps you understand why atoms are electrically neutral and how ions form when electrons are gained or lost.",
      "example": "A carbon atom has 6 protons (+6 charge) and 6 electrons (-6 charge) in the nucleus, giving it no overall charge. The 6 neutrons add mass but no charge.",
      "contentHash": "hash-8522122c"
    },
    {
      "id": 2,
      "uuid": "lp-c48e99ef-69ed-1f86-7d37-5647ca2f3727",
      "version": 1,
      "title": "I can use atomic number to determine the number of protons and electrons in a neutral atom",
      "code": "1.2",
      "what": "The atomic number (Z) equals the number of protons in an atom. In a neutral atom, the number of electrons equals the number of protons.",
      "why": "Atomic number is how we identify elements. Every calcium atom has exactly 20 protons, which is why calcium's atomic number is 20.",
      "example": "Calcium has atomic number 20, so a neutral calcium atom has 20 protons in its nucleus and 20 electrons orbiting around it.",
      "contentHash": "hash-8077796c"
    },
    {
      "id": 3,
      "uuid": "lp-bcf6fb48-fcd4-e65b-0f3d-a3c8e5f639b8",
      "version": 1,
      "title": "I can calculate the number of neutrons using mass number and atomic number",
      "code": "1.3",
      "what": "Mass number (A) equals protons plus neutrons. To find neutrons, subtract atomic number from mass number: neutrons = A - Z.",
      "why": "Different isotopes of the same element have different numbers of neutrons, which affects physical properties like density and radioactivity.",
      "example": "Sodium-23 has mass number 23 and atomic number 11. Neutrons = 23 - 11 = 12 neutrons.",
      "contentHash": "hash-500b36a7"
    },
    {
      "id": 4,
      "uuid": "lp-8d60680e-005a-0988-fa54-4b820bb172d8",
      "version": 1,
      "title": "I can interpret nuclide notation to determine subatomic particle numbers",
      "code": "1.4",
      "what": "Nuclide notation shows an element's symbol with mass number (top) and atomic number (bottom). From this you can calculate protons, neutrons, and electrons.",
      "why": "This notation is used throughout chemistry to precisely identify specific isotopes of elements.",
      "example": "For ³¹₁₅P (phosphorus-31): atomic number 15 means 15 protons and 15 electrons; mass number 31 means 31 - 15 = 16 neutrons.",
      "contentHash": "hash-c07b3783"
    },
    {
      "id": 5,
      "uuid": "lp-2a2a8f71-89c7-a63d-c76e-4aaee8cb0596",
      "version": 1,
      "title": "I can explain what isotopes are and how they differ from each other",
      "code": "1.5",
      "what": "Isotopes are atoms of the same element with the same number of protons but different numbers of neutrons. They have identical chemical properties but different masses.",
      "why": "Isotopes explain why atomic masses on the periodic table are not whole numbers, and why some atoms are radioactive while others are stable.",
      "example": "Carbon-12 and carbon-14 are both carbon (6 protons each), but carbon-12 has 6 neutrons while carbon-14 has 8 neutrons, making it heavier and radioactive.",
      "contentHash": "hash-f06a4c92"
    }
  ]
}