{
  "id": "group-properties",
  "name": "Group Properties",
  "icon": "🧪",
  "what": "This subtopic covers the specific properties and reactions of four important groups: alkali metals (Group 1), alkaline earth metals (Group 2), halogens (Group 17), and noble gases (Group 18).",
  "why": "These groups demonstrate clear patterns that illustrate periodic trends. Understanding their properties helps you apply general principles to predict behaviour of specific elements.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-f903c659-857e-76df-94cf-42e4afaa179f",
      "version": 1,
      "title": "I can describe the properties and reactions of alkali metals",
      "code": "5.1",
      "what": "Group 1 metals are soft, have low melting points, and react vigorously with water to produce hydrogen gas and a metal hydroxide solution. Reactivity increases down the group.",
      "why": "Alkali metals demonstrate the trend of increasing metal reactivity down a group and show how having one valence electron leads to predictable behaviour.",
      "example": "Sodium reacts with water: sodium + water → sodium hydroxide + hydrogen. The reaction produces fizzing (hydrogen gas) and the solution turns phenolphthalein pink (basic).",
      "contentHash": "hash-501e838f"
    },
    {
      "id": 2,
      "uuid": "lp-8e351140-a4a7-6d6c-8686-b6de4cc48d80",
      "version": 1,
      "title": "I can describe the properties and reactions of alkaline earth metals",
      "code": "5.2",
      "what": "Group 2 metals are harder than Group 1 metals and also react with water, though less vigorously. They have two valence electrons and form 2+ ions.",
      "why": "Comparing Groups 1 and 2 shows how the number of valence electrons affects reactivity. It takes more energy to remove two electrons than one.",
      "example": "Magnesium reacts slowly with cold water but vigorously with steam: magnesium + water → magnesium hydroxide + hydrogen.",
      "contentHash": "hash-afcfe69e"
    },
    {
      "id": 3,
      "uuid": "lp-b3495b15-9bc6-0300-a41f-61128e7f9978",
      "version": 1,
      "title": "I can describe the properties and reactions of halogens",
      "code": "5.3",
      "what": "Group 17 elements are reactive non-metals that exist as diatomic molecules (F₂, Cl₂, Br₂, I₂). They gain one electron to form 1- ions. Reactivity decreases down the group.",
      "why": "Halogens show the opposite reactivity trend to metals because they gain electrons rather than lose them. Smaller atoms gain electrons more easily.",
      "example": "Chlorine is a yellow-green gas, bromine is a brown liquid, and iodine is a purple-grey solid at room temperature. All are toxic.",
      "contentHash": "hash-b76a39e6"
    },
    {
      "id": 4,
      "uuid": "lp-ada07b9e-8e07-6e96-b3d3-0127d9b82440",
      "version": 1,
      "title": "I can explain why noble gases are unreactive",
      "code": "5.4",
      "what": "Group 18 elements have full outer shells (2 for helium, 8 for others). They do not need to gain or lose electrons to achieve stability, so they rarely react.",
      "why": "Noble gases represent the stable electron configuration that all other elements are trying to achieve through chemical reactions.",
      "example": "Neon has electron configuration 2,8 with a full outer shell. It does not react with other elements because it is already stable.",
      "contentHash": "hash-35a6f2c3"
    },
    {
      "id": 5,
      "uuid": "lp-8a06138b-8f14-06bc-b353-442558cfa275",
      "version": 1,
      "title": "I can predict displacement reactions between halogens",
      "code": "5.5",
      "what": "A more reactive halogen will displace a less reactive halogen from its compound. Chlorine displaces bromine; bromine displaces iodine; but iodine cannot displace chlorine or bromine.",
      "why": "Displacement reactions provide evidence for the reactivity series and demonstrate competition for electrons between elements.",
      "example": "When chlorine water is added to potassium bromide solution, the solution turns orange as chlorine displaces bromine: Cl₂ + 2KBr → 2KCl + Br₂.",
      "contentHash": "hash-10b07f33"
    },
    {
      "id": 6,
      "uuid": "lp-c7fe6462-0481-d180-f0e3-5043ee61ce25",
      "version": 1,
      "title": "I can write word equations for reactions of metals with water and chlorine",
      "code": "5.6",
      "what": "Metals react with water to produce metal hydroxide and hydrogen gas. Metals react with chlorine to produce metal chloride. These are predictable patterns.",
      "why": "Being able to write reaction equations demonstrates understanding of what products form and allows you to predict unfamiliar reactions.",
      "example": "Potassium + water → potassium hydroxide + hydrogen. Potassium + chlorine → potassium chloride.",
      "contentHash": "hash-84109f79"
    }
  ]
}