{
  "id": "ionic-bonding",
  "name": "Ionic Bonding",
  "icon": "🔗",
  "what": "This subtopic covers how metals and non-metals form ionic compounds through electron transfer. You will learn to predict ion charges, draw electron transfer diagrams, and write formulas for ionic compounds.",
  "why": "Ionic bonding explains how most salts and minerals form. Understanding electron transfer connects atomic structure to compound formation and explains why certain ratios of elements combine.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-fad666c9-11aa-5551-901c-66ca0767ff10",
      "version": 1,
      "title": "I can predict the charge of ions formed by main group elements",
      "code": "6.1",
      "what": "Metals lose electrons to form positive ions (cations). Non-metals gain electrons to form negative ions (anions). The charge equals the number of electrons transferred to achieve a full outer shell.",
      "why": "Predicting ion charges is essential for writing correct formulas and understanding why compounds have specific ratios of elements.",
      "example": "Magnesium (Group 2) loses 2 electrons to form Mg²⁺. Chlorine (Group 17) gains 1 electron to form Cl⁻.",
      "contentHash": "hash-54596532"
    },
    {
      "id": 2,
      "uuid": "lp-ab302439-fd6e-6d37-0c15-051891636ca0",
      "version": 1,
      "title": "I can explain the difference between cations and anions",
      "code": "6.2",
      "what": "Cations are positive ions formed when atoms lose electrons. Anions are negative ions formed when atoms gain electrons. The names come from the electrodes they move toward.",
      "why": "Distinguishing between cations and anions is fundamental to understanding ionic bonding and electrolysis.",
      "example": "Sodium atoms lose one electron to become Na⁺ cations. Fluorine atoms gain one electron to become F⁻ anions (called fluoride ions).",
      "contentHash": "hash-825a6e1d"
    },
    {
      "id": 3,
      "uuid": "lp-7812fefe-0fd5-04a4-929b-f350db41d136",
      "version": 1,
      "title": "I can draw electron shell diagrams showing ionic bond formation",
      "code": "6.3",
      "what": "Draw the atoms, show electrons transferring from metal to non-metal, then show the resulting ions with their charges and electron arrangements matching a noble gas.",
      "why": "These diagrams provide visual evidence of how ionic bonds form and why specific ions result from specific atoms.",
      "example": "For NaCl: draw sodium (2,8,1) losing its outer electron to chlorine (2,8,7), resulting in Na⁺ (2,8) and Cl⁻ (2,8,8).",
      "contentHash": "hash-acac1dde"
    },
    {
      "id": 4,
      "uuid": "lp-eb357916-337b-12d6-be6b-ced00c479900",
      "version": 1,
      "title": "I can identify which noble gas an ion has the same electron configuration as",
      "code": "6.4",
      "what": "After forming ions, elements have the same number of electrons as a noble gas. This stable configuration is why atoms form ions in the first place.",
      "why": "Recognising noble gas configurations reinforces why specific charges form and connects ion formation to stability.",
      "example": "Na⁺ has 10 electrons (2,8), the same as neon. Cl⁻ has 18 electrons (2,8,8), the same as argon.",
      "contentHash": "hash-574a04a2"
    },
    {
      "id": 5,
      "uuid": "lp-c5ecd959-e010-b06a-27c2-3155016bfeb5",
      "version": 1,
      "title": "I can write formulas for ionic compounds using the crossover method",
      "code": "6.5",
      "what": "Write the ions with their charges. Cross over the charge numbers to become subscripts on the opposite ion. Simplify if needed. The compound must be electrically neutral.",
      "why": "Writing correct formulas is essential for describing compounds precisely and for balancing equations.",
      "example": "For magnesium chloride: Mg²⁺ and Cl⁻. Cross over: Mg₁Cl₂. The formula is MgCl₂ (one magnesium ion for every two chloride ions).",
      "contentHash": "hash-6b5303a9"
    },
    {
      "id": 6,
      "uuid": "lp-9b4a811a-c5e3-c512-6f3a-b40897eb4339",
      "version": 1,
      "title": "I can explain why ionic compounds have high melting points",
      "code": "6.6",
      "what": "Ionic compounds contain strong electrostatic attractions between oppositely charged ions throughout the lattice. A lot of energy is needed to overcome these attractions.",
      "why": "Melting point relates directly to bond strength. High melting points of ionic compounds are evidence of strong ionic bonding.",
      "example": "Sodium chloride melts at 801°C because the Na⁺ and Cl⁻ ions are held together by strong electrostatic forces that require significant energy to break.",
      "contentHash": "hash-e6a18ff4"
    },
    {
      "id": 7,
      "uuid": "lp-774fb65a-ac48-e2b6-469a-5784f0173d3c",
      "version": 1,
      "title": "I can explain why ionic compounds conduct electricity when molten or dissolved",
      "code": "6.7",
      "what": "Ionic compounds conduct electricity only when their ions are free to move. This occurs when the compound is melted or dissolved in water. Solid ionic compounds do not conduct.",
      "why": "Conductivity tests help identify ionic compounds and demonstrate that moving charged particles are required for electrical conduction.",
      "example": "Solid NaCl does not conduct electricity because ions are fixed in the lattice. Molten NaCl conducts because Na⁺ and Cl⁻ ions can move freely.",
      "contentHash": "hash-ab3ae46f"
    }
  ]
}