{
  "id": "periodic-table-organisation",
  "name": "Periodic Table Organisation",
  "icon": "📊",
  "what": "This subtopic covers how the periodic table is organised into groups (columns) and periods (rows), and how elements are classified as metals, non-metals, or metalloids based on their position and properties.",
  "why": "Understanding the organisation of the periodic table allows you to predict element properties without memorising individual facts. Position reveals electron arrangement, reactivity, and physical properties.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-69479d93-7c3b-448a-4abf-3ef6e4657500",
      "version": 1,
      "title": "I can identify groups and periods on the periodic table",
      "code": "3.1",
      "what": "Groups are vertical columns numbered 1-18. Periods are horizontal rows numbered 1-7. Each element has a unique position defined by its group and period.",
      "why": "Groups and periods organise elements by electron arrangement, making it possible to predict properties from position alone.",
      "example": "Silicon is in Period 3, Group 14. This means silicon atoms have 3 electron shells and 4 valence electrons.",
      "contentHash": "hash-f2efc903"
    },
    {
      "id": 2,
      "uuid": "lp-c190b069-6cca-7b25-7743-ff9fda090df0",
      "version": 1,
      "title": "I can locate an element on the periodic table given its electron configuration",
      "code": "3.2",
      "what": "Count the number of shells to find the period. Count valence electrons to find the group. This works reliably for main group elements.",
      "why": "This skill allows you to navigate between electron structure and periodic table position in either direction.",
      "example": "An atom with electron configuration 2,8,7 has 3 shells (Period 3) and 7 valence electrons (Group 17). This is chlorine.",
      "contentHash": "hash-6bfdb5f9"
    },
    {
      "id": 3,
      "uuid": "lp-ca09377e-5dbf-f500-7ff2-9c9ea596138d",
      "version": 1,
      "title": "I can classify elements as metals, non-metals, or metalloids based on their position",
      "code": "3.3",
      "what": "Metals are on the left and centre of the periodic table. Non-metals are on the right. Metalloids (like silicon and germanium) form a diagonal staircase between them.",
      "why": "Classification helps predict properties. Metals conduct electricity and are malleable. Non-metals are often brittle and do not conduct. Metalloids have intermediate properties.",
      "example": "Aluminium (Group 13) is left of the metalloid line, so it is a metal. Sulfur (Group 16) is right of the line, so it is a non-metal.",
      "contentHash": "hash-4edd21ad"
    },
    {
      "id": 4,
      "uuid": "lp-7f2dbcbc-193c-f901-1959-3c79c4283c12",
      "version": 1,
      "title": "I can describe typical properties of metals, non-metals, and metalloids",
      "code": "3.4",
      "what": "Metals are lustrous, malleable, ductile, and conduct electricity. Non-metals are dull, brittle, and do not conduct. Metalloids have mixed properties and can act as semiconductors.",
      "why": "Knowing typical properties helps you predict how substances will behave and why certain materials are chosen for specific uses.",
      "example": "Copper is a metal, so it is shiny, can be drawn into wire (ductile), and conducts electricity well, making it ideal for electrical wiring.",
      "contentHash": "hash-decb4c87"
    },
    {
      "id": 5,
      "uuid": "lp-4906f484-b126-dbc4-93ac-c577c1f220cd",
      "version": 1,
      "title": "I can identify the names of key groups in the periodic table",
      "code": "3.5",
      "what": "Group 1 are the alkali metals. Group 2 are the alkaline earth metals. Group 17 are the halogens. Group 18 are the noble gases.",
      "why": "These group names are used frequently in chemistry. Knowing them helps you communicate about element families efficiently.",
      "example": "When someone says 'halogens are reactive non-metals,' you know they mean fluorine, chlorine, bromine, iodine, and astatine in Group 17.",
      "contentHash": "hash-e1447474"
    }
  ]
}