{
  "id": "trends-in-the-periodic-table",
  "name": "Trends in the Periodic Table",
  "icon": "📈",
  "what": "This subtopic covers how properties like atomic radius, reactivity, and melting point change systematically across periods and down groups. These patterns result from changes in electron arrangement and nuclear charge.",
  "why": "Understanding trends allows you to predict properties of elements you have not studied directly. If you know the pattern, you can make reliable predictions about unfamiliar elements.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-e7cfc08b-0cfe-2346-2239-b6f5bd8fc5bc",
      "version": 1,
      "title": "I can describe how atomic radius changes across a period and down a group",
      "code": "4.1",
      "what": "Atomic radius decreases across a period (left to right) because more protons pull electrons closer. Atomic radius increases down a group because additional electron shells make atoms larger.",
      "why": "Atomic size affects many properties including reactivity, melting point, and how easily electrons are lost or gained.",
      "example": "Sodium atoms are larger than chlorine atoms (same period). Potassium atoms are larger than sodium atoms (same group, lower period).",
      "contentHash": "hash-a1f5f05f"
    },
    {
      "id": 2,
      "uuid": "lp-ae8846ec-8953-1168-01f9-3af94f735287",
      "version": 1,
      "title": "I can explain the trend in metal reactivity down Groups 1 and 2",
      "code": "4.2",
      "what": "Metal reactivity increases down Groups 1 and 2. Larger atoms have valence electrons further from the nucleus, making them easier to lose in reactions.",
      "why": "This explains why caesium reacts explosively with water while lithium reacts gently, even though both are alkali metals.",
      "example": "Potassium reacts more violently with water than sodium because potassium's valence electron is in the fourth shell, further from the nucleus and easier to lose.",
      "contentHash": "hash-9db5d724"
    },
    {
      "id": 3,
      "uuid": "lp-1080c62d-73e2-7dee-a2aa-bc51fd4c89ec",
      "version": 1,
      "title": "I can explain the trend in non-metal reactivity down Group 17",
      "code": "4.3",
      "what": "Halogen reactivity decreases down Group 17. Smaller atoms have their outer shell closer to the nucleus, making it easier to attract and gain electrons.",
      "why": "This explains why fluorine is the most reactive non-metal while iodine is much less reactive.",
      "example": "Chlorine can displace bromine from potassium bromide solution because chlorine is more reactive. Bromine cannot displace chlorine from potassium chloride.",
      "contentHash": "hash-4dee0e7a"
    },
    {
      "id": 4,
      "uuid": "lp-5c8b3479-b797-9137-82d8-f91fb1ecfe83",
      "version": 1,
      "title": "I can use melting and boiling point data to predict physical state at room temperature",
      "code": "4.4",
      "what": "If room temperature (25°C) is below the melting point, the substance is solid. If it is between melting and boiling points, it is liquid. If it is above the boiling point, it is gas.",
      "why": "This skill allows you to interpret data tables and make predictions about how substances will appear under normal conditions.",
      "example": "Bromine has melting point -7°C and boiling point 59°C. At 25°C, bromine is between these values, so it is a liquid at room temperature.",
      "contentHash": "hash-ce944c4d"
    },
    {
      "id": 5,
      "uuid": "lp-fc351114-0f7d-fc33-b10a-da83eeb45c8c",
      "version": 1,
      "title": "I can relate melting point trends to bond strength",
      "code": "4.5",
      "what": "Higher melting points indicate stronger bonding between particles. Metals in Groups 1 and 2 have decreasing melting points down the group as metallic bonding weakens with larger atoms.",
      "why": "Melting point data provides evidence about the relative strength of bonding in different substances.",
      "example": "Lithium melts at 181°C while caesium melts at 28°C. This shows metallic bonding is weaker in caesium due to its larger atomic size.",
      "contentHash": "hash-51a634fd"
    },
    {
      "id": 6,
      "uuid": "lp-c908db3e-e0d3-0d79-acd0-f1a12a1c336c",
      "version": 1,
      "title": "I can use density data to predict whether a substance will float or sink in water",
      "code": "4.6",
      "what": "Substances with density less than 1.0 g/mL will float in water. Substances with density greater than 1.0 g/mL will sink. Water has a density of exactly 1.0 g/mL.",
      "why": "Density comparisons are practical for predicting physical behaviour and are often tested using data tables.",
      "example": "Potassium has a density of 0.86 g/mL, which is less than water (1.0 g/mL), so potassium floats on water before it reacts.",
      "contentHash": "hash-13cb020c"
    }
  ]
}