{
  "_meta": {
    "exportedAt": "2026-02-09T05:49:08.023Z",
    "topicId": "dna-manipulation-techniques",
    "topicName": "DNA Manipulation Techniques and Their Applications"
  },
  "items": [
    {
      "uuid": "lp-8c9e60b8-2a66-e81c-8b21-36bb28c7936b",
      "id": 1,
      "version": 1,
      "contentHash": "hash-e2760658",
      "title": "I can explain the action of restriction enzymes in cutting DNA at specific recognition sites",
      "code": "3A.1",
      "what": "Restriction enzymes (restriction endonucleases) are proteins that cut the sugar-phosphate backbone of DNA at specific sequences called recognition sites. These recognition sites are typically 4-6 base pairs long and are palindromes, reading the same in the 5' to 3' direction on both strands.",
      "why": "Restriction enzymes are the molecular scissors used in nearly all DNA manipulation techniques. Understanding how they work is essential for gene cloning, DNA profiling, and creating recombinant DNA.",
      "example": "EcoRI recognises the sequence GAATTC and cuts between G and A on both strands, producing sticky ends. The sequence reads GAATTC from 5' to 3' on both the coding and template strands, making it a palindrome.",
      "subtopic": {
        "id": "molecular-tools-and-enzymes",
        "name": "Molecular Tools and Enzymes",
        "what": "This subtopic covers the three key enzymes used to manipulate DNA: restriction enzymes (endonucleases) that cut DNA, DNA ligase that joins DNA, and DNA polymerase that synthesises DNA. It also covers the differences between sticky ends and blunt ends produced by restriction enzymes.",
        "why": "These enzymes are the fundamental tools of genetic engineering. Every application in this chapter, from gene cloning to CRISPR, relies on understanding how DNA can be cut, joined and copied using these molecular tools."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4de7b5c7-85c5-5660-5ec1-bb95b32192b6",
      "id": 2,
      "version": 1,
      "contentHash": "hash-770e9a1b",
      "title": "I can draw and compare the differences between blunt ends and sticky ends",
      "code": "3A.2",
      "what": "Blunt ends are produced when a restriction enzyme cuts straight across both strands at the same position, leaving no overhanging nucleotides. Sticky ends are produced when the enzyme cuts at staggered positions on the two strands, leaving short single-stranded overhangs of unpaired nucleotides.",
      "why": "The type of ends produced determines how DNA fragments can be joined. Sticky ends are more specific because the overhanging nucleotides must be complementary to join, whereas blunt ends can join to any other blunt end fragment.",
      "example": "AluI cuts straight across the sequence AGCT to produce blunt ends. EcoRI cuts the sequence GAATTC in a staggered way, producing sticky ends with AATT overhangs. Two fragments cut by EcoRI can join because their AATT overhangs are complementary.",
      "subtopic": {
        "id": "molecular-tools-and-enzymes",
        "name": "Molecular Tools and Enzymes",
        "what": "This subtopic covers the three key enzymes used to manipulate DNA: restriction enzymes (endonucleases) that cut DNA, DNA ligase that joins DNA, and DNA polymerase that synthesises DNA. It also covers the differences between sticky ends and blunt ends produced by restriction enzymes.",
        "why": "These enzymes are the fundamental tools of genetic engineering. Every application in this chapter, from gene cloning to CRISPR, relies on understanding how DNA can be cut, joined and copied using these molecular tools."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-3f742c44-7155-f378-fd24-4365637b72dc",
      "id": 3,
      "version": 1,
      "contentHash": "hash-f2e96d05",
      "title": "I can explain the action and importance of DNA ligase in joining DNA fragments",
      "code": "3A.3",
      "what": "DNA ligase is an enzyme that catalyses the joining of two pieces of DNA at their sugar-phosphate backbone, forming phosphodiester bonds. It can join fragments to create longer linear DNA, circular DNA, or combine DNA from different species.",
      "why": "DNA ligase is the molecular glue that makes recombinant DNA possible. Without it, the cut gene of interest could not be permanently inserted into a plasmid vector during gene cloning.",
      "example": "In gene cloning, after a plasmid and the human insulin gene are both cut with the same restriction enzyme (e.g. BamHI) to produce complementary sticky ends, DNA ligase joins the two fragments together at the sugar-phosphate backbone to create a closed circular recombinant plasmid.",
      "subtopic": {
        "id": "molecular-tools-and-enzymes",
        "name": "Molecular Tools and Enzymes",
        "what": "This subtopic covers the three key enzymes used to manipulate DNA: restriction enzymes (endonucleases) that cut DNA, DNA ligase that joins DNA, and DNA polymerase that synthesises DNA. It also covers the differences between sticky ends and blunt ends produced by restriction enzymes.",
        "why": "These enzymes are the fundamental tools of genetic engineering. Every application in this chapter, from gene cloning to CRISPR, relies on understanding how DNA can be cut, joined and copied using these molecular tools."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-74a0d263-6e09-a502-336d-bdc4a25cc4e8",
      "id": 4,
      "version": 1,
      "contentHash": "hash-8a1edd6a",
      "title": "I can explain why sticky end restriction enzymes are preferred over blunt end enzymes in gene cloning",
      "code": "3A.4",
      "what": "Sticky end restriction enzymes produce fragments with overhanging nucleotides that can only join to fragments with complementary overhangs, typically cut by the same enzyme. This makes the joining process more specific and controlled than blunt end joining, which is random.",
      "why": "Specificity is critical in genetic engineering. Using sticky ends ensures the gene of interest is inserted correctly into the plasmid, rather than random fragments joining together.",
      "example": "If both the plasmid and the insulin gene are cut with HindIII (producing AGCT sticky overhangs), only fragments with complementary TCGA overhangs can join. A fragment cut with BamHI (GATC overhangs) could not join to a HindIII fragment because the overhangs are not complementary.",
      "subtopic": {
        "id": "molecular-tools-and-enzymes",
        "name": "Molecular Tools and Enzymes",
        "what": "This subtopic covers the three key enzymes used to manipulate DNA: restriction enzymes (endonucleases) that cut DNA, DNA ligase that joins DNA, and DNA polymerase that synthesises DNA. It also covers the differences between sticky ends and blunt ends produced by restriction enzymes.",
        "why": "These enzymes are the fundamental tools of genetic engineering. Every application in this chapter, from gene cloning to CRISPR, relies on understanding how DNA can be cut, joined and copied using these molecular tools."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-b206f2ce-a451-fe05-78cf-6681442751e5",
      "id": 5,
      "version": 1,
      "contentHash": "hash-b6b00dcc",
      "title": "I can outline the role of DNA polymerase in synthesising DNA and explain why Taq polymerase is used in PCR",
      "code": "3A.5",
      "what": "DNA polymerase synthesises new DNA by adding free nucleotides complementary to a template strand. Taq polymerase, from the thermophilic bacterium Thermus aquaticus, has an optimal temperature of approximately 72°C and is not denatured at temperatures above 90°C, making it suitable for PCR.",
      "why": "PCR requires repeated heating to 90-95°C to denature the DNA. Human DNA polymerase (optimal temperature 37°C) would be permanently denatured at this temperature, but Taq polymerase remains functional throughout the cycling.",
      "example": "During the extension stage of PCR at 72°C, Taq polymerase binds to each primer and moves along each template strand, adding free nucleotides through complementary base pairing to create two copies of the original DNA.",
      "subtopic": {
        "id": "molecular-tools-and-enzymes",
        "name": "Molecular Tools and Enzymes",
        "what": "This subtopic covers the three key enzymes used to manipulate DNA: restriction enzymes (endonucleases) that cut DNA, DNA ligase that joins DNA, and DNA polymerase that synthesises DNA. It also covers the differences between sticky ends and blunt ends produced by restriction enzymes.",
        "why": "These enzymes are the fundamental tools of genetic engineering. Every application in this chapter, from gene cloning to CRISPR, relies on understanding how DNA can be cut, joined and copied using these molecular tools."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-7e69b320-27d9-2ec5-e67b-f633a278fbf3",
      "id": 6,
      "version": 1,
      "contentHash": "hash-ef9b374d",
      "title": "I can determine the number of DNA fragments produced when restriction enzymes cut linear or circular DNA",
      "code": "3A.6",
      "what": "When a restriction enzyme cuts linear DNA at a recognition site, it produces one more fragment than the number of cuts. When the same enzyme cuts circular DNA (from prokaryotes), it produces the same number of fragments as the number of cuts, because the ends are already connected.",
      "why": "This distinction between linear and circular DNA is commonly tested and requires understanding that prokaryotic DNA is circular. Reading questions carefully for clues about the DNA source is essential.",
      "example": "A linear piece of DNA cut at 2 recognition sites produces 3 fragments. The same sequence as circular prokaryotic DNA cut at 2 recognition sites produces only 2 fragments, because the two 'end' pieces are connected in a circle.",
      "subtopic": {
        "id": "molecular-tools-and-enzymes",
        "name": "Molecular Tools and Enzymes",
        "what": "This subtopic covers the three key enzymes used to manipulate DNA: restriction enzymes (endonucleases) that cut DNA, DNA ligase that joins DNA, and DNA polymerase that synthesises DNA. It also covers the differences between sticky ends and blunt ends produced by restriction enzymes.",
        "why": "These enzymes are the fundamental tools of genetic engineering. Every application in this chapter, from gene cloning to CRISPR, relies on understanding how DNA can be cut, joined and copied using these molecular tools."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e1d2fc33-69c0-98e8-cae1-fd25da6556b4",
      "id": 1,
      "version": 1,
      "contentHash": "hash-95ebfe36",
      "title": "I can describe the three stages, materials and conditions of one PCR cycle",
      "code": "3A.7",
      "what": "One PCR cycle has three stages: (1) Denaturation at 90-95°C, where heat breaks hydrogen bonds to separate the double-stranded DNA template into single strands; (2) Annealing at 50-60°C, where cooling allows forward and reverse primers to bind to complementary regions on each strand; (3) Extension at 72°C, where Taq polymerase adds free nucleotides complementary to each template strand, creating two copies of the original DNA.",
      "why": "PCR is used whenever more DNA is needed, such as amplifying trace DNA from a crime scene or amplifying a gene of interest before gene cloning. Understanding each stage and its ingredients is essential for explaining why the process works.",
      "example": "Starting with 1 double-stranded DNA template, after 1 cycle you have 2 copies. After 2 cycles, 4 copies. After 6 cycles, 64 copies (2 to the power of 6). A typical PCR runs 35-45 cycles, producing billions of copies.",
      "subtopic": {
        "id": "pcr-and-gel-electrophoresis",
        "name": "PCR and Gel Electrophoresis",
        "what": "This subtopic covers the polymerase chain reaction (PCR) used to amplify DNA, and gel electrophoresis used to separate DNA fragments by size. It includes the stages, materials and conditions for both techniques, and the importance of a DNA standard.",
        "why": "PCR and gel electrophoresis are foundational techniques in molecular biology. PCR allows scientists to produce millions of copies of DNA from a tiny sample, and gel electrophoresis allows them to visualise and compare DNA fragments, which is essential for DNA profiling and gene cloning."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-00b5ce73-03e7-b7ee-a662-d5a65bd22393",
      "id": 2,
      "version": 1,
      "contentHash": "hash-212578de",
      "title": "I can draw and label a diagram of the steps in the polymerase chain reaction",
      "code": "3A.8",
      "what": "A PCR diagram should show the three stages in sequence: the double-stranded DNA separating during denaturation, primers binding to opposite ends of each strand during annealing, and Taq polymerase extending from each primer during extension, with free nucleotides being added by complementary base pairing.",
      "why": "Diagrams of PCR are commonly assessed and demonstrate that you understand not just what happens at each stage, but the physical relationship between the template strands, primers, and newly synthesised DNA.",
      "example": "In the annealing diagram, the forward primer binds to the 3' end of one template strand and the reverse primer binds to the 3' end of the other template strand. This ensures that DNA is copied in both directions, from each primer towards the other.",
      "subtopic": {
        "id": "pcr-and-gel-electrophoresis",
        "name": "PCR and Gel Electrophoresis",
        "what": "This subtopic covers the polymerase chain reaction (PCR) used to amplify DNA, and gel electrophoresis used to separate DNA fragments by size. It includes the stages, materials and conditions for both techniques, and the importance of a DNA standard.",
        "why": "PCR and gel electrophoresis are foundational techniques in molecular biology. PCR allows scientists to produce millions of copies of DNA from a tiny sample, and gel electrophoresis allows them to visualise and compare DNA fragments, which is essential for DNA profiling and gene cloning."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-10fe5bc6-9278-e491-605d-adcb399bf9cc",
      "id": 3,
      "version": 1,
      "contentHash": "hash-37471079",
      "title": "I can draw, label and explain the set-up and process of gel electrophoresis",
      "code": "3A.9",
      "what": "Gel electrophoresis separates DNA fragments by size. Digested DNA samples mixed with loading dye are placed in wells at the negative electrode end of an agarose gel covered in buffer solution. When an electric field is applied, DNA (negatively charged due to phosphate groups) migrates toward the positive electrode. Smaller fragments travel faster and further than larger fragments.",
      "why": "Gel electrophoresis is the technique that makes DNA visible and comparable. It is used in DNA profiling, in verifying gene cloning results, and in determining the sizes of unknown DNA fragments.",
      "example": "A gel diagram should show: wells at the top (negative end), the positive electrode at the bottom, lanes running vertically from each well, and bands at different positions within each lane. A fragment of 500 bp will appear further from the well than a fragment of 2000 bp because it is smaller and travels faster.",
      "subtopic": {
        "id": "pcr-and-gel-electrophoresis",
        "name": "PCR and Gel Electrophoresis",
        "what": "This subtopic covers the polymerase chain reaction (PCR) used to amplify DNA, and gel electrophoresis used to separate DNA fragments by size. It includes the stages, materials and conditions for both techniques, and the importance of a DNA standard.",
        "why": "PCR and gel electrophoresis are foundational techniques in molecular biology. PCR allows scientists to produce millions of copies of DNA from a tiny sample, and gel electrophoresis allows them to visualise and compare DNA fragments, which is essential for DNA profiling and gene cloning."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a48dccb1-0074-a118-a689-8794930429e8",
      "id": 4,
      "version": 1,
      "contentHash": "hash-42c4e829",
      "title": "I can explain the purpose of a DNA standard (ladder) in gel electrophoresis",
      "code": "3A.10",
      "what": "A DNA standard (or DNA ladder) is a sample containing DNA fragments of known sizes that is run in one lane of the gel alongside unknown samples. Because conditions vary between gel runs (voltage, gel concentration, temperature, time), the distance a fragment travels changes each time. The standard allows scientists to determine unknown fragment sizes by comparison.",
      "why": "Without a DNA standard, scientists cannot determine the actual sizes of unknown fragments. The standard acts as a control, converting distance-travelled into base pair size, which is essential for accurate analysis.",
      "example": "If a DNA standard shows bands at 5000 bp, 2000 bp, 1000 bp, 500 bp and 250 bp, and an unknown fragment has migrated to the same level as the 1000 bp standard band, the unknown fragment is approximately 1000 bp in size.",
      "subtopic": {
        "id": "pcr-and-gel-electrophoresis",
        "name": "PCR and Gel Electrophoresis",
        "what": "This subtopic covers the polymerase chain reaction (PCR) used to amplify DNA, and gel electrophoresis used to separate DNA fragments by size. It includes the stages, materials and conditions for both techniques, and the importance of a DNA standard.",
        "why": "PCR and gel electrophoresis are foundational techniques in molecular biology. PCR allows scientists to produce millions of copies of DNA from a tiny sample, and gel electrophoresis allows them to visualise and compare DNA fragments, which is essential for DNA profiling and gene cloning."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ab1cbe74-c9df-5172-433c-77bdf10427d1",
      "id": 1,
      "version": 1,
      "contentHash": "hash-c34452f4",
      "title": "I can explain what DNA profiling is and how VNTRs are used to identify individuals",
      "code": "3B.1",
      "what": "DNA profiling analyses non-coding regions of DNA called variable number tandem repeats (VNTRs), where short sequences are repeated different numbers of times between individuals. Each person has two copies of each VNTR (one allele from each parent on homologous chromosomes). In humans, 13 VNTR regions are analysed to ensure a unique profile, as only identical twins share the same VNTRs at all regions.",
      "why": "Understanding VNTRs explains why DNA profiling works. Coding regions cannot be used because they are the same in everyone, but the number of repeats in non-coding regions varies enough between individuals to create a unique genetic fingerprint.",
      "example": "At one VNTR region, Person 1 might have 5 repeats on one chromosome and 8 repeats on the other, while Person 2 has 3 and 12 repeats. On a gel, Person 1 would show bands at different positions than Person 2 because their VNTR fragments are different sizes.",
      "subtopic": {
        "id": "dna-profiling-and-genetic-screening",
        "name": "DNA Profiling and Genetic Screening",
        "what": "This subtopic covers DNA profiling using variable number tandem repeats (VNTRs), interpreting gel electrophoresis results for profiling, genetic screening for inherited disorders, and the ethical, social, economic and biological implications of these technologies.",
        "why": "DNA profiling is one of the most important real-world applications of DNA manipulation techniques. Understanding how VNTRs are used to identify individuals, and being able to interpret gel results, connects molecular tools to forensic science, paternity testing and genetic counselling."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-5ffdefea-3348-df98-0b08-8f23cb0777eb",
      "id": 2,
      "version": 1,
      "contentHash": "hash-ea6d7ed0",
      "title": "I can interpret gel electrophoresis diagrams for DNA profiling, including paternity and forensic scenarios",
      "code": "3B.2",
      "what": "In a DNA profile gel, each individual typically shows two bands per VNTR region (one from each homologous chromosome). A child must have bands that match those found in their biological parents. In forensic cases, the suspect's bands are compared to bands from the crime scene sample.",
      "why": "Interpreting gel diagrams is a frequently assessed skill. You need to be able to match bands between individuals and understand that a child's bands must be a combination of their parents' bands, never containing a band absent from both parents.",
      "example": "If a mother's bands for one VNTR region are at 3 and 8, and the father's are at 6 and 10, a biological child could have bands at 3 and 6, 3 and 10, 8 and 6, or 8 and 10. A child with bands at 8 and 13 could not belong to this father, because 13 is not present in either of his alleles.",
      "subtopic": {
        "id": "dna-profiling-and-genetic-screening",
        "name": "DNA Profiling and Genetic Screening",
        "what": "This subtopic covers DNA profiling using variable number tandem repeats (VNTRs), interpreting gel electrophoresis results for profiling, genetic screening for inherited disorders, and the ethical, social, economic and biological implications of these technologies.",
        "why": "DNA profiling is one of the most important real-world applications of DNA manipulation techniques. Understanding how VNTRs are used to identify individuals, and being able to interpret gel results, connects molecular tools to forensic science, paternity testing and genetic counselling."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-32b50561-dccc-9b40-e89c-cd8a02ee0158",
      "id": 3,
      "version": 1,
      "contentHash": "hash-166933d4",
      "title": "I can describe the steps involved in preparing a DNA sample for profiling",
      "code": "3B.3",
      "what": "DNA profiling involves four main steps: (1) DNA is extracted from cells (e.g. blood, hair), (2) the VNTR regions are amplified by PCR, (3) the DNA is cut with restriction enzymes that have recognition sites flanking the VNTR regions, and (4) the fragments are separated by gel electrophoresis.",
      "why": "This question connects multiple DNA manipulation techniques into a single workflow. Understanding the order and purpose of each step shows how individual tools combine for real-world applications.",
      "example": "At a crime scene, forensic scientists collect a blood sample. They extract the DNA, use PCR to amplify the 13 VNTR regions (because the sample is small), cut the DNA with restriction enzymes, and run gel electrophoresis to compare the banding pattern with suspect DNA samples.",
      "subtopic": {
        "id": "dna-profiling-and-genetic-screening",
        "name": "DNA Profiling and Genetic Screening",
        "what": "This subtopic covers DNA profiling using variable number tandem repeats (VNTRs), interpreting gel electrophoresis results for profiling, genetic screening for inherited disorders, and the ethical, social, economic and biological implications of these technologies.",
        "why": "DNA profiling is one of the most important real-world applications of DNA manipulation techniques. Understanding how VNTRs are used to identify individuals, and being able to interpret gel results, connects molecular tools to forensic science, paternity testing and genetic counselling."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4cb6a27e-80d7-2685-2e95-9f466d0e6b79",
      "id": 4,
      "version": 1,
      "contentHash": "hash-490ba54f",
      "title": "I can explain what genetic screening is and give examples of disorders it can detect",
      "code": "3B.4",
      "what": "Genetic screening is a form of DNA profiling used to analyse an individual's DNA for a particular allele associated with a disorder. It can be conducted on adults (carrier testing), on a foetus (prenatal testing), or on newborns (postnatal testing).",
      "why": "Genetic screening allows early detection and treatment of genetic disorders, but also raises significant ethical questions about how the information should be used.",
      "example": "Prenatal genetic screening can detect conditions such as Down syndrome, cystic fibrosis, Huntington disease, and thalassaemia. Postnatal screening of newborns can detect phenylketonuria (PKU), allowing immediate dietary changes that prevent intellectual disability.",
      "subtopic": {
        "id": "dna-profiling-and-genetic-screening",
        "name": "DNA Profiling and Genetic Screening",
        "what": "This subtopic covers DNA profiling using variable number tandem repeats (VNTRs), interpreting gel electrophoresis results for profiling, genetic screening for inherited disorders, and the ethical, social, economic and biological implications of these technologies.",
        "why": "DNA profiling is one of the most important real-world applications of DNA manipulation techniques. Understanding how VNTRs are used to identify individuals, and being able to interpret gel results, connects molecular tools to forensic science, paternity testing and genetic counselling."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-41056160-b96b-3dd9-bb8e-49274a5b2a5b",
      "id": 5,
      "version": 1,
      "contentHash": "hash-8ec48043",
      "title": "I can discuss ethical, social, economic and biological implications of DNA profiling and genetic screening",
      "code": "3B.5",
      "what": "Ethical implications relate to right or wrong (e.g. informed consent, privacy of DNA data, decisions about termination). Social implications affect broader society (e.g. wrongful conviction, discrimination). Economic implications involve costs (e.g. expense of IVF, treatment costs). Biological implications affect organisms or evolution (e.g. gene editing could alter inheritance of alleles).",
      "why": "VCE Biology exams frequently require you to identify and explain implications from the perspective of a specific stakeholder. Knowing the definition of each type and being able to link it to a concrete example is essential for full marks.",
      "example": "Ethical: Should a couple terminate a pregnancy if genetic screening reveals the foetus carries the allele for Huntington disease? Social: If DNA profiles were held for all citizens, who would have access to this data, and could insurance companies use it to discriminate? Economic: IVF with genetic screening is expensive and not equally accessible. Biological: Correcting mutations via gene editing could alter the future inheritance of alleles in a population.",
      "subtopic": {
        "id": "dna-profiling-and-genetic-screening",
        "name": "DNA Profiling and Genetic Screening",
        "what": "This subtopic covers DNA profiling using variable number tandem repeats (VNTRs), interpreting gel electrophoresis results for profiling, genetic screening for inherited disorders, and the ethical, social, economic and biological implications of these technologies.",
        "why": "DNA profiling is one of the most important real-world applications of DNA manipulation techniques. Understanding how VNTRs are used to identify individuals, and being able to interpret gel results, connects molecular tools to forensic science, paternity testing and genetic counselling."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-f13ebfa9-bb7f-ff89-ed18-e2b0c21a5ab5",
      "id": 1,
      "version": 1,
      "contentHash": "hash-449e8b1a",
      "title": "I can define plasmid, recombinant plasmid, vector, gene cloning, genetic transformation, and transformed bacteria",
      "code": "3B.6",
      "what": "A plasmid is a small circular piece of DNA in prokaryotes. A recombinant plasmid is a plasmid that has had foreign DNA inserted into it. A vector is a DNA molecule used as a vehicle to carry foreign DNA into another organism. Gene cloning is the production of exact copies of a gene using DNA manipulation techniques. Genetic transformation is the alteration of a cell resulting from taking up foreign DNA. Transformed bacteria are bacteria that have taken up foreign DNA.",
      "why": "These definitions are required knowledge and form the vocabulary needed to explain the gene cloning process accurately. Exam questions frequently test whether you can distinguish between related terms like plasmid and recombinant plasmid.",
      "example": "A plasmid from E. coli is cut with EcoRI and the human insulin gene is inserted using DNA ligase. The plasmid is now a recombinant plasmid (it contains human DNA). It acts as a vector, carrying the insulin gene into bacteria. The bacteria that take up this recombinant plasmid are transformed bacteria.",
      "subtopic": {
        "id": "gene-cloning-and-insulin-production",
        "name": "Gene Cloning and Insulin Production",
        "what": "This subtopic covers the gene cloning process using recombinant plasmids as vectors to transform bacterial cells, demonstrated by the production of human insulin. It includes definitions of key terms, the step-by-step cloning process, and how transformed bacteria are identified.",
        "why": "Gene cloning is the central application that ties together all the molecular tools from this chapter. The production of human insulin is the required example and demonstrates how restriction enzymes, DNA ligase, plasmids and bacterial transformation work together to mass-produce a vital medical protein."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-3c937b8e-be1d-7a12-2a55-5ac7d1532a51",
      "id": 2,
      "version": 1,
      "contentHash": "hash-30614842",
      "title": "I can outline the steps in gene cloning for the production of human insulin",
      "code": "3B.7",
      "what": "The key steps are: (1) Cut the plasmid open with a restriction enzyme, (2) Cut the insulin gene from human DNA with the same restriction enzyme, (3) Mix the plasmid and insulin gene with DNA ligase to create a recombinant plasmid, (4) Transform bacteria by mixing them with the recombinant plasmid using heat shock and calcium chloride, (5) Bacteria reproduce by binary fission, copying the insulin gene, (6) Identify transformed bacteria using antibiotic resistance or marker genes, (7) Extract and purify the insulin protein.",
      "why": "The insulin gene cloning process is the required example in the VCE Study Design. Being able to outline each step in sequence, naming the correct enzymes, techniques and conditions, is a core exam skill.",
      "example": "In Step 1, the plasmid is cut with BamHI, producing sticky ends. In Step 2, the insulin gene is cut with the same enzyme BamHI, so both fragments have complementary sticky ends. In Step 3, DNA ligase joins them into a recombinant plasmid. In Step 4, bacteria are soaked in calcium chloride and heat shocked at 42°C for 45 seconds to increase plasmid uptake.",
      "subtopic": {
        "id": "gene-cloning-and-insulin-production",
        "name": "Gene Cloning and Insulin Production",
        "what": "This subtopic covers the gene cloning process using recombinant plasmids as vectors to transform bacterial cells, demonstrated by the production of human insulin. It includes definitions of key terms, the step-by-step cloning process, and how transformed bacteria are identified.",
        "why": "Gene cloning is the central application that ties together all the molecular tools from this chapter. The production of human insulin is the required example and demonstrates how restriction enzymes, DNA ligase, plasmids and bacterial transformation work together to mass-produce a vital medical protein."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e6894c1c-2468-16ae-8fc2-4a186e12e896",
      "id": 3,
      "version": 1,
      "contentHash": "hash-dc94841c",
      "title": "I can explain how transformed bacteria with the recombinant plasmid are identified",
      "code": "3B.8",
      "what": "After transformation, there are three possible types of bacteria: those with no plasmid, those with the non-recombinant plasmid (re-joined without the gene), and those with the recombinant plasmid. Bacteria are grown on agar containing antibiotic. Only bacteria with a plasmid (which contains an antibiotic resistance gene) survive. To distinguish recombinant from non-recombinant, a marker gene (e.g. beta-galactosidase or GFP) can be used, or plasmids can be extracted and compared by gel electrophoresis.",
      "why": "Less than 1% of bacteria actually take up the recombinant plasmid, so identifying the correct bacteria is critical. This multi-step identification process is a common source of exam questions.",
      "example": "On an agar plate with ampicillin, untransformed bacteria (no plasmid) die because they lack the ampicillin resistance gene. Both types of transformed bacteria survive. To find which have the recombinant plasmid, plasmids are extracted and run on gel electrophoresis. Recombinant plasmids (~2500 bp) appear as larger bands than non-recombinant plasmids (~2000 bp) because of the inserted gene (~500 bp).",
      "subtopic": {
        "id": "gene-cloning-and-insulin-production",
        "name": "Gene Cloning and Insulin Production",
        "what": "This subtopic covers the gene cloning process using recombinant plasmids as vectors to transform bacterial cells, demonstrated by the production of human insulin. It includes definitions of key terms, the step-by-step cloning process, and how transformed bacteria are identified.",
        "why": "Gene cloning is the central application that ties together all the molecular tools from this chapter. The production of human insulin is the required example and demonstrates how restriction enzymes, DNA ligase, plasmids and bacterial transformation work together to mass-produce a vital medical protein."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-d43c84ad-e6f7-6eb9-65c5-b5183c1c12c6",
      "id": 4,
      "version": 1,
      "contentHash": "hash-a990cbba",
      "title": "I can explain why gene cloning in bacteria is preferred over PCR for producing insulin",
      "code": "3B.9",
      "what": "Gene cloning in bacteria is preferred over PCR for three reasons: (1) bacteria contain the RNA and ribosomes needed for protein synthesis, so the insulin gene is actually expressed as a functional protein; (2) bacteria reproduce by binary fission every 20 minutes, doubling the copies rapidly and cheaply; (3) PCR requires expensive ingredients (primers, nucleotides, Taq polymerase), whereas bacteria and restriction enzymes are inexpensive.",
      "why": "This comparison question tests whether you understand that PCR only copies DNA, whereas the goal of insulin production is to make a functional protein. Bacteria provide the full transcription and translation machinery needed.",
      "example": "PCR would produce millions of copies of the insulin DNA sequence, but DNA alone cannot treat diabetes. Bacteria with the recombinant plasmid transcribe the insulin gene into mRNA and translate it into the insulin protein at their ribosomes. This functional protein can then be extracted and given to patients.",
      "subtopic": {
        "id": "gene-cloning-and-insulin-production",
        "name": "Gene Cloning and Insulin Production",
        "what": "This subtopic covers the gene cloning process using recombinant plasmids as vectors to transform bacterial cells, demonstrated by the production of human insulin. It includes definitions of key terms, the step-by-step cloning process, and how transformed bacteria are identified.",
        "why": "Gene cloning is the central application that ties together all the molecular tools from this chapter. The production of human insulin is the required example and demonstrates how restriction enzymes, DNA ligase, plasmids and bacterial transformation work together to mass-produce a vital medical protein."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-de190ef9-8562-6602-7b0d-68aaae985e3d",
      "id": 5,
      "version": 1,
      "contentHash": "hash-6d0561f6",
      "title": "I can discuss ethical, social, economic and biological implications of gene cloning",
      "code": "3B.10",
      "what": "Gene cloning has implications across all four categories. Key considerations include the ethics of transferring genes between species, the social benefits of cheaper therapeutics, the economic advantage of reliable mass production, and the biological risk of creating antibiotic-resistant bacteria through plasmid transfer.",
      "why": "Implications questions require you to identify the correct stakeholder, classify the implication type accurately, and link it to a specific consequence. This is a common extended-response question format in VCE Biology exams.",
      "example": "Ethical: Some people view inserting human genes into bacteria as unethical. Economic: Gene cloning has made insulin production relatively cheap, providing reliable supply. Biological: Because bacteria can transfer plasmids between each other (conjugation), there is a risk that antibiotic resistance genes could spread, potentially creating antibiotic-resistant superbugs.",
      "subtopic": {
        "id": "gene-cloning-and-insulin-production",
        "name": "Gene Cloning and Insulin Production",
        "what": "This subtopic covers the gene cloning process using recombinant plasmids as vectors to transform bacterial cells, demonstrated by the production of human insulin. It includes definitions of key terms, the step-by-step cloning process, and how transformed bacteria are identified.",
        "why": "Gene cloning is the central application that ties together all the molecular tools from this chapter. The production of human insulin is the required example and demonstrates how restriction enzymes, DNA ligase, plasmids and bacterial transformation work together to mass-produce a vital medical protein."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-1beda144-86cf-0d18-3396-462cd0405cbd",
      "id": 1,
      "version": 1,
      "contentHash": "hash-c9bdb7dc",
      "title": "I can outline the difference between a GMO and a TMO",
      "code": "3C.1",
      "what": "A genetically modified organism (GMO) has had its genome altered in some way, including having genes switched on or off, or containing DNA from the same species. A transgenically modified organism (TMO) specifically contains DNA from a different species. All TMOs are GMOs, but not all GMOs are TMOs.",
      "why": "This distinction is commonly tested and requires careful understanding. The key difference is whether the inserted DNA comes from the same species (GMO only) or a different species (TMO, which is also a GMO).",
      "example": "Bacteria containing the human insulin gene are both genetically modified (their DNA has been altered) and transgenic (they contain DNA from a different species, humans). A wheat plant with a gene moved from another wheat variety would be a GMO but not a TMO.",
      "subtopic": {
        "id": "gmos-and-transgenic-organisms",
        "name": "GMOs and Transgenic Organisms",
        "what": "This subtopic covers the difference between genetically modified organisms (GMOs) and transgenically modified organisms (TMOs), how they are used in agriculture to increase crop productivity and provide disease resistance, and the ethical, social, economic and biological implications of their use.",
        "why": "Genetic modification of crops is one of the most significant real-world applications of DNA manipulation. Understanding the distinction between GMOs and TMOs, and being able to evaluate their implications from different stakeholder perspectives, is essential for VCE Biology assessments."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-d111717c-6504-aac6-4918-1e82ad005dcb",
      "id": 2,
      "version": 1,
      "contentHash": "hash-35de7987",
      "title": "I can explain how GMOs and TMOs are used to increase crop productivity",
      "code": "3C.2",
      "what": "Genetic modification can increase crop productivity in several ways, including making photosynthesis more efficient by improving heat-damaged proteins, increasing nutritional content, and enabling crops to grow in harsher conditions caused by climate change.",
      "why": "With the global population growing and climate change threatening food production, genetically modified crops are a key strategy for increasing food supply. Understanding specific examples demonstrates how DNA manipulation has real-world impact.",
      "example": "Golden Rice is a TMO created by inserting a daffodil gene and a bacterial gene into rice. These genes produce beta-carotene (vitamin A precursor), giving the rice a yellow colour. This addresses vitamin A deficiency, which kills over 500,000 people per year. Transgenic rice crops in Shanghai yielded 8-10% more grain during extreme heat than non-modified plants.",
      "subtopic": {
        "id": "gmos-and-transgenic-organisms",
        "name": "GMOs and Transgenic Organisms",
        "what": "This subtopic covers the difference between genetically modified organisms (GMOs) and transgenically modified organisms (TMOs), how they are used in agriculture to increase crop productivity and provide disease resistance, and the ethical, social, economic and biological implications of their use.",
        "why": "Genetic modification of crops is one of the most significant real-world applications of DNA manipulation. Understanding the distinction between GMOs and TMOs, and being able to evaluate their implications from different stakeholder perspectives, is essential for VCE Biology assessments."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-758fd73f-f469-8010-5c25-c08931c6f8c9",
      "id": 3,
      "version": 1,
      "contentHash": "hash-43d918f0",
      "title": "I can explain how GMOs and TMOs are used to provide resistance to disease",
      "code": "3C.3",
      "what": "Plants can be genetically modified to resist diseases caused by fungi, insects, or other pathogens. This is achieved by inserting genes that code for proteins that are toxic to pests or that neutralise pathogen toxins, reducing reliance on chemical pesticides and fungicides.",
      "why": "Disease resistance in crops reduces crop losses, decreases pesticide use, and improves food safety. Understanding specific examples of how resistance genes work connects gene expression concepts to agricultural applications.",
      "example": "Bt cotton contains two genes from the bacterium Bacillus thuringiensis that code for proteins lethal to caterpillars feeding on the plant. Australian Bt cotton farmers use only 15% of the insecticide they previously needed. The Fhb7 gene from wild wheatgrass was inserted into wheat to code for an enzyme that destroys toxins released by the fungus causing wheat scab.",
      "subtopic": {
        "id": "gmos-and-transgenic-organisms",
        "name": "GMOs and Transgenic Organisms",
        "what": "This subtopic covers the difference between genetically modified organisms (GMOs) and transgenically modified organisms (TMOs), how they are used in agriculture to increase crop productivity and provide disease resistance, and the ethical, social, economic and biological implications of their use.",
        "why": "Genetic modification of crops is one of the most significant real-world applications of DNA manipulation. Understanding the distinction between GMOs and TMOs, and being able to evaluate their implications from different stakeholder perspectives, is essential for VCE Biology assessments."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-cdf8702b-a6f1-6d1f-cb36-c77592513d36",
      "id": 4,
      "version": 1,
      "contentHash": "hash-92454002",
      "title": "I can outline the essential steps in producing a genetically modified plant",
      "code": "3C.4",
      "what": "The steps are: (1) Identify the desired gene, (2) Synthesise it artificially or remove it from a donor using restriction enzymes, (3) Amplify the gene using PCR, (4) Insert it into a vector (plasmid, virus, or liposome) using DNA ligase, (5) Insert the vector into the recipient organism, (6) Identify transformed cells using marker genes, (7) Clone and grow the transformed cells into organisms.",
      "why": "Understanding the steps in creating a GMO connects the individual DNA tools and techniques to a complete process. Exam questions often provide a novel GMO scenario and ask you to identify the techniques used at each step.",
      "example": "To create Golden Rice: the beta-carotene gene was identified, cut from the daffodil using restriction enzymes, inserted into a vector using DNA ligase, and transferred into rice plant cells. Transformed cells were identified using marker genes and grown into the genetically modified rice plants.",
      "subtopic": {
        "id": "gmos-and-transgenic-organisms",
        "name": "GMOs and Transgenic Organisms",
        "what": "This subtopic covers the difference between genetically modified organisms (GMOs) and transgenically modified organisms (TMOs), how they are used in agriculture to increase crop productivity and provide disease resistance, and the ethical, social, economic and biological implications of their use.",
        "why": "Genetic modification of crops is one of the most significant real-world applications of DNA manipulation. Understanding the distinction between GMOs and TMOs, and being able to evaluate their implications from different stakeholder perspectives, is essential for VCE Biology assessments."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-2bc5f99e-422e-ecac-15c5-68f071794ec2",
      "id": 5,
      "version": 1,
      "contentHash": "hash-e79e3e53",
      "title": "I can identify and explain ethical, social, economic and biological implications of using GMOs and TMOs",
      "code": "3C.5",
      "what": "Ethical issues include whether genetic manipulation is natural and whether GM food is safe. Social and economic issues include corporate control of GM seeds, inequality between wealthy and poor farmers, and consumer choice through labelling. Biological issues include potential loss of biodiversity, reduced pesticide runoff, and unintended gene transfer via cross-pollination.",
      "why": "Implications questions are a major component of VCE Biology assessments. You must be able to identify the correct implication type, link it to a specific stakeholder, and explain the consequence using information from a given scenario.",
      "example": "Ethical: Cross-pollination between GM and non-GM crops means nearby farmers cannot claim their crops are GM-free. Social/Economic: Monsanto makes it illegal for farmers to replant Bt cotton seeds, forcing them to repurchase each year, which increases inequality between wealthy and poor farmers. Biological: Reduced pesticide use on Bt cotton means less chemical runoff into rivers, reducing harm to aquatic organisms.",
      "subtopic": {
        "id": "gmos-and-transgenic-organisms",
        "name": "GMOs and Transgenic Organisms",
        "what": "This subtopic covers the difference between genetically modified organisms (GMOs) and transgenically modified organisms (TMOs), how they are used in agriculture to increase crop productivity and provide disease resistance, and the ethical, social, economic and biological implications of their use.",
        "why": "Genetic modification of crops is one of the most significant real-world applications of DNA manipulation. Understanding the distinction between GMOs and TMOs, and being able to evaluate their implications from different stakeholder perspectives, is essential for VCE Biology assessments."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-fb5b418f-ea0e-b378-296c-ea45e8d7ad3c",
      "id": 1,
      "version": 1,
      "contentHash": "hash-3c01f0b9",
      "title": "I can explain the natural function of CRISPR-Cas9 in bacterial defence against viruses",
      "code": "3D.1",
      "what": "CRISPR is a section of bacterial DNA containing short repeated palindromic sequences with spacers between them. When a bacteriophage infects a bacterium, the CRISPR system stores a piece of the viral DNA as a spacer. If the same virus attacks again, the bacterium produces guide RNA (gRNA) complementary to the viral DNA, which directs the Cas9 enzyme to cut up the viral genetic material, preventing viral replication.",
      "why": "Understanding the natural function in bacteria provides the foundation for understanding how scientists have adapted this system for genome editing. The bacterial immune defence explains why CRISPR stores viral sequences and how Cas9 recognises foreign DNA using the PAM sequence.",
      "example": "When bacteriophage DNA enters an E. coli cell, the CRISPR system inserts a short sequence of the viral DNA as a spacer in the bacterial genome. If the same virus attacks again, the bacterium transcribes the spacer into gRNA, which guides Cas9 to the matching viral DNA. Cas9 recognises the PAM sequence (present in viral DNA but not bacterial DNA) and cuts both strands, destroying the virus.",
      "subtopic": {
        "id": "crispr-cas9-genome-editing",
        "name": "CRISPR-Cas9 Genome Editing",
        "what": "This subtopic covers the natural function of CRISPR-Cas9 as a bacterial immune defence against viruses, and its application as a precise genome editing tool. It also covers the advantages of CRISPR-Cas9 over traditional techniques and the ethical implications of its use.",
        "why": "CRISPR-Cas9 represents a revolution in genetic engineering, offering unprecedented precision in editing DNA. Understanding both its natural function in bacteria and its application in genome editing is required by the VCE Study Design."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-9f57222b-2180-66e0-46d8-72be11f97c3d",
      "id": 2,
      "version": 1,
      "contentHash": "hash-befe1e57",
      "title": "I can describe how CRISPR-Cas9 is applied as a genome editing tool",
      "code": "3D.2",
      "what": "Scientists design a single guide RNA (sgRNA) with a sequence complementary to the target gene. The sgRNA and Cas9 enzyme are injected into the cell. The sgRNA binds to the complementary DNA sequence adjacent to a PAM sequence, and Cas9 cuts both DNA strands at that precise location. The cell's natural repair enzymes then either disable the gene (by adding disruptive insertions or deletions) or insert a new beneficial DNA sequence.",
      "why": "This is the application of the natural bacterial function to genetic engineering. Being able to describe the steps shows understanding of how a natural defence mechanism has been repurposed as a precise, controllable tool for editing any organism's genome.",
      "example": "To correct a faulty allele causing sickle cell disease: scientists design sgRNA complementary to the mutated sequence, inject it with Cas9 into the target cells, Cas9 cuts the DNA at the mutation site, and the cell's repair enzymes insert the correct DNA sequence, restoring normal haemoglobin production.",
      "subtopic": {
        "id": "crispr-cas9-genome-editing",
        "name": "CRISPR-Cas9 Genome Editing",
        "what": "This subtopic covers the natural function of CRISPR-Cas9 as a bacterial immune defence against viruses, and its application as a precise genome editing tool. It also covers the advantages of CRISPR-Cas9 over traditional techniques and the ethical implications of its use.",
        "why": "CRISPR-Cas9 represents a revolution in genetic engineering, offering unprecedented precision in editing DNA. Understanding both its natural function in bacteria and its application in genome editing is required by the VCE Study Design."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-27e89278-0674-e14a-97e0-2fffdaf2aaec",
      "id": 3,
      "version": 1,
      "contentHash": "hash-8f7b439d",
      "title": "I can explain the advantages of CRISPR-Cas9 over restriction enzymes and earlier gene editing methods",
      "code": "3D.3",
      "what": "CRISPR-Cas9 is more precise than restriction enzymes because the gRNA is 20 nucleotides long (compared to 4-6 nucleotide recognition sites), making it likely to find only one complementary site in an entire genome. Unlike earlier viral gene therapy methods, CRISPR-Cas9 allows scientists to target an exact location, avoiding the risk of disrupting other genes. It is also cheap, easy and accurate.",
      "why": "Understanding these advantages explains why CRISPR-Cas9 has revolutionised genetic engineering and is replacing older, less precise methods.",
      "example": "A restriction enzyme with a 6-base recognition site (like GAATTC) might find hundreds of matching sites across a human genome and cut at all of them. CRISPR-Cas9 with a 20-nucleotide gRNA is designed to match only one specific location in the genome, allowing a single precise cut exactly where the scientist intends.",
      "subtopic": {
        "id": "crispr-cas9-genome-editing",
        "name": "CRISPR-Cas9 Genome Editing",
        "what": "This subtopic covers the natural function of CRISPR-Cas9 as a bacterial immune defence against viruses, and its application as a precise genome editing tool. It also covers the advantages of CRISPR-Cas9 over traditional techniques and the ethical implications of its use.",
        "why": "CRISPR-Cas9 represents a revolution in genetic engineering, offering unprecedented precision in editing DNA. Understanding both its natural function in bacteria and its application in genome editing is required by the VCE Study Design."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-af965811-8bd4-b3f7-d980-f5d5aadf66cd",
      "id": 4,
      "version": 1,
      "contentHash": "hash-3efaf957",
      "title": "I can identify the roles of guide RNA and Cas9 in the CRISPR-Cas9 system",
      "code": "3D.4",
      "what": "Guide RNA (gRNA) is a specific RNA sequence of 20 nucleotides that is complementary to the target DNA sequence. Its role is to direct the Cas9 enzyme to the correct location on the genome. Cas9 is an endonuclease enzyme with two active sites that cuts both strands of the DNA at the precise point determined by the gRNA, adjacent to the PAM sequence.",
      "why": "Distinguishing the roles of gRNA and Cas9 is fundamental. The gRNA provides the specificity (where to cut) and Cas9 provides the cutting function (how to cut). Together they form a programmable molecular scissors.",
      "example": "Think of gRNA as a GPS navigator that guides the Cas9 scissors to the exact location on the DNA. The gRNA binds to the complementary DNA sequence by base pairing, and once it confirms the target (via the adjacent PAM sequence), Cas9 cuts both strands of the sugar-phosphate backbone.",
      "subtopic": {
        "id": "crispr-cas9-genome-editing",
        "name": "CRISPR-Cas9 Genome Editing",
        "what": "This subtopic covers the natural function of CRISPR-Cas9 as a bacterial immune defence against viruses, and its application as a precise genome editing tool. It also covers the advantages of CRISPR-Cas9 over traditional techniques and the ethical implications of its use.",
        "why": "CRISPR-Cas9 represents a revolution in genetic engineering, offering unprecedented precision in editing DNA. Understanding both its natural function in bacteria and its application in genome editing is required by the VCE Study Design."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-5cde4980-1578-770e-6b73-a56bc219f512",
      "id": 5,
      "version": 1,
      "contentHash": "hash-48c750d1",
      "title": "I can identify potential ethical, social, biological and economic implications of CRISPR-Cas9",
      "code": "3D.5",
      "what": "Ethical concerns include the potential to edit human embryo genomes, raising issues about designer babies and consent. Social implications include unequal access to the technology and the impact of altering heritable traits. Biological implications include the possibility of off-target cuts affecting other genes and the long-term effects on evolution. Economic implications include the relatively low cost making it widely accessible.",
      "why": "CRISPR-Cas9 raises some of the most significant bioethical questions in modern science. Being able to identify and evaluate these implications from different perspectives is a key VCE Biology assessment requirement.",
      "example": "Ethical: In 2015, concerns were raised that CRISPR-Cas9 could be used to edit human embryo genomes, creating designer babies with selected traits. This raises questions about consent (the embryo cannot consent) and whether it is right to alter heritable DNA that will be passed to future generations. Biological: Editing genes in human gametes could permanently alter the gene pool, changing the course of human evolution.",
      "subtopic": {
        "id": "crispr-cas9-genome-editing",
        "name": "CRISPR-Cas9 Genome Editing",
        "what": "This subtopic covers the natural function of CRISPR-Cas9 as a bacterial immune defence against viruses, and its application as a precise genome editing tool. It also covers the advantages of CRISPR-Cas9 over traditional techniques and the ethical implications of its use.",
        "why": "CRISPR-Cas9 represents a revolution in genetic engineering, offering unprecedented precision in editing DNA. Understanding both its natural function in bacteria and its application in genome editing is required by the VCE Study Design."
      },
      "questionsExist": false
    }
  ]
}