{
  "id": "balancing-equations",
  "name": "Balancing Chemical Equations",
  "icon": "⚖️",
  "what": "Balancing equations means adjusting coefficients so that the number of atoms of each element is equal on both sides. This reflects the law of conservation of matter, which states that atoms cannot be created or destroyed.",
  "why": "Balanced equations accurately represent what happens in real reactions. They are needed to calculate quantities of reactants and products.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-ac05e99b-a940-35db-4cad-6131da308fb6",
      "version": 1,
      "title": "I can state the law of conservation of matter",
      "code": "4.1",
      "what": "The law of conservation of matter states that in any chemical reaction, the total number of atoms of each element remains the same. Atoms are rearranged but never created or destroyed.",
      "why": "This fundamental law explains why chemical equations must be balanced and why mass is conserved in reactions.",
      "example": "If a reaction starts with 4 carbon atoms and 12 hydrogen atoms, the products must also contain exactly 4 carbon atoms and 12 hydrogen atoms, just arranged differently.",
      "contentHash": "hash-ae0070c3"
    },
    {
      "id": 2,
      "uuid": "lp-6fe3cc84-b808-f65f-4af9-ac738e21ab84",
      "version": 1,
      "title": "I can determine whether a chemical equation is balanced or unbalanced",
      "code": "4.2",
      "what": "An equation is balanced if the number of atoms of each element is the same on both sides. Count atoms by multiplying coefficients by subscripts for each element.",
      "why": "Checking if equations are balanced helps verify that they correctly represent the reaction according to conservation of matter.",
      "example": "In Fe₂O₃ + Al → Fe + Al₂O₃, the left side has 2 Fe and the right side has 1 Fe. The equation is unbalanced because iron atoms are not equal on both sides.",
      "contentHash": "hash-e824e66c"
    },
    {
      "id": 3,
      "uuid": "lp-7aea1338-8fd6-3b28-8b25-2dd8b13babb1",
      "version": 1,
      "title": "I can balance simple chemical equations by adjusting coefficients",
      "code": "4.3",
      "what": "To balance an equation, add coefficients in front of formulas until each element has equal atoms on both sides. Never change subscripts, as this would change the substances.",
      "why": "Balancing equations is a core chemistry skill needed for calculating reaction quantities and predicting products.",
      "example": "To balance H₂ + O₂ → H₂O: Start with 2 H and 2 O on the left, but only 2 H and 1 O on the right. Add coefficient 2 before H₂O to get 4 H and 2 O. Then add 2 before H₂: 2H₂ + O₂ → 2H₂O.",
      "contentHash": "hash-629e11a6"
    },
    {
      "id": 4,
      "uuid": "lp-77db51a2-8bcb-cbca-099d-d1c738272143",
      "version": 1,
      "title": "I can balance more complex equations systematically",
      "code": "4.4",
      "what": "For complex equations, balance one element at a time, often starting with elements that appear in only one compound on each side. Check and adjust until all elements are balanced.",
      "why": "A systematic approach helps solve equations that cannot be balanced by trial and error alone.",
      "example": "For CH₄ + O₂ → CO₂ + H₂O: Balance C first (1 on each side). Balance H next: 4 H on left needs 2H₂O on right. Balance O last: 2 O in CO₂ + 2 O in 2H₂O = 4 O total, so need 2O₂. Final: CH₄ + 2O₂ → CO₂ + 2H₂O.",
      "contentHash": "hash-d2dc226e"
    },
    {
      "id": 5,
      "uuid": "lp-e8a64461-0e12-c549-b913-e105153abef3",
      "version": 1,
      "title": "I can explain why coefficients can be changed but subscripts cannot",
      "code": "4.5",
      "what": "Coefficients show how many molecules are present and can be adjusted freely. Subscripts define the chemical formula of each substance and changing them would create different substances.",
      "why": "Understanding this distinction prevents errors in balancing and ensures equations represent the actual substances involved.",
      "example": "Changing H₂O to H₂O₂ would change water into hydrogen peroxide, a completely different chemical. But changing H₂O to 2H₂O just means two water molecules, which is valid for balancing.",
      "contentHash": "hash-1096a6d0"
    },
    {
      "id": 6,
      "uuid": "lp-307056d0-defa-4996-c212-d0bd50b67239",
      "version": 1,
      "title": "I can verify that a balanced equation follows conservation of matter",
      "code": "4.6",
      "what": "After balancing, count all atoms of each element on both sides to confirm they are equal. This verifies the equation follows the law of conservation of matter.",
      "why": "Verification ensures accuracy and builds confidence that the balanced equation correctly represents the reaction.",
      "example": "For 2Na + Cl₂ → 2NaCl: Left side has 2 Na and 2 Cl. Right side has 2 Na (in 2NaCl) and 2 Cl (in 2NaCl). Both elements are equal, so the equation is correctly balanced.",
      "contentHash": "hash-5b7cbd4e"
    }
  ]
}