{
  "id": "chemical-formulas",
  "name": "Chemical Formulas",
  "icon": "🧪",
  "what": "Chemical formulas use symbols and numbers to describe the atoms that make up compounds. They show which elements are present and how many atoms of each element are in a molecule or repeating unit of a lattice.",
  "why": "Understanding chemical formulas allows you to communicate precisely about substances and predict how they will behave in reactions. This is the foundation for reading and writing chemical equations.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-135a6706-7799-04c1-8e3b-b4c8c47c6418",
      "version": 1,
      "title": "I can identify the components of a chemical formula",
      "code": "1.1",
      "what": "Chemical formulas contain chemical symbols for elements and subscript numbers showing how many atoms of each element are present. If there is only one atom, no subscript is written.",
      "why": "Reading chemical formulas correctly is essential for understanding what substances are made of and how they react with each other.",
      "example": "In H₂O, the H represents hydrogen, the subscript 2 means there are two hydrogen atoms, and O represents one oxygen atom. So water contains 2 hydrogen atoms and 1 oxygen atom.",
      "contentHash": "hash-55752548"
    },
    {
      "id": 2,
      "uuid": "lp-f141ef97-e12f-6108-a699-9fa13ab060b3",
      "version": 1,
      "title": "I can distinguish between ionic and covalent compounds",
      "code": "1.2",
      "what": "Ionic compounds are made of metals and non-metals, formed when atoms transfer electrons. Covalent compounds are made of non-metals only, formed when atoms share electrons.",
      "why": "Knowing whether a compound is ionic or covalent determines how you name it and write its formula, since they follow different rules.",
      "example": "NaCl (sodium chloride) is ionic because sodium is a metal and chlorine is a non-metal. CO₂ (carbon dioxide) is covalent because both carbon and oxygen are non-metals.",
      "contentHash": "hash-e61a0d0f"
    },
    {
      "id": 3,
      "uuid": "lp-648acebb-aeac-6a23-2685-62992e5c7ea9",
      "version": 1,
      "title": "I can write chemical formulas for ionic compounds",
      "code": "1.3",
      "what": "Ionic compound formulas are determined by balancing the positive and negative charges of the ions so the overall compound is neutral. The metal ion is written first, followed by the non-metal ion.",
      "why": "Writing correct ionic formulas is necessary for representing chemical reactions accurately and predicting the products of reactions.",
      "example": "Calcium has a 2+ charge and chlorine has a 1- charge. To balance, you need two chloride ions for every calcium ion, giving the formula CaCl₂.",
      "contentHash": "hash-3104eb2b"
    },
    {
      "id": 4,
      "uuid": "lp-ce083514-062c-f767-98b5-df56cb610998",
      "version": 1,
      "title": "I can name ionic compounds from their formulas",
      "code": "1.4",
      "what": "Ionic compounds are named by stating the metal first, then the non-metal with its ending changed to '-ide'. The formula shows which elements are present.",
      "why": "Converting between names and formulas allows you to communicate about substances using either representation.",
      "example": "MgCl₂ contains magnesium and chlorine. The name is magnesium chloride (chlorine becomes chloride).",
      "contentHash": "hash-e648844f"
    },
    {
      "id": 5,
      "uuid": "lp-e179054d-0737-1f0b-87e1-b4204e59951d",
      "version": 1,
      "title": "I can write chemical formulas for covalent compounds",
      "code": "1.5",
      "what": "Covalent compound formulas are written using the chemical name, where prefixes indicate the number of atoms. The element further left on the periodic table is written first.",
      "why": "Multiple covalent compounds can exist with the same elements but different numbers of atoms, so precise formulas distinguish between them.",
      "example": "Carbon monoxide has the formula CO (mono- means one oxygen). Carbon dioxide has the formula CO₂ (di- means two oxygens).",
      "contentHash": "hash-a4165947"
    },
    {
      "id": 6,
      "uuid": "lp-cf8a5bf8-d0fc-73b7-c55a-b0b29c0cbeba",
      "version": 1,
      "title": "I can name covalent compounds using prefixes",
      "code": "1.6",
      "what": "Covalent compounds use prefixes to show the number of atoms: mono- (1), di- (2), tri- (3), tetra- (4), penta- (5), hexa- (6). The prefix mono- is not used for the first element.",
      "why": "Prefixes distinguish between different compounds made of the same elements, such as nitrogen monoxide (NO) and nitrogen dioxide (NO₂).",
      "example": "N₂O₄ has two nitrogen atoms and four oxygen atoms, so it is named dinitrogen tetroxide.",
      "contentHash": "hash-b346da04"
    }
  ]
}