{
  "id": "chemical-equations",
  "name": "Chemical Equations",
  "icon": "📝",
  "what": "Chemical equations represent reactions using either words (word equations) or chemical symbols and formulas (symbol equations). They show what reacts and what is produced.",
  "why": "Chemical equations are the language scientists use to communicate precisely about reactions. They allow you to see exactly which elements are involved and in what amounts.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-798e2514-2f69-4003-5a72-4eb824a9933b",
      "version": 1,
      "title": "I can write word equations for chemical reactions",
      "code": "3.1",
      "what": "Word equations show reactants on the left, an arrow meaning 'produces', and products on the right. Multiple reactants or products are separated by plus signs.",
      "why": "Word equations are a simple way to describe reactions in plain language before moving to more detailed symbol equations.",
      "example": "For the reaction of sodium with oxygen: sodium + oxygen → sodium oxide. The arrow shows that sodium and oxygen react to produce sodium oxide.",
      "contentHash": "hash-c71ca134"
    },
    {
      "id": 2,
      "uuid": "lp-c7cdcba6-0f9f-dfe7-e5a5-20499753abbe",
      "version": 1,
      "title": "I can convert word equations to symbol equations",
      "code": "3.2",
      "what": "Symbol equations replace substance names with their chemical formulas. This shows exactly which elements are present and how many atoms of each are in the compounds.",
      "why": "Symbol equations provide more information than word equations, showing the exact composition of all substances involved.",
      "example": "The word equation 'hydrogen + oxygen → water' becomes the symbol equation 'H₂ + O₂ → H₂O'. This shows that hydrogen and oxygen molecules combine to form water molecules.",
      "contentHash": "hash-393cbeaf"
    },
    {
      "id": 3,
      "uuid": "lp-965150a7-e706-0a9e-8a70-7c2abbf98993",
      "version": 1,
      "title": "I can interpret chemical formulas in equations",
      "code": "3.3",
      "what": "In symbol equations, subscripts show atoms within a molecule and coefficients (numbers in front) show how many molecules are involved. To find total atoms, multiply coefficient by subscript.",
      "why": "Correctly counting atoms is essential for understanding reactions and checking whether equations are balanced.",
      "example": "In 2H₂O, the coefficient 2 means two water molecules. Each water molecule has 2 hydrogen atoms, so total hydrogen = 2 × 2 = 4 atoms. Total oxygen = 2 × 1 = 2 atoms.",
      "contentHash": "hash-ddf688d3"
    },
    {
      "id": 4,
      "uuid": "lp-2087a3ad-2cf6-0761-81f3-5fb727b24b23",
      "version": 1,
      "title": "I can use state symbols in chemical equations",
      "code": "3.4",
      "what": "State symbols show the physical state of each substance: (s) for solid, (l) for liquid, (g) for gas, and (aq) for aqueous (dissolved in water).",
      "why": "State symbols provide important information about the conditions of a reaction and the physical form of reactants and products.",
      "example": "AgNO₃(aq) + NaCl(aq) → AgCl(s) + NaNO₃(aq) shows that silver nitrate and sodium chloride solutions react to form solid silver chloride and sodium nitrate solution.",
      "contentHash": "hash-6b656c6a"
    },
    {
      "id": 5,
      "uuid": "lp-d964160e-c8f8-76ba-9e18-ffb36e2e2225",
      "version": 1,
      "title": "I can explain the difference between coefficients and subscripts",
      "code": "3.5",
      "what": "Subscripts are part of the chemical formula and show atoms within a single molecule. Coefficients are placed before formulas and show how many molecules are present. Only coefficients can be changed when balancing.",
      "why": "Changing subscripts would create different substances, while changing coefficients just changes the amount of each substance.",
      "example": "H₂O and H₂O₂ are completely different substances (water vs hydrogen peroxide). But 2H₂O just means two water molecules instead of one.",
      "contentHash": "hash-dcc5a8f8"
    }
  ]
}