{
  "id": "two-kinds-of-cell",
  "name": "Two Kinds of Cell",
  "icon": "🔬",
  "what": "This subtopic covers the classification of organisms into prokaryotes and eukaryotes based on their cellular structure, particularly the presence or absence of membrane-bound organelles.",
  "why": "Understanding the distinction between prokaryotes and eukaryotes is fundamental to biology as it explains the diversity of life and how different organisms have evolved different cellular strategies.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-13a0f4a4-113a-cd40-8201-978e4fd6713b",
      "version": 1,
      "title": "I can define the terms prokaryote and eukaryote",
      "code": "1C.1a",
      "what": "A prokaryote is a single-celled organism without membrane-bound organelles. A eukaryote is an organism whose cells contain membrane-bound organelles, and can be unicellular or multicellular.",
      "why": "This classification system organises all life on Earth and helps explain differences in cell complexity and function.",
      "example": "Bacteria are prokaryotes because they lack a nucleus and other membrane-bound organelles. Humans are eukaryotes because our cells contain a nucleus, mitochondria, and other organelles enclosed by membranes.",
      "contentHash": "hash-56e0adea"
    },
    {
      "id": 2,
      "uuid": "lp-6fefcac8-cd20-3fa7-5549-932c20f17d41",
      "version": 1,
      "title": "I can define the term nucleoid",
      "code": "1C.1b",
      "what": "The nucleoid is an irregularly shaped area within a prokaryotic cell where the genetic material (DNA) is located. It is not enclosed by a membrane.",
      "why": "Understanding the nucleoid helps distinguish prokaryotes from eukaryotes, which have their DNA contained within a membrane-bound nucleus.",
      "example": "In a bacterial cell, the circular DNA chromosome floats in the nucleoid region of the cytoplasm, rather than being enclosed in a nucleus like in animal cells.",
      "contentHash": "hash-e5f2252a"
    },
    {
      "id": 3,
      "uuid": "lp-10fe79be-07b3-193a-f782-4df87d4f4bdd",
      "version": 1,
      "title": "I can outline the cellular features of prokaryotes",
      "code": "1C.2a",
      "what": "Prokaryotic cells have no membrane-bound organelles, contain ribosomes, have genetic material in a nucleoid region (usually circular DNA), may have plasmids, and have a plasma membrane surrounded by a cell wall.",
      "why": "Knowing prokaryotic features helps you identify these cells and understand how they function without the complex organelles found in eukaryotes.",
      "example": "A bacterium has a cell wall for protection, a plasma membrane, ribosomes for protein synthesis, circular DNA in the nucleoid, and may have flagella for movement and plasmids containing extra genes.",
      "contentHash": "hash-3e806468"
    },
    {
      "id": 4,
      "uuid": "lp-5b9f6b0f-33c5-506d-c8b1-25df32d198c8",
      "version": 1,
      "title": "I can outline the cellular features of eukaryotes",
      "code": "1C.2b",
      "what": "Eukaryotic cells contain membrane-bound organelles including a nucleus with linear DNA, ribosomes, and a plasma membrane. Some have cell walls (plants, fungi), and some have flagella or cilia for movement.",
      "why": "Understanding eukaryotic features explains how these more complex cells can perform specialised functions and form multicellular organisms.",
      "example": "A plant cell is eukaryotic because it has a nucleus containing linear chromosomes, chloroplasts for photosynthesis, mitochondria for respiration, and a cell wall for support.",
      "contentHash": "hash-d0a74282"
    },
    {
      "id": 5,
      "uuid": "lp-8471f24c-063c-5c0c-1386-719a17d8d646",
      "version": 1,
      "title": "I can draw a labelled prokaryotic cell",
      "code": "1C.3",
      "what": "A prokaryote diagram should include the plasma membrane, cell wall, nucleoid with circular DNA, ribosomes, cytosol, and may include plasmids, flagella, pili, and a capsule.",
      "why": "Being able to draw a prokaryote demonstrates understanding of its structure and helps in comparing it to eukaryotic cells.",
      "example": "When drawing a bacterium, start with an oval shape for the cell wall, add the plasma membrane inside it, show the nucleoid region with a circular DNA strand, scatter ribosomes throughout, and optionally add a flagellum for movement.",
      "contentHash": "hash-89dae1dc"
    },
    {
      "id": 6,
      "uuid": "lp-9c6c378c-fedc-9a11-c117-bb7f45836e5b",
      "version": 1,
      "title": "I can identify whether a cell is prokaryotic or eukaryotic based on its features",
      "code": "1C.4",
      "what": "The key distinguishing feature is the presence of membrane-bound organelles. If a cell has a nucleus or other membrane-bound organelles, it is eukaryotic. If it lacks these, it is prokaryotic.",
      "why": "This skill is essential for exam questions that show cell diagrams and ask you to classify the cell type with justification.",
      "example": "A paramecium is unicellular but is classified as a eukaryote (not a prokaryote) because it contains membrane-bound organelles including a nucleus, food vacuoles, and contractile vacuoles.",
      "contentHash": "hash-132a0825"
    },
    {
      "id": 7,
      "uuid": "lp-bfeb809d-c09e-2fd8-5922-f0b9fb5b4e83",
      "version": 1,
      "title": "I can identify which kingdoms are prokaryotic and which are eukaryotic",
      "code": "1C.4b",
      "what": "Prokaryotes include bacteria and archaea. Eukaryotes include protists, fungi, plants, and animals. Only fungi, plants, and animals are always multicellular.",
      "why": "Understanding how organisms are classified helps you predict cellular features and understand evolutionary relationships.",
      "example": "When asked which kingdoms contain organisms with membrane-bound organelles, the answer is protists, fungi, plants, and animals. Bacteria and archaea are prokaryotic and lack these organelles.",
      "contentHash": "hash-7c2ba23c"
    }
  ]
}