{
  "id": "corporate-culture",
  "name": "Corporate Culture",
  "icon": "🏢",
  "what": "This subtopic covers the definition and elements of corporate culture, including both observable and non-observable elements. It also examines the important distinction between official (desired) culture and real (unofficial) culture.",
  "why": "Corporate culture is an internal factor that directly affects business performance, employee engagement, and competitiveness. Understanding the gap between official and real culture is essential for diagnosing business problems and proposing solutions.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-59fafa6d-25b1-8cd5-0e60-4e31749930d2",
      "version": 1,
      "title": "I can define corporate culture",
      "code": "5.1",
      "what": "Corporate culture is a system of shared values and beliefs of people within a business. It determines how people behave, act towards one another, and what is or is not accepted behaviour. It is often described as 'how we do things around here'.",
      "why": "This is a foundational definition that underpins all further discussion of culture in business management. A clear understanding is essential for exam responses.",
      "example": "At Moose Toys, the corporate culture — called 'The Moose Way' — includes values like kindness, teamwork, diversity of thinking, and personal responsibility, shaping how employees interact and make decisions every day.",
      "contentHash": "hash-950898fc"
    },
    {
      "id": 2,
      "uuid": "lp-81a5aa7f-803c-1812-18c4-e5ef7bb5f409",
      "version": 1,
      "title": "I can identify observable and non-observable elements of corporate culture",
      "code": "5.2",
      "what": "Observable elements (artefacts) include language, symbols, uniforms, office layout, logos, and visible behaviours. Non-observable elements include shared values that influence behaviour and deeper assumptions about human nature and the business environment.",
      "why": "Being able to distinguish between what can be seen and what lies beneath the surface helps in analysing whether a business's culture is genuine or superficial.",
      "example": "At a business where staff wear uniforms with the company logo (observable artefact), the non-observable element might be a shared belief that presenting a professional, unified image to customers builds trust and loyalty.",
      "contentHash": "hash-1a297a0f"
    },
    {
      "id": 3,
      "uuid": "lp-ceed3c03-8b0b-434d-721b-c5b646a9b0c2",
      "version": 1,
      "title": "I can describe official corporate culture",
      "code": "5.3",
      "what": "Official corporate culture is the desired culture that a business wishes to establish. It is the formal written expression of the business's values and beliefs, visible through company documents, goals, mission statements, slogans, and logos. It represents 'who we say we are and what we say we do'.",
      "why": "Official culture sets the standard and aspiration for the business. It communicates to stakeholders what the business stands for and provides a benchmark against which actual behaviour can be measured.",
      "example": "A real estate agency's official culture might include a vision statement that says 'Happy clients are our first priority', displayed in the office reception area and on all marketing materials.",
      "contentHash": "hash-64e5485f"
    },
    {
      "id": 4,
      "uuid": "lp-bd7b6bdb-aeff-948c-638a-42c1b5a68518",
      "version": 1,
      "title": "I can describe real (unofficial) corporate culture",
      "code": "5.4",
      "what": "Real corporate culture is what actually prevails in a business. It represents 'who we actually are and what we actually do'. It is observed through the real relationships, interactions, and behaviours between people in the workplace.",
      "why": "The real culture reveals whether the business is living up to its stated values. A significant gap between official and real culture can indicate serious management problems and lead to poor performance.",
      "example": "A real estate agency may have an official culture focused on client satisfaction, but if agents regularly arrive late, forget client appointments, and show little interest in attracting new listings, the real culture is one of low accountability and poor service.",
      "contentHash": "hash-f087850a"
    },
    {
      "id": 5,
      "uuid": "lp-6cd5d4f2-9ee0-c7bb-4769-5ccf5b4646c1",
      "version": 1,
      "title": "I can compare official and real corporate culture",
      "code": "5.5",
      "what": "Comparing the two involves identifying the gap between what a business says it values (official) and what actually occurs in practice (real). When the two align, the culture is strong and positive. When they differ significantly, it signals problems that management must address.",
      "why": "This comparison is a key analytical skill for the VCE exam. Being able to identify and discuss the gap between official and real culture demonstrates higher-order thinking.",
      "example": "Carrington Pty Ltd, a real estate agency, has an official culture stating 'Happy clients are our first priority', but a management consultant found that agents were uninterested in attracting clients and customer service was poor — showing a significant gap between official and real culture that was costing market share.",
      "contentHash": "hash-1c43c2d4"
    }
  ]
}