{
  "id": "corporate-social-responsibility",
  "name": "Corporate Social Responsibility",
  "icon": "🌱",
  "what": "This subtopic covers the four areas of corporate social responsibility (CSR) — environmental, philanthropic, ethical, and economic — and how businesses implement CSR strategies that affect both internal and external stakeholders.",
  "why": "CSR is increasingly expected by stakeholders and the wider community. Businesses that act in a socially responsible manner can build a positive reputation, retain quality employees, increase customer loyalty, and differentiate themselves from competitors.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-27dd9dbc-38f5-645c-8ed7-dca5e25c5911",
      "version": 1,
      "title": "I can identify and describe the four areas of corporate social responsibility",
      "code": "4.1",
      "what": "CSR is traditionally broken into four areas: environmental responsibility (reducing harm to the natural environment), philanthropic responsibility (contributing to community causes), ethical responsibility (operating with integrity and fairness), and economic responsibility (being financially viable and sustainable).",
      "why": "Understanding these four areas provides a framework for evaluating how well a business meets its broader obligations beyond simply making a profit.",
      "example": "Woolworths demonstrates environmental responsibility by redesigning packaging to use 75% less plastic, philanthropic responsibility through its Free Fruit for Kids program, ethical responsibility through sourcing FSC-certified products, and economic responsibility by maintaining profitability to sustain operations.",
      "contentHash": "hash-348a4c38"
    },
    {
      "id": 2,
      "uuid": "lp-7cbecc22-8e13-a4aa-6591-1b2b7a5377f9",
      "version": 1,
      "title": "I can describe how CSR creates benefits for internal stakeholders",
      "code": "4.2",
      "what": "A socially responsible business creates benefits for employees by positively affecting their satisfaction, motivation, and loyalty. This aligns with human resource objectives such as reducing staff turnover and improving employee satisfaction.",
      "why": "Internal stakeholders who feel proud of their employer's social responsibility are more likely to stay, perform well, and contribute positively to the business culture.",
      "example": "Employees at Bunnings may feel greater pride and loyalty knowing the company actively pursues sustainability, values diversity, and engages with local communities, reducing the likelihood they will seek employment elsewhere.",
      "contentHash": "hash-840d90a1"
    },
    {
      "id": 3,
      "uuid": "lp-945c2e36-5408-5d49-0c96-40c0052ef9c5",
      "version": 1,
      "title": "I can describe how CSR creates benefits for external stakeholders",
      "code": "4.3",
      "what": "Communicating positive CSR activities to external stakeholders such as customers and the community helps increase consumer satisfaction, trust, and loyalty. It also provides a point of differentiation from competitors.",
      "why": "External stakeholders increasingly make purchasing and partnership decisions based on a business's social and environmental track record. CSR can be a genuine competitive advantage.",
      "example": "Coles' 'Together to Zero' sustainability strategy, including donating unsold food through SecondBite (providing 136 million meals over a decade), builds community trust and customer loyalty that competitors without similar programs may lack.",
      "contentHash": "hash-632d882b"
    },
    {
      "id": 4,
      "uuid": "lp-581148b7-407a-a704-08fe-96b4679a9495",
      "version": 1,
      "title": "I can describe how legislation supports CSR in Australia",
      "code": "4.4",
      "what": "The Competition and Consumer Act 2010 (Commonwealth) establishes guidelines for businesses regarding disclosure of product information including performance, composition, contents, design, construction, and packaging. Many businesses go beyond legal compliance by becoming signatories to initiatives like the Australian Packaging Covenant.",
      "why": "Legislation sets the minimum standard for responsible business conduct. Understanding this helps explain why some CSR actions are legally required while others are voluntary commitments that further enhance a business's reputation.",
      "example": "The Australian Packaging Covenant's 2025 targets include 100% reusable, recyclable, or compostable packaging and 70% of plastic packaging being recycled or composted. Signet, a packaging company, voluntarily became a signatory to help its customers meet these targets.",
      "contentHash": "hash-c7597720"
    },
    {
      "id": 5,
      "uuid": "lp-a012f784-4c24-513b-deac-824a501a11e0",
      "version": 1,
      "title": "I can apply CSR concepts to real business examples",
      "code": "4.5",
      "what": "Applying CSR knowledge means being able to analyse how specific businesses implement socially responsible strategies and evaluate the effects these have on their stakeholders and overall success.",
      "why": "The VCE exam requires students to apply their knowledge to case studies and contemporary examples, not just recall definitions. Practising application builds deeper understanding.",
      "example": "Woolworths removed plastic shopping bags entirely in 2022 (having replaced free single-use bags with 15-cent reusable bags in 2018). Analysing this involves identifying which stakeholders are affected (customers, community, suppliers of alternative bags) and evaluating whether the strategy strengthens Woolworths' reputation and long-term viability.",
      "contentHash": "hash-11e6b541"
    }
  ]
}