{
  "id": "identifying-stakeholders",
  "name": "Identifying Stakeholders",
  "icon": "👥",
  "what": "This subtopic covers who the stakeholders of a business are and how they relate to the three levels of the business environment: macro, operating, and internal. A stakeholder is anyone who can either affect or be affected by the operations of a business.",
  "why": "Understanding who the stakeholders are is the foundation for managing business relationships effectively. Without knowing who has a stake in the business, managers cannot anticipate pressures, resolve conflicts, or build strategies for success.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-e9f85eb1-225d-db03-2fd8-fad6d7f40362",
      "version": 1,
      "title": "I can define the term stakeholder in a business context",
      "code": "1.1",
      "what": "A stakeholder is any individual or group that can either affect or be affected by the operations of a business. Stakeholders exist at all levels of the business environment.",
      "why": "Being able to clearly define this term is essential for all further analysis of stakeholder interests, conflicts, and responsibilities.",
      "example": "Employees are stakeholders because their livelihoods depend on the business, and their performance directly affects business success.",
      "contentHash": "hash-c53f0610"
    },
    {
      "id": 2,
      "uuid": "lp-f0e8efb4-1f77-941b-0484-f4e98708fe21",
      "version": 1,
      "title": "I can identify internal environment stakeholders of a business",
      "code": "1.2",
      "what": "Internal stakeholders are those within the business over which it has control. These include owners (or shareholders), directors, managers, and employees.",
      "why": "Internal stakeholders are closest to the daily operations and decision-making of the business, making them critical to its functioning and culture.",
      "example": "In a company like Coles, internal stakeholders include the board of directors who set strategy, store managers who run individual locations, and the thousands of employees who serve customers daily.",
      "contentHash": "hash-645193b8"
    },
    {
      "id": 3,
      "uuid": "lp-95204cca-4593-a807-2436-3d025e7db847",
      "version": 1,
      "title": "I can identify operating environment stakeholders of a business",
      "code": "1.3",
      "what": "Operating environment stakeholders are immediately external to the business and interact closely with it. These include customers, suppliers, and competitors.",
      "why": "These stakeholders have a direct, regular impact on business operations, influencing revenue, costs, and competitive positioning.",
      "example": "For Woolworths, a key supplier of fresh produce is an operating environment stakeholder because their pricing, quality, and delivery reliability directly affect what Woolworths can offer customers.",
      "contentHash": "hash-894b8f7f"
    },
    {
      "id": 4,
      "uuid": "lp-22027bf1-4957-d681-e7f3-11253600eb79",
      "version": 1,
      "title": "I can identify macro environment stakeholders of a business",
      "code": "1.4",
      "what": "Macro environment stakeholders include the general community and society. These operate in the broad environment over which the business has no direct control.",
      "why": "Even though a business cannot control macro stakeholders, their expectations around ethics, employment, and environmental responsibility shape how the business must operate.",
      "example": "The local community near a factory is a macro stakeholder because they are affected by potential pollution, noise, and traffic from the business, even though they have no direct business relationship with it.",
      "contentHash": "hash-7c39e873"
    },
    {
      "id": 5,
      "uuid": "lp-656c3288-0e0c-0db4-0887-aec888d8145c",
      "version": 1,
      "title": "I can distinguish between the three levels of the business environment when classifying stakeholders",
      "code": "1.5",
      "what": "The three levels are the internal environment (within the business), the operating environment (immediately external with close interaction), and the macro environment (broad conditions beyond the business's control).",
      "why": "Classifying stakeholders by environment level helps managers understand the degree of control they have over each relationship and tailor their strategies accordingly.",
      "example": "A manager at a real estate agency would classify their sales agents as internal environment stakeholders, their property-listing clients as operating environment stakeholders, and the broader suburban community as macro environment stakeholders.",
      "contentHash": "hash-f02fe7d6"
    }
  ]
}