{
  "id": "stakeholder-interests",
  "name": "Stakeholder Interests",
  "icon": "🎯",
  "what": "This subtopic covers the specific interests and issues that each type of stakeholder has in relation to a business. Different stakeholders have different priorities, ranging from profitability and dividends to job satisfaction and environmental sustainability.",
  "why": "Understanding what each stakeholder group wants from a business allows managers to make informed decisions that balance competing demands. Ignoring stakeholder interests can lead to conflict, reduced performance, and reputational damage.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-953af3ef-87a6-f945-b583-7e742f99a5c0",
      "version": 1,
      "title": "I can describe the interests of owners and shareholders",
      "code": "2.1",
      "what": "Owners aim for profitability, ethical operations, and socially responsible behaviour. Shareholders specifically want to receive dividends (dividend yield) and see their share value increase (capital appreciation).",
      "why": "Owners and shareholders provide the financial foundation of a business, and understanding their interests is key to maintaining investment and business viability.",
      "example": "Shareholders in a publicly listed company like Coles expect to receive annual dividends from profits and want the share price to grow over time, giving them a return on their investment.",
      "contentHash": "hash-f97cc32c"
    },
    {
      "id": 2,
      "uuid": "lp-d08fcff0-3495-8d6c-fbd6-4a3d86383e0b",
      "version": 1,
      "title": "I can describe the interests of managers and employees",
      "code": "2.2",
      "what": "Managers seek involvement in goal setting, fair remuneration, career development, and job satisfaction. Employees want fair wages, a non-discriminatory workplace, career advancement, job security, and to work for an ethical business.",
      "why": "These internal stakeholders drive the day-to-day operations of the business. Their satisfaction and motivation directly affect productivity, quality of service, and staff turnover.",
      "example": "An employee at Bunnings has an interest in receiving a fair wage, feeling secure in their long-term employment, and working in a respectful, diverse environment that values their contribution.",
      "contentHash": "hash-fe7167eb"
    },
    {
      "id": 3,
      "uuid": "lp-e8224735-fb34-37ce-a233-89f348411395",
      "version": 1,
      "title": "I can describe the interests of customers",
      "code": "2.3",
      "what": "Customers want quality goods and services, high levels of customer service (both pre-sale and post-sale), and assurance that the business acts ethically and responsibly. Some customers also value supporting Australian-made or Australian-owned businesses.",
      "why": "Customers are the primary source of revenue for a business. Meeting their interests builds loyalty, repeat business, and a positive reputation.",
      "example": "A customer purchasing from Signet (a packaging supplier) is interested in receiving environmentally friendly, sustainably sourced packaging products that are delivered reliably and at a fair price.",
      "contentHash": "hash-733b8493"
    },
    {
      "id": 4,
      "uuid": "lp-b324888a-d004-cc56-fe5d-5e5b21a8585d",
      "version": 1,
      "title": "I can describe the interests of suppliers and competitors",
      "code": "2.4",
      "what": "Suppliers want their customers to be profitable so they get paid, want prompt payment, and seek long-term preferred supplier relationships. Competitors aim to gain competitive edge, greater market share, and to differentiate their products or services.",
      "why": "Suppliers and competitors are key operating environment stakeholders. Their actions influence costs, product availability, and market dynamics.",
      "example": "A produce supplier to Woolworths wants guaranteed ongoing orders, fair pricing, and prompt payment within agreed terms, while a competitor like Coles wants to attract more customers away from Woolworths through better pricing or service.",
      "contentHash": "hash-21c44973"
    },
    {
      "id": 5,
      "uuid": "lp-0eee21a1-bcb3-6b90-d47a-139445f4b43e",
      "version": 1,
      "title": "I can describe the interests of the community and society",
      "code": "2.5",
      "what": "The community benefits from employment opportunities and wants businesses to participate in their local area, act as responsible corporate citizens, operate ethically, and be environmentally sustainable.",
      "why": "Community expectations shape a business's social licence to operate. Businesses that ignore community interests risk public backlash, regulatory action, and loss of customer trust.",
      "example": "A community near a manufacturing plant expects the business to minimise pollution, create local jobs, and contribute to community events or causes, such as sponsoring a local sports club.",
      "contentHash": "hash-9e6ca8d2"
    }
  ]
}