{
  "id": "stakeholder-conflicts",
  "name": "Stakeholder Conflicts",
  "icon": "⚖️",
  "what": "This subtopic examines how the interests of different stakeholders can come into conflict with each other. Because stakeholders have different priorities, tensions naturally arise that businesses must manage.",
  "why": "Recognising and understanding potential conflicts between stakeholders is essential for managers. Unresolved conflicts can harm business performance, damage relationships, and undermine long-term success.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-672265f0-23f9-f384-bbc2-6c1455a849c0",
      "version": 1,
      "title": "I can identify potential conflicts between owners/directors and shareholders",
      "code": "3.1",
      "what": "Shareholders want to receive substantial dividends from profits, while owners and directors may prefer to retain a larger portion of profit to reinvest in building the business.",
      "why": "This is one of the most common stakeholder conflicts. How profit is distributed versus reinvested affects both short-term returns and long-term business growth.",
      "example": "At the end of a profitable year, shareholders of a company may want 80% of profit distributed as dividends, but the directors want to retain 60% to fund a new warehouse, leading to disagreement at the annual general meeting.",
      "contentHash": "hash-baf2e118"
    },
    {
      "id": 2,
      "uuid": "lp-33ccdf29-b6e6-44c8-fd04-bbd88604f6dd",
      "version": 1,
      "title": "I can identify potential conflicts between management and suppliers",
      "code": "3.2",
      "what": "Suppliers want fair prices, prompt payment, and a guaranteed ongoing relationship. Management wants consistent, high-quality goods delivered on time at the lowest possible cost.",
      "why": "This conflict highlights the tension between cost minimisation and maintaining strong supply chain relationships. Poor management of this conflict can lead to supply disruptions or reduced product quality.",
      "example": "A restaurant manager pushes a food supplier to lower their prices by 15%, but the supplier argues this would force them to use lower-grade ingredients, potentially reducing the quality of meals served to customers.",
      "contentHash": "hash-b3813aad"
    },
    {
      "id": 3,
      "uuid": "lp-1c1cbe36-c26c-b6ab-48e4-3fa34d99e506",
      "version": 1,
      "title": "I can identify potential conflicts between business owners and the community",
      "code": "3.3",
      "what": "Business operations may cause environmental issues such as air or water pollution if owners fail to install or maintain proper equipment. The community wants to live in an environmentally safe area free from pollutants.",
      "why": "This conflict can result in legal action, fines, loss of community trust, and long-term reputational damage if not addressed proactively.",
      "example": "A factory owner avoids spending $200,000 on updated pollution filters to protect profits, but nearby residents complain about poor air quality and petition the local council to intervene.",
      "contentHash": "hash-fdd1aa9a"
    },
    {
      "id": 4,
      "uuid": "lp-70f3f70c-e15c-e773-d1bd-6d44fafd0269",
      "version": 1,
      "title": "I can identify potential conflicts between management and customers",
      "code": "3.4",
      "what": "Management may reduce the quality of goods or services to cut costs without lowering prices. Customers expect quality products at a fair price and do not want to be overcharged or under-serviced.",
      "why": "Failing to meet customer expectations erodes trust and loyalty, ultimately reducing sales and market share even if short-term costs are lowered.",
      "example": "A department store reduces staffing on the shop floor to save on wages, leading to longer wait times and poor customer service, causing customers to shop at competing stores instead.",
      "contentHash": "hash-5686f310"
    },
    {
      "id": 5,
      "uuid": "lp-354b9511-b262-a42d-efe7-f967a2e42ac9",
      "version": 1,
      "title": "I can discuss how stakeholder conflicts impact business decision-making",
      "code": "3.5",
      "what": "Businesses must develop strategies to balance or resolve conflicting stakeholder interests. Success comes from working out approaches that satisfy or overcome varying needs rather than ignoring them.",
      "why": "The ability to navigate stakeholder conflicts is a core management skill. Businesses that manage these tensions well are more likely to retain stakeholder support and achieve long-term success.",
      "example": "When Coles decided to stop selling single-use plastic tableware (benefiting the community and environment), it had to ensure customers were offered affordable alternatives made from FSC-certified materials, balancing environmental responsibility with customer satisfaction.",
      "contentHash": "hash-0e6be0af"
    }
  ]
}