{
  "id": "diodes-and-leds",
  "name": "Diodes and LEDs",
  "icon": "💡",
  "what": "This subtopic covers how diodes and light-emitting diodes (LEDs) behave in circuits, including their non-ohmic characteristics and the relationship between current flow and polarity. You will learn to interpret I-V graphs for these semiconductor devices.",
  "why": "Diodes and LEDs are fundamental components in modern electronics, from phone chargers to traffic lights. Understanding their one-way current behaviour allows you to design circuits that protect components, convert AC to DC, and provide efficient lighting.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-23845b7e-f238-5a8b-1aa7-f68f478c971e",
      "version": 1,
      "title": "I can describe how a diode behaves when forward-biased versus reverse-biased",
      "code": "6A.1a",
      "what": "A forward-biased diode has very low resistance and allows current to flow, while a reverse-biased diode has very high resistance and blocks current flow.",
      "why": "Understanding diode polarity is essential for connecting them correctly in circuits and using them to control current direction.",
      "example": "When a diode is connected with its banded end facing the negative terminal of the battery, it is forward-biased and current flows. Reversing the battery polarity makes it reverse-biased, blocking current.",
      "contentHash": "hash-621c3365"
    },
    {
      "id": 2,
      "uuid": "lp-6a4d8cdd-dcad-42fc-1c7c-a170796e1fae",
      "version": 1,
      "title": "I can interpret the I-V characteristic graph of a diode",
      "code": "6A.1b",
      "what": "The I-V graph for a diode shows almost zero current for negative voltages (reverse bias) and rapidly increasing current once the forward voltage exceeds about 0.6V for silicon diodes.",
      "why": "I-V characteristics reveal the non-ohmic nature of diodes and help predict circuit behaviour at different operating voltages.",
      "example": "On a diode I-V graph, at -50V the current is essentially zero, but at +0.6V the current begins to rise steeply, reaching perhaps 50mA at +1V.",
      "contentHash": "hash-068bed91"
    },
    {
      "id": 3,
      "uuid": "lp-c8cf1c87-ed15-0faa-f0b5-12a21e5f2ca7",
      "version": 1,
      "title": "I can explain how an LED differs from a standard diode",
      "code": "6A.2a",
      "what": "An LED emits light when current flows through it in the forward direction. Different LED colours have slightly different forward voltages, typically ranging from 1.8V to 3.5V.",
      "why": "LEDs are increasingly used for efficient lighting and indicator displays, making it important to understand their specific operating requirements.",
      "example": "A red LED has a forward voltage of about 1.8V, while a blue LED requires about 3.2V. Both emit light only when forward-biased.",
      "contentHash": "hash-fbb54034"
    },
    {
      "id": 4,
      "uuid": "lp-4fbf97df-8f81-6b5f-d098-c9e060b552fd",
      "version": 1,
      "title": "I can interpret the I-V characteristic graph of an LED",
      "code": "6A.2b",
      "what": "An LED I-V graph shows zero current in reverse bias and current increasing once the forward voltage exceeds the LED's threshold voltage, which varies by colour.",
      "why": "The I-V characteristic helps determine the appropriate voltage and current for an LED to function properly without damage.",
      "example": "A green LED I-V graph shows no current until about 2V, then current rises steeply. At 20mA forward current, it might have 2.2V across it.",
      "contentHash": "hash-c049a7dc"
    },
    {
      "id": 5,
      "uuid": "lp-252b7037-f72f-cad8-fa96-fe8216615883",
      "version": 1,
      "title": "I can explain why diodes and LEDs are often connected in series with a resistor",
      "code": "6A.2c",
      "what": "A series resistor limits the current through the diode or LED, protecting it from excessive current that could cause overheating and damage.",
      "why": "Without current limiting, the low resistance of a forward-biased diode or LED would allow destructive currents to flow.",
      "example": "A 330Ω resistor in series with an LED connected to a 5V supply limits current to approximately (5V - 2V)/330Ω = 9mA, safely powering the LED.",
      "contentHash": "hash-96be54d8"
    },
    {
      "id": 6,
      "uuid": "lp-a2ca88c2-92ce-2806-073e-54f90aeb743a",
      "version": 1,
      "title": "I can describe practical applications of diodes and LEDs",
      "code": "6A.2d",
      "what": "Diodes are used to convert AC to DC (rectification), protect circuits from reverse polarity, and in many electronic devices. LEDs are used for indicators, displays, and energy-efficient lighting.",
      "why": "Understanding applications helps connect theoretical knowledge to real-world technology you encounter daily.",
      "example": "A laptop charger uses diodes to convert 230V AC mains to DC. The power-on indicator is typically an LED using only milliwatts of power.",
      "contentHash": "hash-41a3fc07"
    }
  ]
}