{
  "id": "electrical-safety",
  "name": "Electrical Safety",
  "icon": "🛡️",
  "what": "This subtopic covers the dangers of electric shock, the operation of safety devices in household circuits (fuses, circuit breakers, RCDs), and the role of earthing in protecting people from electrical hazards.",
  "why": "Electrical safety knowledge can save lives. Understanding how current affects the body, how safety devices work, and proper first aid procedures helps you use electricity responsibly and respond appropriately to emergencies.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-b26b782f-bfe7-1df1-7643-93517f85fed5",
      "version": 1,
      "title": "I can describe the effects of different levels of current on the human body",
      "code": "6C.1a",
      "what": "Current as low as 1mA can be felt, 10-20mA causes muscle paralysis (inability to let go), 100mA can cause heart fibrillation, and currents above 200mA are likely fatal.",
      "why": "Understanding these thresholds explains why even relatively low voltages can be deadly and why safety measures are essential.",
      "example": "At 16mA, muscles contract involuntarily, preventing a person from releasing their grip on a live wire. At 100mA for 0.5 seconds, the heart may fibrillate.",
      "contentHash": "hash-dc633d86"
    },
    {
      "id": 2,
      "uuid": "lp-29701215-fce4-c955-95b3-7fc8246f2ce7",
      "version": 1,
      "title": "I can identify the danger thresholds for current and duration",
      "code": "6C.2a",
      "what": "A 50mA current for more than 400ms can cause severe shock or death. Wet skin reduces resistance from about 100,000Ω to 1,000Ω, greatly increasing danger.",
      "why": "These thresholds explain why safety devices must act quickly and why water near electricity is particularly dangerous.",
      "example": "With wet hands (1000Ω resistance), touching 230V causes I = 230/1000 = 230mA, well above the lethal threshold.",
      "contentHash": "hash-921e8d91"
    },
    {
      "id": 3,
      "uuid": "lp-01b43ddf-dded-3159-0dd1-83b1fc91946f",
      "version": 1,
      "title": "I can describe the first aid treatment for electric shock",
      "code": "6C.1b",
      "what": "First, ensure safety by disconnecting power or separating the victim using insulating material. Call 000. Check for breathing and consciousness. Perform CPR if needed.",
      "why": "Correct first aid response can save lives, but touching a victim still connected to electricity endangers the rescuer.",
      "example": "Use a wooden broom handle or dry cloth to push the victim away from the electrical source before touching them. Do not use metal or wet materials.",
      "contentHash": "hash-f5729f7f"
    },
    {
      "id": 4,
      "uuid": "lp-a6591b9f-4884-b079-2255-8f5a493af43a",
      "version": 1,
      "title": "I can identify the function of active, neutral, and earth wires",
      "code": "6C.4a",
      "what": "The active (brown) wire carries the 230V supply. The neutral (blue) wire completes the circuit at close to 0V. The earth (green/yellow) wire provides a safety path to ground.",
      "why": "Understanding the three-wire system explains how electricity flows and how the earth wire provides protection against faults.",
      "example": "Current flows from active through an appliance and returns via neutral. The earth wire carries no current unless a fault occurs.",
      "contentHash": "hash-edb01db9"
    },
    {
      "id": 5,
      "uuid": "lp-51cf0a35-4db0-d32d-89d2-9d7dadf1efdd",
      "version": 1,
      "title": "I can explain how the earth connection provides safety",
      "code": "6C.5a",
      "what": "The earth wire connects metal casings to the ground (0V). If a fault causes the casing to become live, current flows to earth through the low-resistance wire, tripping the safety device.",
      "why": "Without earthing, a fault could leave a metal casing at 230V, electrocuting anyone who touches it.",
      "example": "If a loose wire touches a toaster's metal case, current flows through the earth wire (not through a person), causing the circuit breaker to trip.",
      "contentHash": "hash-7951e224"
    },
    {
      "id": 6,
      "uuid": "lp-1cdebe63-0209-d55f-e877-8bc84ceaa268",
      "version": 1,
      "title": "I can explain when and why double insulation is used instead of earthing",
      "code": "6C.5b",
      "what": "Double-insulated appliances have two layers of insulation between live parts and the exterior, eliminating the need for an earth connection. They have only two-pin plugs.",
      "why": "Double insulation is used for portable appliances where an earth connection might be impractical or where the casing is entirely plastic.",
      "example": "A hairdryer has no exposed metal parts and uses double insulation. Both layers of insulation would need to fail before a shock hazard exists.",
      "contentHash": "hash-fbea734d"
    },
    {
      "id": 7,
      "uuid": "lp-fb45b4af-d56e-2c00-5126-0d2177afedfe",
      "version": 1,
      "title": "I can explain how a fuse works as a safety device",
      "code": "6C.6a",
      "what": "A fuse contains thin wire that melts and breaks the circuit when current exceeds its rating, protecting wiring and appliances from overheating due to faults or overloading.",
      "why": "Fuses prevent fires and equipment damage by disconnecting the supply before excessive current causes dangerous heating.",
      "example": "A 10A fuse wire melts if current exceeds 10A due to a short circuit, breaking the circuit before wiring overheats.",
      "contentHash": "hash-3149757c"
    },
    {
      "id": 8,
      "uuid": "lp-f48b9e52-144c-3403-a002-b2a4fc72b9d5",
      "version": 1,
      "title": "I can explain how a circuit breaker works as a safety device",
      "code": "6C.6b",
      "what": "A circuit breaker uses an electromagnetic switch that trips automatically when current exceeds its rating. Unlike fuses, circuit breakers can be reset after the fault is cleared.",
      "why": "Circuit breakers provide the same protection as fuses but are more convenient as they do not need replacement after tripping.",
      "example": "A 15A circuit breaker trips when current exceeds 15A. After fixing the fault, the breaker is reset by moving the switch from off to on.",
      "contentHash": "hash-e1f41d2c"
    },
    {
      "id": 9,
      "uuid": "lp-7439d4c4-a627-97a1-3c87-c6158ebf9f2d",
      "version": 1,
      "title": "I can explain how a residual current device (RCD) provides additional protection",
      "code": "6C.6c",
      "what": "An RCD compares current in active and neutral wires. If they differ (indicating current leaking to earth, possibly through a person), it trips within 30 milliseconds.",
      "why": "RCDs protect against electrocution by detecting very small leakage currents that would not trip ordinary circuit breakers.",
      "example": "If 30mA leaks to earth through a person, the RCD detects the imbalance between active and neutral currents and disconnects the supply in under 30ms.",
      "contentHash": "hash-73312ac9"
    }
  ]
}