{
  "id": "potential-divider-circuits",
  "name": "Potential Divider Circuits",
  "icon": "⚡",
  "what": "This subtopic covers how potential dividers work to produce a fraction of the supply voltage, and how they can be combined with transducers like LDRs and thermistors to create automatic control circuits.",
  "why": "Potential dividers with transducers form the sensing circuits in countless automatic systems, from streetlights that turn on at dusk to thermostats that control heating and cooling.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-158b243c-bc5b-faa4-3d3d-eaac2dafcad7",
      "version": 1,
      "title": "I can calculate the output voltage of a potential divider",
      "code": "6A.6a",
      "what": "In a potential divider, the supply voltage is divided between two resistors in proportion to their resistances. The output voltage across the lower resistor is V_out = V_supply × R_lower / (R_upper + R_lower).",
      "why": "This calculation is fundamental for designing circuits that provide specific voltages to components or trigger electronic switches.",
      "example": "With a 12V supply and two equal 1kΩ resistors, V_out = 12V × 1000/(1000+1000) = 6V across the lower resistor.",
      "contentHash": "hash-a570fc71"
    },
    {
      "id": 2,
      "uuid": "lp-aaf9dffd-89be-59a6-8f98-5cc5e771652c",
      "version": 1,
      "title": "I can explain how a potentiometer works as a potential divider",
      "code": "6A.6b",
      "what": "When all three terminals of a potentiometer are connected, it acts as a potential divider. Moving the slider changes the ratio of resistances above and below it, varying the output voltage.",
      "why": "This configuration allows smooth adjustment of voltage output, used in dimmers and volume controls.",
      "example": "A 1kΩ potentiometer connected to 12V with the slider at the 3/4 position provides V_out = 12V × 0.75 = 9V at the output.",
      "contentHash": "hash-3b5363d3"
    },
    {
      "id": 3,
      "uuid": "lp-c1fbd0aa-1b52-45de-866d-271a43b4f967",
      "version": 1,
      "title": "I can analyse a potential divider circuit containing an LDR",
      "code": "6A.7a",
      "what": "In an LDR potential divider, the output voltage changes with light level. The direction of change depends on whether the LDR is in the upper or lower position of the divider.",
      "why": "These circuits are the basis of automatic lighting controls and light-activated alarms.",
      "example": "With an LDR in the lower position, as light increases, LDR resistance decreases, so V_out decreases. This could turn off a switch when daylight is detected.",
      "contentHash": "hash-3d3ab958"
    },
    {
      "id": 4,
      "uuid": "lp-b96c71aa-7527-36b5-dfbf-ad7b96781e26",
      "version": 1,
      "title": "I can analyse a potential divider circuit containing a thermistor",
      "code": "6A.7b",
      "what": "In a thermistor potential divider, the output voltage changes with temperature. For an NTC thermistor, increasing temperature decreases resistance.",
      "why": "These circuits enable automatic temperature control in heating, cooling, and safety systems.",
      "example": "With an NTC thermistor in the upper position, as temperature rises, its resistance drops, so V_out increases. This could trigger a cooling fan.",
      "contentHash": "hash-d9f602a1"
    },
    {
      "id": 5,
      "uuid": "lp-9ba04da4-e6f9-b0d2-e772-a4750adc1630",
      "version": 1,
      "title": "I can predict the behaviour of potential divider control circuits",
      "code": "6A.7c",
      "what": "By analysing which component is the transducer, what environmental change occurs, and where the output is taken from, you can predict whether V_out will increase or decrease.",
      "why": "This analysis skill allows you to design or troubleshoot sensing circuits for any application.",
      "example": "For a fire alarm: NTC thermistor in lower position, fire causes temperature rise, resistance drops, V_out drops. The circuit must trigger alarm when V_out falls below a threshold.",
      "contentHash": "hash-a7709408"
    },
    {
      "id": 6,
      "uuid": "lp-11e9b625-e2fe-cf3a-9222-e84c41e6b914",
      "version": 1,
      "title": "I can explain how a variable resistor adjusts the switching level in a control circuit",
      "code": "6A.8a",
      "what": "Adding a variable resistor to one half of a potential divider allows adjustment of the threshold at which the circuit triggers, such as the light level at which a lamp turns on.",
      "why": "This adjustability is essential for calibrating sensors to work correctly in different environments.",
      "example": "In a streetlight circuit, adjusting the variable resistor changes whether the lights turn on at dusk (low light threshold) or only in complete darkness (very low threshold).",
      "contentHash": "hash-3cd9951c"
    },
    {
      "id": 7,
      "uuid": "lp-25e46ba0-182d-4ca8-95ba-c19fa916d42b",
      "version": 1,
      "title": "I can design a simple control circuit using transducers in a potential divider",
      "code": "6A.8b",
      "what": "A control circuit combines a transducer in a potential divider with an electronic switch. The output voltage triggers the switch when conditions meet the desired threshold.",
      "why": "This is the fundamental design pattern for automatic systems that respond to environmental conditions.",
      "example": "A nightlight circuit: LDR in upper position with fixed resistor below. In darkness, high LDR resistance causes high V_out, triggering the switch to turn on the light.",
      "contentHash": "hash-4a7f387c"
    }
  ]
}