{
  "id": "cell-types",
  "name": "Cell types",
  "icon": "🔬",
  "what": "This subtopic covers the distinction between prokaryotic and eukaryotic cells, including their defining features, examples and classification into kingdoms. It also addresses common misconceptions, such as assuming all unicellular organisms are prokaryotes.",
  "why": "Being able to distinguish between prokaryotes and eukaryotes is a core skill in VCE Biology. It forms the basis for understanding cell complexity, organelle function and evolutionary relationships such as endosymbiosis.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-bb408194-d207-fcc0-8644-9d2043b9b79b",
      "version": 1,
      "title": "I can recall and define the terms eukaryote, prokaryote and nucleoid",
      "code": "1C.1",
      "what": "A prokaryote is a single-celled organism without membrane-bound organelles (e.g. bacteria and archaea). A eukaryote is a single-celled or multicellular organism whose cells contain membrane-bound organelles (e.g. protists, fungi, plants and animals). The nucleoid is the irregularly shaped area in a prokaryote where the genetic material is located.",
      "why": "These definitions are foundational. You will use them throughout the course when classifying organisms and explaining cellular processes.",
      "example": "A bacterium keeps its circular DNA in a region called the nucleoid, which is not enclosed by a membrane. A eukaryotic cell stores its linear DNA inside a membrane-bound nucleus.",
      "contentHash": "hash-2ee4c0ae"
    },
    {
      "id": 2,
      "uuid": "lp-97bdd90b-6d60-8ed0-1ffa-0b65dd0b76c9",
      "version": 1,
      "title": "I can outline the cellular features of prokaryotes and eukaryotes",
      "code": "1C.2",
      "what": "Prokaryotic cells lack membrane-bound organelles, have ribosomes, usually contain one circular DNA chromosome in a nucleoid, may have plasmids, and are surrounded by a cell wall outside the plasma membrane. Eukaryotic cells contain membrane-bound organelles, have linear DNA chromosomes within a nucleus, and may have a cell wall (plants, fungi, some protists).",
      "why": "Knowing the specific features of each cell type allows you to identify unknown cells and justify your classification with evidence.",
      "example": "A prokaryotic cell may also have a capsule around its cell wall for extra protection, flagella for movement, and pili for attaching to surfaces. These are additional features beyond the four common to all cells.",
      "contentHash": "hash-1b68963b"
    },
    {
      "id": 3,
      "uuid": "lp-28f94357-d23d-a6de-f0ae-c59debec69bb",
      "version": 1,
      "title": "I can draw a prokaryote and label its cellular features",
      "code": "1C.3",
      "what": "A complete drawing of a prokaryotic cell should include the plasma membrane, cell wall, cytosol, ribosomes, nucleoid containing circular DNA, and optionally a flagellum and plasmids.",
      "why": "Drawing a prokaryote demonstrates your understanding of its structure and helps you distinguish it from eukaryotic cells in visual questions.",
      "example": "When drawing, the nucleoid region should be shown as an area within the cytosol containing a loop of DNA, not enclosed by any membrane. Ribosomes should be shown as small dots scattered throughout the cytosol.",
      "contentHash": "hash-5c74f71a"
    },
    {
      "id": 4,
      "uuid": "lp-363a85d2-2637-b5cd-3137-c7200c557440",
      "version": 1,
      "title": "I can identify whether a cell is a eukaryote or a prokaryote based on its features",
      "code": "1C.4",
      "what": "The key distinguishing feature is the presence or absence of membrane-bound organelles. If a cell contains any membrane-bound organelle (such as a nucleus, mitochondrion or chloroplast), it is a eukaryote. If it lacks all membrane-bound organelles, it is a prokaryote.",
      "why": "Exam questions often present diagrams of unfamiliar cells and ask you to classify them. Using membrane-bound organelles as your criterion avoids common errors.",
      "example": "A paramecium is unicellular but contains membrane-bound organelles such as a nucleus and contractile vacuole, so it is classified as a eukaryote, not a prokaryote. Being unicellular does not automatically mean an organism is a prokaryote.",
      "contentHash": "hash-b9482bf7"
    },
    {
      "id": 5,
      "uuid": "lp-64c6c41d-5136-e232-f211-7f5cf8df04d0",
      "version": 1,
      "title": "I can classify organisms into kingdoms and explain whether each is prokaryotic or eukaryotic",
      "code": "1C.5",
      "what": "Prokaryotes include the kingdoms Bacteria and Archaea. Eukaryotes include the kingdoms Protista, Fungi, Plantae and Animalia. Multicellular organisms are found in Fungi, Plantae and Animalia.",
      "why": "Understanding the relationship between cell type and kingdom classification helps you organise biological diversity and avoid misconceptions about unicellular organisms.",
      "example": "All animals are eukaryotic and multicellular. All bacteria are prokaryotic and unicellular. Protists are eukaryotic but can be unicellular, showing that eukaryotic does not always mean multicellular.",
      "contentHash": "hash-c68df667"
    }
  ]
}