{
  "id": "plant-and-animal-cells",
  "name": "Plant and animal cells",
  "icon": "🌿",
  "what": "This subtopic covers the similarities and differences between plant and animal cells, including which organelles are found in each. It also addresses common misconceptions, such as the idea that plant cells do not respire.",
  "why": "Comparing plant and animal cells is one of the most commonly assessed skills in VCE Biology. Understanding the structural differences helps explain why plants and animals function differently at the cellular level.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-4591739a-41d3-d349-f571-7317b1605f89",
      "version": 1,
      "title": "I can compare the structures of plant cells and animal cells",
      "code": "1D.6a",
      "what": "Plant and animal cells share many organelles (nucleus, mitochondria, ER, Golgi apparatus, ribosomes, vesicles, plasma membrane). Key differences: plant cells have a cell wall, chloroplasts and a large permanent vacuole. Animal cells have lysosomes and lack a cell wall, chloroplasts and a permanent vacuole.",
      "why": "Comparison questions are common in VCE assessments. You need to clearly state what each cell type has and does not have, using comparative language.",
      "example": "A plant cell has a cell wall surrounding the plasma membrane for structural support, whereas an animal cell only has a plasma membrane as its outermost layer. Animals rely on bones or exoskeletons for support instead.",
      "contentHash": "hash-7532dcd2"
    },
    {
      "id": 2,
      "uuid": "lp-fb351cf8-6f16-ff74-4065-09bfb570a260",
      "version": 1,
      "title": "I can explain why plant cells have both chloroplasts and mitochondria",
      "code": "1D.6b",
      "what": "Plant cells perform both photosynthesis (in chloroplasts) and aerobic cellular respiration (in mitochondria). A common misconception is that plant cells only photosynthesise. In reality, all plant cells respire, but not all plant cells photosynthesise.",
      "why": "This addresses one of the most frequent misconceptions in cell biology and is regularly tested in exams.",
      "example": "Root cells in a plant do not receive light, so they do not contain chloroplasts and cannot photosynthesise. However, they still contain mitochondria because they need to respire to release energy for growth and nutrient absorption.",
      "contentHash": "hash-92970d89"
    },
    {
      "id": 3,
      "uuid": "lp-d91a399f-0cee-a2ef-eb56-a25c00b419c5",
      "version": 1,
      "title": "I can draw and label animal and plant cells with their organelles",
      "code": "1D.5",
      "what": "A complete animal cell drawing includes the nucleus, mitochondria, rough and smooth ER, Golgi apparatus, ribosomes, vesicles, lysosomes and plasma membrane. A plant cell drawing includes all of these (except lysosomes) plus a cell wall, chloroplasts and a large central vacuole.",
      "why": "Drawing cells demonstrates your understanding of their internal structure and is a skill that may be assessed directly or indirectly in exams.",
      "example": "When drawing a plant cell, the cell wall should be shown as a rigid outer layer surrounding the plasma membrane, and the vacuole should be drawn as a large central structure taking up most of the cell's interior.",
      "contentHash": "hash-0fd982cd"
    },
    {
      "id": 4,
      "uuid": "lp-ca85c9e2-9e14-a672-fc4c-1249848821b2",
      "version": 1,
      "title": "I can explain the role of the vacuole in maintaining plant cell structure",
      "code": "1D.6c",
      "what": "Plant cells have a large permanent vacuole that stores water, minerals and ions. When filled with water, the vacuole exerts turgor pressure against the cell wall, which helps maintain the rigidity and structure of the plant cell and the plant as a whole.",
      "why": "This connects organelle function to whole-organism biology, showing how a cellular structure contributes to the physical support of a plant.",
      "example": "When a plant is not watered, the vacuoles lose water, turgor pressure decreases, and the plant wilts. Animal cells have small, temporary vacuoles that do not play a structural role.",
      "contentHash": "hash-8c4522ab"
    },
    {
      "id": 5,
      "uuid": "lp-39fe7d68-c61a-186b-10c4-18976dc081f6",
      "version": 1,
      "title": "I can answer comparative questions using appropriate language and structure",
      "code": "1D.6d",
      "what": "When answering comparison questions, you should use comparative terms such as 'whereas', 'in contrast', 'unlike' and 'while'. Each comparison should address one point at a time, and you should avoid repeating the question in your answer.",
      "why": "Comparative questions are a specific question type in VCE Biology. Using correct structure and language increases the clarity and accuracy of your response.",
      "example": "A well-structured comparison: 'A plant cell contains chloroplasts to perform photosynthesis, whereas an animal cell does not have chloroplasts.' Avoid combining multiple comparisons into a single sentence, as an error in one part can invalidate the whole response.",
      "contentHash": "hash-17644692"
    }
  ]
}