{
  "id": "plasma-membrane",
  "name": "Plasma membrane",
  "icon": "🧫",
  "what": "This subtopic covers the structure and function of the plasma membrane, including the phospholipid bilayer, proteins, carbohydrates and cholesterol. It also introduces the fluid mosaic model and the concepts of hydrophilic and hydrophobic substances.",
  "why": "The plasma membrane controls what enters and leaves every cell, making it essential for cell survival. Understanding its structure helps you explain how different substances cross the membrane, which connects to transport processes covered later in the course.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-643fc499-4ade-7e98-b256-af8fc907657c",
      "version": 1,
      "title": "I can recall and define the terms fluid mosaic model, hydrophilic, hydrophobic, plasma membrane and semi-permeable membrane",
      "code": "1B.1",
      "what": "The plasma membrane is a semi-permeable phospholipid bilayer that separates the internal and external environments of a cell. The fluid mosaic model describes it as a combination of phospholipids, proteins, cholesterol and carbohydrates that can move within each layer. Hydrophilic means water-attracting; hydrophobic means water-repelling.",
      "why": "These terms are used constantly when discussing how substances move across membranes. Precise definitions help you explain membrane behaviour in exam responses.",
      "example": "The phospholipid heads are hydrophilic and face outward towards the watery environments on both sides of the membrane. The fatty acid tails are hydrophobic and face inward, away from water.",
      "contentHash": "hash-147cff37"
    },
    {
      "id": 2,
      "uuid": "lp-ccb9e21f-c431-956d-cd2c-a7c2bc6037e0",
      "version": 1,
      "title": "I can recall and describe the functions of the different components of the plasma membrane",
      "code": "1B.2",
      "what": "Phospholipids form the bilayer and control permeability. Proteins assist with transport, signalling and cell recognition. Carbohydrates (as glycoproteins and glycolipids) help with cell adhesion and recognition. Cholesterol increases membrane stability without reducing fluidity.",
      "why": "Each component has a specific role. Understanding these roles lets you predict how changes to the membrane would affect cell function.",
      "example": "Transmembrane proteins span the full width of the membrane and can act as channels for hydrophilic substances like ions, which cannot pass through the hydrophobic phospholipid tails on their own.",
      "contentHash": "hash-3ac1d2cf"
    },
    {
      "id": 3,
      "uuid": "lp-17341781-8a8b-4243-0e1d-45b99303c559",
      "version": 1,
      "title": "I can identify the different components of a plasma membrane from a diagram",
      "code": "1B.3",
      "what": "You should be able to recognise phospholipids (head and two tails), transmembrane and peripheral proteins, cholesterol, glycoproteins (carbohydrate attached to a protein) and glycolipids (carbohydrate attached to a phospholipid) in various diagram styles.",
      "why": "Exam questions often present unfamiliar diagrams of the plasma membrane and ask you to identify components. Being comfortable with different representations is essential.",
      "example": "A glycoprotein can be identified as a component where a branching carbohydrate chain is attached to a protein that sits in or on the membrane. A glycolipid is similar but the carbohydrate chain is attached to the head of a phospholipid.",
      "contentHash": "hash-ea9f0f3e"
    },
    {
      "id": 4,
      "uuid": "lp-637aace1-65c6-f0a6-97a5-c8e081c33dbf",
      "version": 1,
      "title": "I can draw a plasma membrane and label all key components",
      "code": "1B.4",
      "what": "A complete drawing of the plasma membrane includes two rows of phospholipids with heads facing outward and tails facing inward, transmembrane and peripheral proteins, cholesterol molecules between phospholipids, and carbohydrate chains forming glycoproteins and glycolipids.",
      "why": "Drawing the membrane demonstrates a deeper understanding than simply recognising it. It also prepares you for questions that ask you to represent structures visually.",
      "example": "When drawing, the phospholipid heads should be shown as circles facing the extracellular fluid (top) and intracellular fluid (bottom), with two wavy tails pointing inward toward each other.",
      "contentHash": "hash-bd884f47"
    },
    {
      "id": 5,
      "uuid": "lp-269d1e36-6694-ec18-0e8f-08bbbc33757f",
      "version": 1,
      "title": "I can use evidence from a diagram to explain the structure of the plasma membrane",
      "code": "1B.5",
      "what": "This involves interpreting a diagram of the plasma membrane and using specific features shown in it to support an explanation. For example, explaining how you distinguish a glycoprotein from a glycolipid using visual evidence.",
      "why": "Explain questions require more than identification. You need to use the diagram as evidence and link structure to function with comparative language.",
      "example": "To explain how saturated and unsaturated fatty acids affect fluidity: unsaturated tails have kinks caused by double bonds between carbon atoms, which prevent tight packing of phospholipids and increase the fluidity of the membrane.",
      "contentHash": "hash-73e3479d"
    },
    {
      "id": 6,
      "uuid": "lp-3dea2987-56c9-1d18-6a26-0fd061527482",
      "version": 1,
      "title": "I can describe how the composition of fatty acids affects membrane fluidity",
      "code": "1B.6",
      "what": "Saturated fatty acid tails have only single bonds and pack tightly together, reducing fluidity. Unsaturated fatty acid tails have double bonds that create kinks, preventing tight packing and increasing fluidity.",
      "why": "Membrane fluidity affects how well the membrane functions, including how easily substances can move through it. This concept connects structure to function at the molecular level.",
      "example": "A membrane with a high proportion of unsaturated fatty acids in its phospholipid tails will be more fluid (elastic) than one composed mostly of saturated fatty acids, because the kinks in unsaturated tails create more space between phospholipids.",
      "contentHash": "hash-2b961f34"
    }
  ]
}