{
  "id": "coping-strategies-and-flexibility",
  "name": "Coping Strategies and Flexibility",
  "icon": "🔄",
  "what": "This subtopic covers the distinction between approach and avoidance coping strategies, the principle of context-specific effectiveness, and the concept of coping flexibility including its three components (awareness, discontinuation, replacement).",
  "why": "Coping flexibility was tested in 2024 with only 1% of students scoring full marks. Understanding that no coping strategy is universally good or bad — and that flexibility involves knowing when to switch — is essential for high-scoring responses.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-44abafd1-298d-3e3f-4645-b979e5621187",
      "version": 1,
      "title": "I can distinguish between approach and avoidance coping strategies with examples",
      "code": "6.1",
      "what": "Approach coping strategies directly confront or address the stressor (e.g. seeking advice, problem-solving, creating an action plan). Avoidance coping strategies evade, minimise, or disengage from the stressor (e.g. denial, distraction, procrastination, substance use).",
      "why": "A common exam misconception is that avoidance coping is always maladaptive. In fact, avoidance can be appropriate when the stressor is uncontrollable. Understanding this nuance prevents lost marks.",
      "example": "Approach: a student struggling with physics creates a study plan and books a tutoring session. Avoidance: a patient awaiting medical test results watches a movie to distract themselves from worrying — this is appropriate because they cannot influence the results.",
      "contentHash": "hash-54989430"
    },
    {
      "id": 2,
      "uuid": "lp-e975e2f8-28eb-8b58-edbd-36c0f416476f",
      "version": 1,
      "title": "I can explain the principle of context-specific effectiveness of coping strategies",
      "code": "6.2",
      "what": "Context-specific effectiveness means a coping strategy's appropriateness depends on the match between the strategy and the situation. Approach strategies are generally more effective for controllable stressors; avoidance strategies may be more appropriate for uncontrollable stressors. However, excessive long-term reliance on avoidance is associated with poorer mental health.",
      "why": "This principle prevents oversimplified judgements about coping. Exam questions may present a scenario where avoidance is the better choice, and students who rigidly label all avoidance as negative will lose marks.",
      "example": "Controllable stressor: failing a practice exam — approach coping (revising weak areas) is more effective than avoidance. Uncontrollable stressor: grieving the death of a loved one — some avoidance (distraction, temporary emotional disengagement) may be more appropriate than constantly trying to 'solve' grief.",
      "contentHash": "hash-9e3c2b60"
    },
    {
      "id": 3,
      "uuid": "lp-82f5506c-d3e3-cac0-fd07-637cd7a197a7",
      "version": 1,
      "title": "I can define coping flexibility and describe its three components",
      "code": "6.3",
      "what": "Coping flexibility is the ability to modify, adjust, or switch coping strategies based on changing situational demands. It involves three components: awareness (recognising the current strategy is ineffective), discontinuation (stopping the ineffective strategy), and replacement (implementing a different, more suitable strategy). High coping flexibility is associated with better mental health outcomes.",
      "why": "Coping flexibility was the focus of the 2024 question where only 1% scored full marks. Understanding the three components and being able to identify them in a scenario is essential.",
      "example": "Jamil initially copes with exam stress using a detailed timetable (approach). After two weeks he recognises it is not working (awareness), abandons the timetable (discontinuation), and switches to practising past exam papers (replacement). This demonstrates high coping flexibility and improves his confidence and control.",
      "contentHash": "hash-216ce1eb"
    },
    {
      "id": 4,
      "uuid": "lp-737ab81a-9fa1-1be8-8a64-52d5ee48b8e0",
      "version": 1,
      "title": "I can evaluate the relationship between coping flexibility and other concepts",
      "code": "6.4",
      "what": "Evaluating coping flexibility in relation to other concepts requires analysing whether the other concept supports or constrains the ability to switch strategies. For example, mindfulness meditation emphasises sustained, non-judgemental acceptance — committing to a single consistent approach — which may limit the flexibility to abandon and switch strategies.",
      "why": "The 2024 exam question about coping flexibility and mindfulness (1% full marks, 43% scored zero) required students to identify the tension between a fixed approach (mindfulness) and the adaptive switching that defines coping flexibility.",
      "example": "Mindfulness as a sole coping strategy may reduce coping flexibility because it commits to sustained acceptance rather than switching approaches. However, mindfulness as one tool within a broader coping repertoire supports flexibility — the person can use mindfulness sometimes and switch to problem-solving or social support when more appropriate.",
      "contentHash": "hash-7ac2027b"
    }
  ]
}