{
  "id": "fight-flight-freeze-and-stress-biology",
  "name": "Fight-Flight-Freeze and the Biology of Stress",
  "icon": "🧬",
  "what": "This subtopic covers the fight-flight-freeze response, the roles of the sympathetic and parasympathetic nervous systems, and the critical distinction between acute stress (adrenaline from the adrenal medulla) and chronic stress (cortisol from the adrenal cortex via the HPA axis).",
  "why": "The biology of stress is heavily tested in exams. The 2023 and 2024 examiners' reports highlighted that students frequently confuse which nervous system division is dominant during freeze, and which hormone and adrenal structure is involved in acute versus chronic stress.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-a08b3291-c493-1b0d-6f58-75d2bd3d1034",
      "version": 1,
      "title": "I can explain the fight-or-flight response, including the role of the sympathetic nervous system and adrenal medulla",
      "code": "2.1",
      "what": "When the amygdala detects a threat, it signals the hypothalamus, which activates the sympathetic nervous system. The adrenal medulla releases adrenaline and noradrenaline, producing rapid changes: increased heart rate, blood pressure, breathing rate, pupil dilation, sweating, and blood redistribution from digestive organs to skeletal muscles.",
      "why": "Understanding this pathway is essential for explaining acute stress responses in exam scenarios and for correctly linking biological structures to their functions.",
      "example": "A hiker encounters a snake on the trail. The amygdala detects the threat, the sympathetic NS activates, the adrenal medulla releases adrenaline, and the hiker's heart races, breathing quickens, and muscles tense — preparing the body to run (flight) or confront the threat (fight).",
      "contentHash": "hash-99800d4d"
    },
    {
      "id": 2,
      "uuid": "lp-3ff91f76-df01-c7e9-5797-3ec18322576c",
      "version": 1,
      "title": "I can explain the freeze response and identify the parasympathetic nervous system as dominant",
      "code": "2.2",
      "what": "The freeze response occurs when a threat seems overwhelming or inescapable. Unlike fight and flight, the parasympathetic nervous system overrides the sympathetic NS, causing tonic immobility: body movements stop, heart rate decelerates, blood pressure drops, and the person may feel unable to move or speak.",
      "why": "The 2023 examiners' report noted many students incorrectly identified the sympathetic NS as dominant during freeze. This is a frequently tested distinction worth memorising precisely.",
      "example": "During an armed robbery, a person freezes — they cannot move, speak, or call for help. Their heart rate drops and muscles become rigid. This is the parasympathetic NS overriding the sympathetic NS, producing tonic immobility rather than the heightened arousal of fight or flight.",
      "contentHash": "hash-f662a3cb"
    },
    {
      "id": 3,
      "uuid": "lp-7e9e2fd5-d9a1-9796-3335-b55062d35eae",
      "version": 1,
      "title": "I can distinguish between the role of the adrenal medulla in acute stress and the adrenal cortex in chronic stress",
      "code": "2.3",
      "what": "The adrenal medulla (inner part of the adrenal gland) releases adrenaline during acute, short-term stress via the sympathetic NS. The adrenal cortex (outer layer) releases cortisol during chronic, long-term stress via the HPA axis (hypothalamus releases CRH, pituitary releases ACTH, adrenal cortex releases cortisol).",
      "why": "In 2024, students confused cortisol depletion with adrenaline depletion when answering questions about the exhaustion stage of GAS. Using the correct hormone and adrenal structure for the correct stress context is critical for earning marks.",
      "example": "Acute stress: nearly avoiding a car accident triggers adrenaline release from the adrenal medulla, causing a brief spike in heart rate and alertness. Chronic stress: months of workplace bullying triggers sustained cortisol release from the adrenal cortex via the HPA axis, eventually leading to immune suppression and fatigue.",
      "contentHash": "hash-d4d4e7f2"
    },
    {
      "id": 4,
      "uuid": "lp-fe4b54f7-3f00-3d8c-3de6-e8715c103287",
      "version": 1,
      "title": "I can describe the harmful effects of prolonged cortisol exposure",
      "code": "2.4",
      "what": "While cortisol is adaptive in the short term (maintaining energy and function), prolonged exposure from chronic stress causes hypertension, hippocampal shrinkage (impairing memory), weakened immune function, disrupted sleep, increased vulnerability to anxiety and depression, and weight gain.",
      "why": "Understanding the harmful effects of chronic cortisol exposure connects the biology of stress to the exhaustion stage of GAS and to real-world health outcomes that appear in exam scenarios.",
      "example": "A nurse working excessive overtime for a year develops high blood pressure (hypertension from sustained cortisol), catches frequent colds (immune suppression from cortisol), and notices worsening memory (hippocampal shrinkage from prolonged cortisol exposure).",
      "contentHash": "hash-4881dd43"
    }
  ]
}