{
  "id": "general-adaptation-syndrome",
  "name": "Selye's General Adaptation Syndrome",
  "icon": "📈",
  "what": "This subtopic covers Selye's three-stage biological model of the body's response to stress (alarm reaction with shock and counter-shock, resistance, exhaustion), the non-specificity principle, and how to evaluate the model's explanatory power including strengths and limitations.",
  "why": "GAS is one of two core stress models in the study design. The VCAA repeatedly emphasises the need to evaluate explanatory power — not just describe the stages — and students who only describe the model without making evaluative judgements consistently lose marks.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-d7ed778f-6ed3-5bc1-707e-9a8317011365",
      "version": 1,
      "title": "I can describe the three stages of GAS including the sub-phases of the alarm reaction",
      "code": "4.1",
      "what": "Stage 1 (Alarm Reaction) has two sub-phases: shock (resistance drops below normal, brief loss of preparedness) and counter-shock (sympathetic NS activates, adrenaline released, resistance rises above normal). Stage 2 (Resistance) involves sustained arousal above normal via cortisol release from the adrenal cortex. Stage 3 (Exhaustion) occurs when bodily resources are depleted and resistance falls below normal.",
      "why": "Being able to accurately describe all three stages and their physiological mechanisms is the foundation for applying GAS to exam scenarios. The shock and counter-shock sub-phases are often overlooked but do appear in exam questions.",
      "example": "A teacher faces ongoing conflict with administration for months. Alarm: initial shock when first confronted, then counter-shock as adrenaline surges and she prepares to respond. Resistance: she copes for weeks, cortisol sustaining her through elevated arousal. Exhaustion: after months, she develops chronic fatigue, frequent illness, and high blood pressure as resources deplete.",
      "contentHash": "hash-6914f207"
    },
    {
      "id": 2,
      "uuid": "lp-7e27e8f1-689e-6546-9aae-31226df78c29",
      "version": 1,
      "title": "I can draw and interpret the standard GAS graph",
      "code": "4.2",
      "what": "The GAS graph has Time on the x-axis, Level of Resistance to Stress on the y-axis, and a horizontal dashed line representing normal resistance. The curve shows a characteristic pattern: dip below normal (shock), sharp rise above normal (counter-shock), plateau above normal (resistance), then decline below normal (exhaustion).",
      "why": "Exam questions may ask you to draw, label, or interpret the graph. Understanding the shape of the curve helps you connect each stage to the physiological mechanisms occurring at that point.",
      "example": "During the resistance stage, the graph shows resistance plateauing above normal — this corresponds to sustained cortisol release from the adrenal cortex keeping the body functioning under ongoing stress, while non-essential processes like immune function are suppressed.",
      "contentHash": "hash-4ac2062c"
    },
    {
      "id": 3,
      "uuid": "lp-d3379f7d-8efc-0cc2-dad2-b28e5ec90db3",
      "version": 1,
      "title": "I can explain the non-specificity principle of GAS",
      "code": "4.3",
      "what": "The non-specificity principle states that the body responds to all stressors with the same general physiological pattern, regardless of whether the stressor is physical (cold, injury) or psychological (exam pressure, conflict). Selye demonstrated this by exposing rats to varied stressors and observing the same triad: enlarged adrenal cortex, shrunken thymus/lymph nodes, and stomach ulcers.",
      "why": "Non-specificity explains why very different stressors (physical injury, emotional trauma) can produce similar health outcomes (hypertension, ulcers). It also reveals a limitation: GAS cannot account for why people respond differently to the same stressor.",
      "example": "A soldier in combat (physical danger) and an accountant during tax season (psychological pressure) may both develop high blood pressure and weakened immunity — GAS explains this through the non-specificity principle: the body's biological stress response is the same regardless of the stressor.",
      "contentHash": "hash-db842df7"
    },
    {
      "id": 4,
      "uuid": "lp-b518d857-613b-6e3e-c785-b6e6174541cc",
      "version": 1,
      "title": "I can evaluate the strengths of GAS as a biological model of stress",
      "code": "4.4",
      "what": "GAS strengths include: it was the first model to systematically link chronic stress to disease; it provides rich physiological detail with measurable biological mechanisms; it has strong laboratory evidence with replicable results; and it explains how different stressors produce similar physical outcomes (non-specificity).",
      "why": "Evaluation questions require you to make a judgement about the model's explanatory power, not just list features. Knowing the strengths allows you to explain what GAS can account for in a given scenario.",
      "example": "GAS has strong explanatory power for Mei's workplace burnout: her chronic 60-hour weeks have persisted for months, and her symptoms (exhaustion, frequent colds, high blood pressure) are consistent with the exhaustion stage, where prolonged cortisol exposure depletes resources and suppresses immune function.",
      "contentHash": "hash-fbe7f13d"
    },
    {
      "id": 5,
      "uuid": "lp-27924a6f-7960-69a1-10b3-4500aac36121",
      "version": 1,
      "title": "I can evaluate the limitations of GAS as a biological model of stress",
      "code": "4.5",
      "what": "GAS limitations include: it ignores individual differences (assumes everyone responds identically); it ignores psychological factors like cognitive appraisal; it is based primarily on animal research (rats); it assumes linear progression through stages; and it cannot explain eustress or positive stress responses.",
      "why": "Understanding limitations is essential for evaluation questions, especially those asking why GAS cannot explain a particular scenario. The inability to account for individual differences is the most frequently tested limitation.",
      "example": "GAS has poor explanatory power for why Aisha feels motivated and Ben feels overwhelmed about the same exam. GAS predicts the same biological response for both students and cannot account for this individual variation because it does not include cognitive appraisal or psychological factors.",
      "contentHash": "hash-0fb7588c"
    }
  ]
}