{
  "id": "transactional-model",
  "name": "Lazarus and Folkman's Transactional Model",
  "icon": "🧠",
  "what": "This subtopic covers Lazarus and Folkman's psychological model of stress, including primary appraisal (irrelevant, benign-positive, stressful with harm/loss, threat, challenge) and secondary appraisal (evaluation of coping resources), and how to evaluate the model's explanatory power.",
  "why": "The Transactional Model is the psychological counterpart to GAS. It is central to explaining individual differences in stress responses. The 2023 exam question on nightmares (74% scored zero) showed that students struggle to evaluate when this model does not apply — understanding its limitations is as important as understanding its content.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-473725e2-ae27-8b5a-bd22-f3e2f584361d",
      "version": 1,
      "title": "I can describe primary appraisal and its three possible outcomes",
      "code": "5.1",
      "what": "Primary appraisal is a person's initial evaluation of a situation's significance — 'What does this mean for me?' There are three possible outcomes: irrelevant (no relevance to wellbeing), benign-positive (perceived as favourable), or stressful. Stressful appraisals are further categorised as harm/loss (damage already occurred), threat (potential future harm), or challenge (potential for growth).",
      "why": "Correctly identifying the type of primary appraisal in a scenario is essential for applying the model in exam questions. The distinction between threat and challenge appraisals directly explains why some people experience distress and others experience eustress.",
      "example": "Anya receives news of potential redundancy and appraises it as a threat (potential loss of income, career setback) — triggering anxiety. David appraises the same news as a challenge (opportunity to find a better role) — triggering motivated action. Same stressor, different primary appraisals.",
      "contentHash": "hash-004dad46"
    },
    {
      "id": 2,
      "uuid": "lp-b71ce108-9c5f-b1e7-2ac7-6f5c60cf09c1",
      "version": 1,
      "title": "I can describe secondary appraisal and its role in determining the stress response",
      "code": "5.2",
      "what": "Secondary appraisal is the person's evaluation of their coping resources and options — 'What can I do about this?' They assess internal resources (confidence, skills, experience) and external resources (money, time, social support). If resources are judged sufficient, the stress response is minimal; if demands greatly exceed resources, significant stress occurs.",
      "why": "Secondary appraisal explains why two people who both appraise a situation as threatening can still differ in their stress responses — one may feel they have the resources to cope, while the other does not.",
      "example": "Two students both appraise a VCE exam as a threat. Student A evaluates her resources: strong study notes, teacher support, past exam experience — and feels manageable stress. Student B evaluates his resources: poor preparation, no study group, limited time — and feels overwhelming distress.",
      "contentHash": "hash-efbecf18"
    },
    {
      "id": 3,
      "uuid": "lp-19441799-3660-0c87-6e83-8d8c68671d7b",
      "version": 1,
      "title": "I can evaluate the strengths of the Transactional Model",
      "code": "5.3",
      "what": "Strengths include: it explains individual differences in stress responses (its central feature); it focuses on controllable factors that can be modified through interventions like CBT; it is based on human research (unlike GAS); and it has led to effective evidence-based stress management approaches.",
      "why": "Knowing when the Transactional Model has strong explanatory power allows you to select it as the more appropriate model in exam scenarios involving individual variation or differing perceptions of the same stressor.",
      "example": "The Transactional Model has strong explanatory power for why Aisha (motivated) and Ben (overwhelmed) respond differently to the same exam. Aisha appraises it as a challenge and evaluates her resources as sufficient; Ben appraises it as a threat and evaluates his resources as insufficient.",
      "contentHash": "hash-9f6182f3"
    },
    {
      "id": 4,
      "uuid": "lp-f210a252-9988-0d86-91b0-fc3e730fd558",
      "version": 1,
      "title": "I can evaluate the limitations of the Transactional Model",
      "code": "5.4",
      "what": "Limitations include: it cannot explain stress that occurs without conscious appraisal (nightmares, startle responses, infant stress); it overlooks physiological mechanisms (cortisol, immune suppression); appraisal is subjective and difficult to measure experimentally; and it assumes primary appraisal precedes secondary appraisal, when they often occur simultaneously.",
      "why": "The 2023 nightmare question (74% scored zero) tested this directly. Students described what appraisal would look like in a nightmare rather than recognising the model cannot explain unconscious stress. Understanding when the model fails is critical for evaluation.",
      "example": "The Transactional Model has poor explanatory power for Selena's nightmare (racing heart, sweating while asleep). She is asleep and unable to engage in conscious cognitive appraisal. Her symptoms are involuntary physiological responses controlled by the autonomic NS, which this psychological model does not address.",
      "contentHash": "hash-0952e3b2"
    },
    {
      "id": 5,
      "uuid": "lp-c725d156-6b27-dede-54a8-80949d958bf2",
      "version": 1,
      "title": "I can compare GAS and the Transactional Model across scenarios",
      "code": "5.5",
      "what": "GAS uses biological language (cortisol, adrenaline, alarm/resistance/exhaustion) and explains universal physiological responses to chronic stress. The Transactional Model uses psychological language (appraisal, perceived threat, coping resources) and explains individual differences. Each model has strong explanatory power for different types of scenarios.",
      "why": "Exam questions frequently require comparison, and examiners penalise students who mix biological language with the psychological model or vice versa. In 2023, only 38% correctly answered a multiple-choice question because distractors used mismatched model language.",
      "example": "Workplace burnout with physical symptoms (fatigue, illness, hypertension): GAS is stronger — it explains how chronic cortisol depletes resources. Two people responding differently to the same stressor: the Transactional Model is stronger — it explains how different appraisals produce different responses. Nightmares: neither model is ideal, but fight-flight-freeze provides the best explanation.",
      "contentHash": "hash-c2c2ae34"
    }
  ]
}