{
  "id": "energy-calculations-and-costs",
  "name": "Energy Calculations and Costs",
  "icon": "📊",
  "what": "This subtopic covers how electrical energy is measured in kilowatt-hours, how to calculate energy consumption from power ratings, and how to determine the cost of running electrical appliances.",
  "why": "Understanding energy calculations helps you make informed decisions about appliance usage, compare running costs, and interpret electricity bills. These skills support both financial and environmental awareness.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-aa1d9824-0c84-02d8-dadb-55a72ef54688",
      "version": 1,
      "title": "I can explain why the kilowatt-hour is used as a domestic unit of energy",
      "code": "6B.5a",
      "what": "The kilowatt-hour (kWh) is more convenient than joules for domestic use because it directly relates to appliance power ratings (in kW) and usage time (in hours).",
      "why": "Using kWh makes it easy to calculate energy consumption from information readily available on appliance labels and usage patterns.",
      "example": "A 2kW heater used for 3 hours consumes 2 × 3 = 6 kWh. In joules, this would be 6 × 3,600,000 = 21,600,000 J, which is harder to work with.",
      "contentHash": "hash-3b75fdd5"
    },
    {
      "id": 2,
      "uuid": "lp-334f3830-4311-ed25-37c5-8801de8a4ce3",
      "version": 1,
      "title": "I can convert between kilowatt-hours and joules",
      "code": "6B.5b",
      "what": "One kilowatt-hour equals 3.6 megajoules (MJ). This comes from 1 kW = 1000 J/s and 1 hour = 3600 s, so 1 kWh = 1000 × 3600 = 3,600,000 J.",
      "why": "Converting between units allows you to connect domestic energy usage to physics calculations using SI units.",
      "example": "A household using 15 kWh per day consumes 15 × 3.6 = 54 MJ of electrical energy daily.",
      "contentHash": "hash-d20994d6"
    },
    {
      "id": 3,
      "uuid": "lp-aa62554b-81cb-7cb9-a48d-5f101c7748a8",
      "version": 1,
      "title": "I can calculate the energy consumed by an appliance using E = Pt",
      "code": "6B.5c",
      "what": "Energy consumed equals power multiplied by time: E = P × t. With power in kilowatts and time in hours, the result is in kilowatt-hours.",
      "why": "This formula allows you to calculate energy usage for any appliance if you know its power rating and how long it operates.",
      "example": "A 3kW kettle used for 5 minutes (5/60 = 0.083 hours) consumes E = 3 × 0.083 = 0.25 kWh.",
      "contentHash": "hash-6ae27634"
    },
    {
      "id": 4,
      "uuid": "lp-bae2d603-e48d-0899-fcef-355e7181f009",
      "version": 1,
      "title": "I can calculate the current drawn by an appliance using P = VI",
      "code": "6B.5d",
      "what": "Current can be found by rearranging P = VI to I = P/V. For mains appliances, V = 230V.",
      "why": "Knowing the current drawn helps determine whether appliances can safely share a circuit with a given fuse or circuit breaker rating.",
      "example": "A 2300W heater draws I = 2300/230 = 10A from the mains supply.",
      "contentHash": "hash-6f590fc2"
    },
    {
      "id": 5,
      "uuid": "lp-15ff4243-d4c6-64ac-e289-9c910d3cd897",
      "version": 1,
      "title": "I can calculate the cost of running an appliance",
      "code": "6B.5e",
      "what": "Cost equals energy consumed (in kWh) multiplied by the price per kWh. Cost = P (kW) × t (hours) × price ($/kWh).",
      "why": "Calculating running costs helps you make economical choices about appliance usage and understand electricity bills.",
      "example": "A 2kW heater used for 4 hours at $0.30/kWh costs: 2 × 4 × 0.30 = $2.40.",
      "contentHash": "hash-0afc0d7d"
    },
    {
      "id": 6,
      "uuid": "lp-a3061fd1-a688-0fd3-e089-faa58c23e069",
      "version": 1,
      "title": "I can interpret appliance energy ratings and compare efficiency",
      "code": "6B.5f",
      "what": "Energy rating labels show power consumption and star ratings. More stars indicate greater efficiency (lower running cost for the same output).",
      "why": "Understanding ratings helps you choose appliances that minimise energy costs and environmental impact over their lifetime.",
      "example": "A 5-star rated 200L refrigerator might use 200 kWh per year, while a 2-star model of the same size might use 400 kWh per year.",
      "contentHash": "hash-8cc59446"
    },
    {
      "id": 7,
      "uuid": "lp-bb01ccb9-cd30-d342-b249-7ccd8ebd8c02",
      "version": 1,
      "title": "I can calculate standby power consumption over time",
      "code": "6B.5g",
      "what": "Standby power, though small (typically 0.5-5W), accumulates over hours and days. Annual standby consumption can be significant.",
      "why": "Standby power accounts for about 3% of household electricity use, making it worth considering when reducing energy costs.",
      "example": "A TV using 2W on standby for 22 hours/day: E = 0.002 × 22 × 365 = 16 kWh/year, costing about $4.80 annually at $0.30/kWh.",
      "contentHash": "hash-6ed156ab"
    }
  ]
}