{
  "id": "household-electrical-systems",
  "name": "Household Electrical Systems",
  "icon": "🏠",
  "what": "This subtopic covers how electricity is distributed in homes, why parallel circuits are used, and how to model household AC systems as equivalent DC circuits. You will understand the basic wiring of domestic electrical installations.",
  "why": "Understanding household electrical systems helps you use electricity safely and efficiently. Knowing why parallel circuits are used explains how appliances can be switched independently and why circuit breakers protect specific areas.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-cbeeccbf-fa17-3a11-1991-c1fc6424f7ae",
      "version": 1,
      "title": "I can identify that Australian mains supply is 230V AC at 50Hz",
      "code": "6B.2a",
      "what": "Australian homes receive alternating current at 230 volts (with tolerance of +10% to -6%) that reverses direction 50 times per second (50 Hz).",
      "why": "Knowing the supply specifications is essential for selecting appropriate appliances and understanding electrical safety requirements.",
      "example": "An appliance rated for 120V (US standard) connected to Australian 230V supply would receive nearly double the intended voltage and likely be damaged.",
      "contentHash": "hash-df8d95ba"
    },
    {
      "id": 2,
      "uuid": "lp-1eb4c6eb-8347-97a9-eae7-25c137a6fa61",
      "version": 1,
      "title": "I can model an AC household circuit as an equivalent DC circuit",
      "code": "6B.2b",
      "what": "For analysis purposes, household AC circuits can be treated like DC circuits with active and neutral wires replacing positive and negative terminals.",
      "why": "This simplification allows you to apply Ohm's law and power calculations to household circuits without complex AC mathematics.",
      "example": "A 230V AC supply powering a 2300W heater can be analysed as a simple DC circuit: I = P/V = 2300/230 = 10A.",
      "contentHash": "hash-9b505d6c"
    },
    {
      "id": 3,
      "uuid": "lp-c367e6ce-88ab-f022-3637-d93d5b42b194",
      "version": 1,
      "title": "I can explain why household circuits use parallel connections",
      "code": "6B.3a",
      "what": "Parallel circuits ensure each appliance receives the full mains voltage, can be switched independently, and continues working when other appliances fail.",
      "why": "Series circuits would be impractical for homes because voltage would be shared, one failure would break the whole circuit, and switching would be difficult.",
      "example": "In parallel, a 60W lamp and 2000W heater both receive 230V. In series, the heater would receive most of the 230V, leaving the lamp very dim.",
      "contentHash": "hash-f95f599f"
    },
    {
      "id": 4,
      "uuid": "lp-8f8d13c7-a9a8-fd98-dfac-c9f4afbec090",
      "version": 1,
      "title": "I can identify that switches and circuit breakers are wired in series with their loads",
      "code": "6B.3b",
      "what": "Switches and circuit breakers must be in series with the active wire to completely interrupt current flow to the load when opened.",
      "why": "Series connection ensures that when the switch opens or breaker trips, no current can flow to the appliance, making it safe.",
      "example": "A light switch in series with a lamp breaks the circuit when opened, stopping all current. If it were parallel, current would bypass the switch.",
      "contentHash": "hash-40daff82"
    },
    {
      "id": 5,
      "uuid": "lp-56c71729-0366-5a42-969c-4e1905f47f27",
      "version": 1,
      "title": "I can draw a circuit diagram for a simple household electrical system",
      "code": "6B.1a",
      "what": "A household circuit diagram shows the meter, main switch, circuit breakers, and loads (lights, power outlets) connected in parallel across active and neutral.",
      "why": "Reading and drawing circuit diagrams is essential for understanding electrical installations and troubleshooting problems.",
      "example": "A diagram shows the active wire from the meter passing through the main switch, then branching to separate circuit breakers for lighting and power circuits.",
      "contentHash": "hash-6a6d1b38"
    },
    {
      "id": 6,
      "uuid": "lp-d7f9a9be-8da4-c07e-6c45-08706359914c",
      "version": 1,
      "title": "I can compare power consumption in series versus parallel circuits",
      "code": "6B.4a",
      "what": "In parallel, each appliance operates at its rated power because each receives full voltage. In series, appliances share the voltage, reducing power consumption.",
      "why": "This explains why parallel wiring is essential for appliances to function correctly at their designed power levels.",
      "example": "Two 100W lamps in parallel consume 200W total (100W each). In series, they share 230V, each receiving 115V and consuming only 25W each (50W total).",
      "contentHash": "hash-13f001ae"
    }
  ]
}