{
  "id": "variable-resistors-and-sensors",
  "name": "Variable Resistors and Sensors",
  "icon": "🎚️",
  "what": "This subtopic covers potentiometers (variable resistors) and transducer sensors including light dependent resistors (LDRs) and thermistors. You will learn how these components change their resistance in response to physical conditions.",
  "why": "These components allow circuits to respond to environmental changes like light and temperature. They form the basis of automatic control systems in everything from streetlights to refrigerators.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-9157aec8-f38d-3370-93c8-4e4499942970",
      "version": 1,
      "title": "I can describe the structure and function of a potentiometer",
      "code": "6A.3a",
      "what": "A potentiometer consists of a long piece of high-resistance wire with a sliding contact that can select any portion of the wire, allowing continuous adjustment of resistance.",
      "why": "Potentiometers provide smooth, adjustable control over current or voltage in circuits, essential for dimmers and volume controls.",
      "example": "A volume control knob on a speaker uses a potentiometer. Rotating the knob moves the sliding contact along the resistance wire, varying the signal level.",
      "contentHash": "hash-a6d8e707"
    },
    {
      "id": 2,
      "uuid": "lp-e875625c-2dcc-19c4-f516-1d26228ba7c7",
      "version": 1,
      "title": "I can explain how a potentiometer is used as a variable resistor (rheostat)",
      "code": "6A.3b",
      "what": "When only two terminals of a potentiometer are connected (one end and the slider), it functions as a variable resistor that directly controls the current in a circuit.",
      "why": "Variable resistors allow manual adjustment of current, useful for applications like controlling motor speed or lamp brightness.",
      "example": "A 0-100Ω potentiometer in series with a 12V supply and a lamp can vary the current from 12V/100Ω = 0.12A (dim) to maximum when resistance is zero (bright).",
      "contentHash": "hash-29127f96"
    },
    {
      "id": 3,
      "uuid": "lp-a6f99105-d078-62a3-c6d6-e4896b02ad55",
      "version": 1,
      "title": "I can describe how an LDR responds to changes in light intensity",
      "code": "6A.4a",
      "what": "An LDR (light dependent resistor) has high resistance in darkness and low resistance in bright light. This relationship is exponential, not linear.",
      "why": "LDRs enable circuits to automatically respond to light levels, essential for devices like automatic night lights and camera exposure meters.",
      "example": "An LDR might have a resistance of 10MΩ in darkness (about 10 lux) but only 10Ω in bright sunlight (about 1000 lux).",
      "contentHash": "hash-e3ff7df7"
    },
    {
      "id": 4,
      "uuid": "lp-dff4477c-75eb-bb7d-1960-4f789622d44b",
      "version": 1,
      "title": "I can interpret a resistance versus light level graph for an LDR",
      "code": "6A.4b",
      "what": "The graph shows resistance decreasing exponentially as light intensity increases. Both axes are often logarithmic due to the wide range of values.",
      "why": "Interpreting this graph helps predict LDR behaviour at specific light levels when designing control circuits.",
      "example": "On a logarithmic graph, an LDR shows approximately 100Ω at 100 lux and 1000Ω at 10 lux, demonstrating the inverse relationship.",
      "contentHash": "hash-e233526a"
    },
    {
      "id": 5,
      "uuid": "lp-926d8ac8-6489-e7a3-c946-991476ac1ade",
      "version": 1,
      "title": "I can describe how an NTC thermistor responds to temperature changes",
      "code": "6A.5a",
      "what": "An NTC (negative temperature coefficient) thermistor has high resistance when cold and low resistance when hot. This is the most common type of thermistor.",
      "why": "Thermistors enable temperature-sensitive circuits used in thermostats, digital thermometers, and temperature protection systems.",
      "example": "An NTC thermistor might have a resistance of 10,000Ω at 25°C but only 1,000Ω at 50°C.",
      "contentHash": "hash-b8dac666"
    },
    {
      "id": 6,
      "uuid": "lp-ac76ee26-f2dc-586a-f42d-0dae972be84b",
      "version": 1,
      "title": "I can interpret a resistance versus temperature graph for a thermistor",
      "code": "6A.5b",
      "what": "The graph shows an exponential-like decrease in resistance as temperature increases for NTC thermistors. PTC thermistors show the opposite behaviour.",
      "why": "Understanding the graph allows you to select appropriate thermistors and predict their behaviour in temperature control circuits.",
      "example": "An NTC thermistor graph shows resistance dropping from about 30,000Ω at 0°C to about 100Ω at 100°C on a logarithmic resistance scale.",
      "contentHash": "hash-3c145949"
    },
    {
      "id": 7,
      "uuid": "lp-578b098c-c8cd-564e-92a6-ca3dc2a6eaef",
      "version": 1,
      "title": "I can define what a transducer is and give examples",
      "code": "6A.5c",
      "what": "A transducer converts one form of energy into another. Input transducers (sensors) convert environmental energy into electrical signals; output transducers convert electrical signals into other forms.",
      "why": "Transducers form the interface between electronic circuits and the physical world, enabling automation and measurement.",
      "example": "An LDR is an input transducer (light to electrical). A buzzer is an output transducer (electrical to sound). A microphone converts sound to electrical signals.",
      "contentHash": "hash-a4bd6864"
    }
  ]
}