{
  "_meta": {
    "exportedAt": "2026-01-30T05:37:10.534Z",
    "topicId": "genetics",
    "topicName": "Genetics"
  },
  "items": [
    {
      "uuid": "lp-3bffb4f3-8921-657a-71ad-282cb7b803c0",
      "id": 1,
      "version": 1,
      "contentHash": "hash-d6f3fe64",
      "title": "I can identify the location and role of major organelles in a cell",
      "code": "1.1",
      "what": "Cells contain specialised structures called organelles that perform specific functions. Key organelles include the nucleus (contains DNA), mitochondria (produces energy), ribosomes (makes proteins), and the cell membrane (controls what enters and exits).",
      "why": "Knowing where organelles are located and what they do helps explain how cells carry out life processes. The nucleus is particularly important because it houses the DNA that controls all cellular activities.",
      "example": "The nucleus acts like the control centre of a cell. It contains DNA wrapped around proteins to form chromosomes, which carry the genetic instructions needed to make proteins in the ribosomes.",
      "subtopic": {
        "id": "dna-structure",
        "name": "DNA Structure",
        "what": "This subtopic covers the molecular structure of DNA, including its double helix shape, the components of nucleotides, and how complementary base pairing holds the two strands together.",
        "why": "Understanding DNA structure is fundamental to genetics because the sequence of bases in DNA contains the instructions for building proteins. These proteins determine the structure and function of all living organisms."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-38015f1c-b0ae-2950-bb11-4f2fef7cdd7c",
      "id": 2,
      "version": 1,
      "contentHash": "hash-a7274dcf",
      "title": "I can explain how DNA relates to structure and function of organisms",
      "code": "1.2",
      "what": "DNA contains coded instructions for making proteins. These proteins determine an organism's characteristics by building structures (like muscle fibres) and carrying out functions (like enzymes that digest food).",
      "why": "The connection between DNA and proteins explains how genetic information translates into physical traits. Different sequences of DNA code for different proteins, which is why organisms with different DNA look and function differently.",
      "example": "The DNA sequence that codes for the protein melanin determines skin and hair colour. People with DNA sequences that produce more melanin have darker skin and hair, while those with sequences producing less melanin have lighter colouring.",
      "subtopic": {
        "id": "dna-structure",
        "name": "DNA Structure",
        "what": "This subtopic covers the molecular structure of DNA, including its double helix shape, the components of nucleotides, and how complementary base pairing holds the two strands together.",
        "why": "Understanding DNA structure is fundamental to genetics because the sequence of bases in DNA contains the instructions for building proteins. These proteins determine the structure and function of all living organisms."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4fb51388-5c44-4d22-08d7-b26d63f2311b",
      "id": 3,
      "version": 1,
      "contentHash": "hash-73cf51b8",
      "title": "I can describe the structure of DNA",
      "code": "1.3",
      "what": "DNA has a double helix structure, resembling a twisted ladder. The sides of the ladder are made of alternating sugar (deoxyribose) and phosphate groups, forming the sugar-phosphate backbone. The rungs are made of paired nitrogenous bases.",
      "why": "The double helix structure allows DNA to store vast amounts of genetic information in a compact form and enables accurate copying during cell division. The complementary base pairing ensures that genetic information is preserved when DNA replicates.",
      "example": "If you untwisted a DNA molecule, it would look like a ladder. The vertical sides are the sugar-phosphate backbone, and each rung is made of two bases joined together in the middle by hydrogen bonds.",
      "subtopic": {
        "id": "dna-structure",
        "name": "DNA Structure",
        "what": "This subtopic covers the molecular structure of DNA, including its double helix shape, the components of nucleotides, and how complementary base pairing holds the two strands together.",
        "why": "Understanding DNA structure is fundamental to genetics because the sequence of bases in DNA contains the instructions for building proteins. These proteins determine the structure and function of all living organisms."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-b1e713ac-e423-b8e5-2f32-eecd71d30097",
      "id": 4,
      "version": 1,
      "contentHash": "hash-3d93b75f",
      "title": "I can label a nucleotide",
      "code": "1.4",
      "what": "A nucleotide is the basic building block (monomer) of DNA. Each nucleotide consists of three parts: a phosphate group, a deoxyribose sugar, and one of four nitrogenous bases (adenine, thymine, cytosine, or guanine).",
      "why": "Understanding nucleotide structure is essential because DNA is a polymer made of many nucleotides joined together. The sequence of bases in these nucleotides forms the genetic code that carries hereditary information.",
      "example": "Drawing a nucleotide shows the phosphate group attached to a five-carbon deoxyribose sugar, with a nitrogenous base (such as adenine) attached to the sugar. Multiple nucleotides link together through their phosphate and sugar groups.",
      "subtopic": {
        "id": "dna-structure",
        "name": "DNA Structure",
        "what": "This subtopic covers the molecular structure of DNA, including its double helix shape, the components of nucleotides, and how complementary base pairing holds the two strands together.",
        "why": "Understanding DNA structure is fundamental to genetics because the sequence of bases in DNA contains the instructions for building proteins. These proteins determine the structure and function of all living organisms."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-1c5c52c9-b126-996f-fdee-ccb2853698e1",
      "id": 5,
      "version": 1,
      "contentHash": "hash-e1cea0be",
      "title": "I can explain the complementary base pair rule",
      "code": "1.5",
      "what": "In DNA, bases pair in a specific way: adenine (A) always pairs with thymine (T), and cytosine (C) always pairs with guanine (G). These pairs are held together by hydrogen bonds.",
      "why": "Complementary base pairing is crucial for DNA replication and protein synthesis. When DNA copies itself, each strand serves as a template to build a new complementary strand, ensuring genetic information is accurately passed on.",
      "example": "If one strand of DNA has the sequence AATGCA, the complementary strand must be TTACGT. A memory aid is 'Apple in the Tree' (A-T) and 'Car in the Garage' (C-G).",
      "subtopic": {
        "id": "dna-structure",
        "name": "DNA Structure",
        "what": "This subtopic covers the molecular structure of DNA, including its double helix shape, the components of nucleotides, and how complementary base pairing holds the two strands together.",
        "why": "Understanding DNA structure is fundamental to genetics because the sequence of bases in DNA contains the instructions for building proteins. These proteins determine the structure and function of all living organisms."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-73dd2ba9-b5ba-f26a-2d11-75fde6768d16",
      "id": 1,
      "version": 1,
      "contentHash": "hash-9faacfe0",
      "title": "I can describe the role of genes",
      "code": "2.1",
      "what": "A gene is a specific section of DNA that contains instructions for making a particular protein. The sequence of bases within a gene determines which amino acids are assembled to form that protein.",
      "why": "Genes are the functional units of heredity. They carry the instructions that determine our traits, from eye colour to blood type. Understanding genes helps explain how characteristics are passed from parents to offspring.",
      "example": "The gene for eye colour contains the DNA sequence that codes for proteins involved in producing pigment in the iris. Different versions of this gene produce different amounts or types of pigment, resulting in brown, blue, green, or other eye colours.",
      "subtopic": {
        "id": "genes-and-chromosomes",
        "name": "Genes and Chromosomes",
        "what": "This subtopic explores how genetic information is organised within cells, from individual genes to chromosomes, and how this organisation allows cells to store and access genetic instructions efficiently.",
        "why": "Understanding the relationship between DNA, genes, and chromosomes explains how genetic information is packaged, inherited, and expressed. This knowledge is essential for understanding heredity and genetic disorders."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-2db62dce-e411-7cbb-df62-8f5e48279abb",
      "id": 2,
      "version": 1,
      "contentHash": "hash-29f28562",
      "title": "I can explain the relationship between DNA, genes and chromosomes",
      "code": "2.2",
      "what": "DNA is the molecule that carries genetic information. Genes are sections of DNA that code for specific proteins. Chromosomes are structures made of DNA tightly coiled around proteins, containing many genes. The complete set of DNA in an organism is called its genome.",
      "why": "This hierarchical organisation allows cells to store approximately 25,000 genes in a compact form within the nucleus. Understanding this relationship helps explain how genetic information is organised, accessed, and inherited.",
      "example": "Think of it like a library: DNA is the language all the information is written in, genes are individual instructions (like recipes), chromosomes are chapters that group related instructions together, and the genome is the complete set of books containing all instructions for building an organism.",
      "subtopic": {
        "id": "genes-and-chromosomes",
        "name": "Genes and Chromosomes",
        "what": "This subtopic explores how genetic information is organised within cells, from individual genes to chromosomes, and how this organisation allows cells to store and access genetic instructions efficiently.",
        "why": "Understanding the relationship between DNA, genes, and chromosomes explains how genetic information is packaged, inherited, and expressed. This knowledge is essential for understanding heredity and genetic disorders."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-9d29cde2-4fee-1543-beac-2609cef72bd9",
      "id": 3,
      "version": 1,
      "contentHash": "hash-dcb9b8c5",
      "title": "I can distinguish between autosomes and sex chromosomes",
      "code": "2.3",
      "what": "Humans have 46 chromosomes arranged in 23 pairs. Autosomes are the 22 pairs that are the same in males and females and contain genes for general body characteristics. Sex chromosomes are the 23rd pair (XX in females, XY in males) and determine biological sex.",
      "why": "This distinction is important for understanding inheritance patterns. Some traits are inherited on autosomes and affect males and females equally, while sex-linked traits are inherited on sex chromosomes and may appear more frequently in one sex.",
      "example": "A person inherits 22 autosomes plus one sex chromosome from each parent. A female receives an X from her mother and an X from her father (XX). A male receives an X from his mother and a Y from his father (XY).",
      "subtopic": {
        "id": "genes-and-chromosomes",
        "name": "Genes and Chromosomes",
        "what": "This subtopic explores how genetic information is organised within cells, from individual genes to chromosomes, and how this organisation allows cells to store and access genetic instructions efficiently.",
        "why": "Understanding the relationship between DNA, genes, and chromosomes explains how genetic information is packaged, inherited, and expressed. This knowledge is essential for understanding heredity and genetic disorders."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-77f0311f-23d5-4a81-efc1-fcc50590f93f",
      "id": 4,
      "version": 1,
      "contentHash": "hash-a77e9427",
      "title": "I can outline benefits of karyotyping",
      "code": "2.4",
      "what": "A karyotype is an organised image of an individual's chromosomes, arranged by size and banding patterns. Karyotyping can identify chromosomal abnormalities such as extra chromosomes, missing chromosomes, or structural changes.",
      "why": "Karyotyping is used in prenatal diagnosis to detect conditions like Down syndrome (trisomy 21), in diagnosing genetic disorders, and in cancer research. It provides visual evidence of chromosomal changes that affect health.",
      "example": "A karyotype of a person with Down syndrome would show three copies of chromosome 21 instead of the normal two. A karyotype can also determine biological sex by showing whether the 23rd pair is XX (female) or XY (male).",
      "subtopic": {
        "id": "genes-and-chromosomes",
        "name": "Genes and Chromosomes",
        "what": "This subtopic explores how genetic information is organised within cells, from individual genes to chromosomes, and how this organisation allows cells to store and access genetic instructions efficiently.",
        "why": "Understanding the relationship between DNA, genes, and chromosomes explains how genetic information is packaged, inherited, and expressed. This knowledge is essential for understanding heredity and genetic disorders."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e43d505c-ed03-ef2b-82f6-fad5712df492",
      "id": 5,
      "version": 1,
      "contentHash": "hash-7438913a",
      "title": "I can describe how the genetic code provides instructions for building proteins",
      "code": "2.5",
      "what": "The genetic code works through base triplets, where every three DNA bases code for one amino acid. During transcription, DNA is copied into messenger RNA (mRNA). During translation, ribosomes read the mRNA and assemble amino acids into proteins.",
      "why": "Proteins carry out most cellular functions, from providing structure to catalysing chemical reactions. Understanding how DNA codes for proteins explains how genetic information is expressed as physical traits and cellular functions.",
      "example": "The DNA triplet TAC codes for the amino acid methionine, which signals the start of protein synthesis. A gene containing hundreds of triplets produces a protein with hundreds of amino acids joined in a specific sequence.",
      "subtopic": {
        "id": "genes-and-chromosomes",
        "name": "Genes and Chromosomes",
        "what": "This subtopic explores how genetic information is organised within cells, from individual genes to chromosomes, and how this organisation allows cells to store and access genetic instructions efficiently.",
        "why": "Understanding the relationship between DNA, genes, and chromosomes explains how genetic information is packaged, inherited, and expressed. This knowledge is essential for understanding heredity and genetic disorders."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4c360666-9844-38dd-8b96-f7de0b464f43",
      "id": 1,
      "version": 1,
      "contentHash": "hash-40fdb2ca",
      "title": "I can differentiate between genetic and chromosomal mutations",
      "code": "3.1",
      "what": "Genetic mutations are changes in the DNA sequence of a single gene, affecting individual bases. Chromosomal mutations involve changes to large sections of chromosomes or whole chromosomes, such as duplications, deletions, or rearrangements.",
      "why": "The scale of a mutation affects its consequences. Gene mutations may change one protein, while chromosomal mutations can affect many genes simultaneously. Both types can be inherited or occur spontaneously.",
      "example": "Sickle cell anaemia is caused by a single base change (genetic mutation) in the haemoglobin gene. Down syndrome is caused by an extra copy of chromosome 21 (chromosomal mutation), affecting hundreds of genes.",
      "subtopic": {
        "id": "mutations",
        "name": "Mutations and Genetic Disorders",
        "what": "This subtopic examines how changes in DNA sequence or chromosome structure can occur, the different types of mutations, and how these changes can lead to genetic disorders or diseases like cancer.",
        "why": "Understanding mutations helps explain genetic variation, inherited disorders, and how environmental factors can damage DNA. This knowledge is essential for understanding disease causes and developing treatments."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-6ea2b5f8-d955-43e7-e285-ea9498783cdf",
      "id": 2,
      "version": 1,
      "contentHash": "hash-ae846f59",
      "title": "I can distinguish between types of mutations: substitution, insertion, deletion",
      "code": "3.2",
      "what": "Substitution replaces one base with another. Insertion adds extra bases into the DNA sequence. Deletion removes bases from the sequence. Insertions and deletions cause frameshift mutations because they shift how the genetic code is read in groups of three.",
      "why": "Different mutation types have different effects on proteins. Substitutions may have no effect, change one amino acid, or stop protein production. Frameshift mutations typically disrupt the entire protein because every triplet after the mutation is misread.",
      "example": "Original sequence: THE CAT ATE THE RAT. A substitution might give: THE CAR ATE THE RAT (one word changed). A deletion of 'C' causes frameshift: THE ATA TET HER AT (nonsense after the mutation).",
      "subtopic": {
        "id": "mutations",
        "name": "Mutations and Genetic Disorders",
        "what": "This subtopic examines how changes in DNA sequence or chromosome structure can occur, the different types of mutations, and how these changes can lead to genetic disorders or diseases like cancer.",
        "why": "Understanding mutations helps explain genetic variation, inherited disorders, and how environmental factors can damage DNA. This knowledge is essential for understanding disease causes and developing treatments."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a8597140-0dd6-6499-9d6c-5c84abb1862f",
      "id": 3,
      "version": 1,
      "contentHash": "hash-d32cb4e0",
      "title": "I can understand the role of DNA in cancer and some genetic disorders",
      "code": "3.3",
      "what": "Cancer occurs when mutations in genes controlling cell division cause uncontrolled cell growth. Genetic disorders like cystic fibrosis, sickle cell anaemia, and haemochromatosis are caused by inherited mutations that affect specific proteins.",
      "why": "Understanding the genetic basis of disease helps in diagnosis, treatment, and prevention. Knowing which genes are involved allows for genetic testing, targeted therapies, and informed family planning decisions.",
      "example": "Cystic fibrosis is caused by mutations in the CFTR gene, which codes for a protein that controls chloride transport in cell membranes. The mutated protein causes thick mucus to build up in the lungs and digestive system.",
      "subtopic": {
        "id": "mutations",
        "name": "Mutations and Genetic Disorders",
        "what": "This subtopic examines how changes in DNA sequence or chromosome structure can occur, the different types of mutations, and how these changes can lead to genetic disorders or diseases like cancer.",
        "why": "Understanding mutations helps explain genetic variation, inherited disorders, and how environmental factors can damage DNA. This knowledge is essential for understanding disease causes and developing treatments."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ca0a13ca-6504-1a0a-050b-74823ad10019",
      "id": 1,
      "version": 1,
      "contentHash": "hash-54996710",
      "title": "I can identify the importance of cellular replication",
      "code": "4.1",
      "what": "Cells must divide to allow organisms to grow from a single cell, replace worn-out or damaged cells, and reproduce. Before division, DNA must be replicated so each new cell receives a complete copy of genetic information.",
      "why": "Without cell division, organisms could not grow, heal injuries, or reproduce. DNA replication before division ensures genetic continuity between parent and daughter cells.",
      "example": "A skin cell divides approximately every 2-3 weeks to replace cells lost from the skin surface. Each division produces two cells with identical DNA to the original, maintaining the genetic information needed for proper skin function.",
      "subtopic": {
        "id": "cell-division",
        "name": "Cell Division",
        "what": "This subtopic covers the two types of cell division: mitosis for growth and repair, and meiosis for producing sex cells. Both processes ensure genetic information is accurately passed to new cells.",
        "why": "Cell division is essential for life. Mitosis allows organisms to grow and replace damaged cells. Meiosis produces genetically diverse sex cells for reproduction, ensuring offspring inherit genetic material from both parents."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-947b9235-7eca-aa74-898f-d741780fb1c3",
      "id": 2,
      "version": 1,
      "contentHash": "hash-a3907b83",
      "title": "I can explain the role of mitosis",
      "code": "4.2",
      "what": "Mitosis is cell division that produces two genetically identical daughter cells from one parent cell. It is used for growth, repair, and replacement of body cells. The daughter cells are diploid, containing the same number of chromosomes as the parent cell.",
      "why": "Mitosis maintains genetic consistency in body tissues. When you grow or heal a wound, the new cells must be identical to the original cells to function properly in that tissue.",
      "example": "When you cut your finger, cells around the wound undergo mitosis to produce new skin cells. These new cells are genetically identical to the original skin cells, ensuring the healed tissue has the same properties as the surrounding skin.",
      "subtopic": {
        "id": "cell-division",
        "name": "Cell Division",
        "what": "This subtopic covers the two types of cell division: mitosis for growth and repair, and meiosis for producing sex cells. Both processes ensure genetic information is accurately passed to new cells.",
        "why": "Cell division is essential for life. Mitosis allows organisms to grow and replace damaged cells. Meiosis produces genetically diverse sex cells for reproduction, ensuring offspring inherit genetic material from both parents."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4ac91e05-1a01-9a4b-20c5-b01799aada9c",
      "id": 3,
      "version": 1,
      "contentHash": "hash-a79e5936",
      "title": "I can identify and describe stages of mitosis",
      "code": "4.3",
      "what": "Mitosis occurs in four stages: Prophase (chromosomes condense, nuclear membrane dissolves), Metaphase (chromosomes line up at cell centre), Anaphase (sister chromatids separate and move to opposite poles), Telophase (nuclear membranes reform, chromosomes decondense). Cytokinesis then divides the cytoplasm.",
      "why": "Each stage ensures chromosomes are correctly duplicated and evenly distributed. Errors at any stage can result in daughter cells with incorrect chromosome numbers, potentially causing disease.",
      "example": "Remember PMAT: Prophase, Metaphase, Anaphase, Telophase. In metaphase, chromosomes line up in the Middle. In anaphase, chromosomes move Apart. In telophase, Two new nuclei form.",
      "subtopic": {
        "id": "cell-division",
        "name": "Cell Division",
        "what": "This subtopic covers the two types of cell division: mitosis for growth and repair, and meiosis for producing sex cells. Both processes ensure genetic information is accurately passed to new cells.",
        "why": "Cell division is essential for life. Mitosis allows organisms to grow and replace damaged cells. Meiosis produces genetically diverse sex cells for reproduction, ensuring offspring inherit genetic material from both parents."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-b50e3ff4-2ae0-666f-6cc1-532883aa55a0",
      "id": 4,
      "version": 1,
      "contentHash": "hash-5e75eef9",
      "title": "I can define gametes as sex cells, sperm and ova",
      "code": "4.4",
      "what": "Gametes are specialised sex cells used in sexual reproduction. Sperm are male gametes produced in the testes. Ova (eggs) are female gametes produced in the ovaries. Gametes are haploid, containing only 23 chromosomes (half the normal 46).",
      "why": "Gametes contain half the normal chromosome number so that when sperm and egg fuse during fertilisation, the resulting zygote has the correct diploid number of 46 chromosomes.",
      "example": "A human sperm cell contains 23 chromosomes (22 autosomes plus either an X or Y sex chromosome). A human egg cell contains 23 chromosomes (22 autosomes plus an X chromosome). When they combine, the zygote has 46 chromosomes.",
      "subtopic": {
        "id": "cell-division",
        "name": "Cell Division",
        "what": "This subtopic covers the two types of cell division: mitosis for growth and repair, and meiosis for producing sex cells. Both processes ensure genetic information is accurately passed to new cells.",
        "why": "Cell division is essential for life. Mitosis allows organisms to grow and replace damaged cells. Meiosis produces genetically diverse sex cells for reproduction, ensuring offspring inherit genetic material from both parents."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-7bd29175-c59a-5329-5016-7b8473012e26",
      "id": 5,
      "version": 1,
      "contentHash": "hash-94c8d5c3",
      "title": "I can recognise that genetic information is passed to offspring through gametes",
      "code": "4.5",
      "what": "During sexual reproduction, offspring inherit genetic information from both parents through gametes. Each parent contributes one chromosome to each homologous pair, so the offspring has a unique combination of maternal and paternal genes.",
      "why": "This mixing of genetic information from two parents creates genetic diversity in offspring. Siblings (except identical twins) have different combinations of parental genes, explaining why they can look different despite having the same parents.",
      "example": "You inherited 23 chromosomes from your mother (in the egg) and 23 from your father (in the sperm). This is why you share some traits with each parent but are not identical to either one.",
      "subtopic": {
        "id": "cell-division",
        "name": "Cell Division",
        "what": "This subtopic covers the two types of cell division: mitosis for growth and repair, and meiosis for producing sex cells. Both processes ensure genetic information is accurately passed to new cells.",
        "why": "Cell division is essential for life. Mitosis allows organisms to grow and replace damaged cells. Meiosis produces genetically diverse sex cells for reproduction, ensuring offspring inherit genetic material from both parents."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-fcbeee5c-c534-1906-76ee-c8c12ce6b521",
      "id": 6,
      "version": 1,
      "contentHash": "hash-d972cbf7",
      "title": "I can understand the role of meiosis in gamete formation",
      "code": "4.6",
      "what": "Meiosis is cell division that produces four genetically different haploid cells from one diploid parent cell. It involves two divisions (meiosis I and II). Crossing over and random assortment during meiosis I create genetic variation.",
      "why": "Meiosis reduces chromosome number from diploid to haploid and generates genetic diversity. Crossing over shuffles genes between chromosomes, and random assortment ensures each gamete gets a unique combination of maternal and paternal chromosomes.",
      "example": "During meiosis I, homologous chromosomes pair up and may exchange sections (crossing over). Then they separate randomly into daughter cells. One parent can produce over 8 million different combinations of chromosomes in their gametes.",
      "subtopic": {
        "id": "cell-division",
        "name": "Cell Division",
        "what": "This subtopic covers the two types of cell division: mitosis for growth and repair, and meiosis for producing sex cells. Both processes ensure genetic information is accurately passed to new cells.",
        "why": "Cell division is essential for life. Mitosis allows organisms to grow and replace damaged cells. Meiosis produces genetically diverse sex cells for reproduction, ensuring offspring inherit genetic material from both parents."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-fc2b0b35-303c-1f5f-deba-29f056b8aaed",
      "id": 1,
      "version": 1,
      "contentHash": "hash-476031f6",
      "title": "I can explain the difference between dominant and recessive traits",
      "code": "5.1",
      "what": "Dominant traits are expressed when at least one copy of the dominant allele is present. Recessive traits are only expressed when two copies of the recessive allele are present (no dominant allele). Dominant alleles are written as capital letters, recessive as lowercase.",
      "why": "Understanding dominance explains why some traits appear more frequently in families and why traits can skip generations. A recessive trait may be hidden for generations until two carriers have children together.",
      "example": "In humans, having a widow's peak hairline (W) is dominant over a straight hairline (w). A person with genotype WW or Ww will have a widow's peak. Only a person with genotype ww will have a straight hairline.",
      "subtopic": {
        "id": "alleles-and-inheritance",
        "name": "Alleles and Inheritance",
        "what": "This subtopic introduces the fundamental concepts of genetic inheritance, including how different versions of genes (alleles) interact to produce observable traits, and the relationship between an organism's genetic makeup and its physical characteristics.",
        "why": "Understanding alleles, dominance, and the connection between genotype and phenotype explains how traits are inherited and why offspring may or may not resemble their parents. This forms the basis for predicting inheritance patterns."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-86ff2388-35c8-7d2e-615d-a77852896e9b",
      "id": 2,
      "version": 1,
      "contentHash": "hash-dc1b85d8",
      "title": "I can describe alleles as alternative forms of a gene",
      "code": "5.2",
      "what": "Alleles are different versions of the same gene that occur at the same position on homologous chromosomes. Each individual inherits two alleles for each gene, one from each parent. Different alleles may produce different versions of a trait.",
      "why": "Alleles explain genetic variation within a species. While all humans have a gene for eye colour at the same location on chromosome 15, different alleles of this gene produce different eye colours.",
      "example": "The gene for earlobe attachment has two common alleles. The allele for free earlobes (F) and the allele for attached earlobes (f) are different versions of the same gene. You inherit one allele from each parent.",
      "subtopic": {
        "id": "alleles-and-inheritance",
        "name": "Alleles and Inheritance",
        "what": "This subtopic introduces the fundamental concepts of genetic inheritance, including how different versions of genes (alleles) interact to produce observable traits, and the relationship between an organism's genetic makeup and its physical characteristics.",
        "why": "Understanding alleles, dominance, and the connection between genotype and phenotype explains how traits are inherited and why offspring may or may not resemble their parents. This forms the basis for predicting inheritance patterns."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a09f50c8-4f91-25e0-eb67-64b206454623",
      "id": 3,
      "version": 1,
      "contentHash": "hash-10a7084c",
      "title": "I can differentiate between homozygous and heterozygous genotype",
      "code": "5.3",
      "what": "Homozygous means having two identical alleles for a trait (BB or bb). Heterozygous means having two different alleles for a trait (Bb). A homozygous dominant individual has two dominant alleles, while homozygous recessive has two recessive alleles.",
      "why": "Whether an individual is homozygous or heterozygous affects which traits they can pass to their offspring. A heterozygous individual carries a hidden recessive allele that may appear in future generations.",
      "example": "For coat colour in guinea pigs where black (B) is dominant over white (b): BB is homozygous dominant (black), Bb is heterozygous (black, but carries white allele), and bb is homozygous recessive (white).",
      "subtopic": {
        "id": "alleles-and-inheritance",
        "name": "Alleles and Inheritance",
        "what": "This subtopic introduces the fundamental concepts of genetic inheritance, including how different versions of genes (alleles) interact to produce observable traits, and the relationship between an organism's genetic makeup and its physical characteristics.",
        "why": "Understanding alleles, dominance, and the connection between genotype and phenotype explains how traits are inherited and why offspring may or may not resemble their parents. This forms the basis for predicting inheritance patterns."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-789e4002-8421-cdb7-506d-ebd5ead140fb",
      "id": 4,
      "version": 1,
      "contentHash": "hash-abaed8a1",
      "title": "I can understand the role of genotype and the expression of a phenotype",
      "code": "5.4",
      "what": "Genotype refers to the combination of alleles an organism possesses for a trait (the genetic code). Phenotype refers to the observable characteristics that result from the genotype (the physical expression). The same phenotype can result from different genotypes.",
      "why": "Distinguishing genotype from phenotype is essential for understanding inheritance. Two organisms may look identical (same phenotype) but carry different alleles (different genotypes), which affects the traits their offspring may inherit.",
      "example": "Two guinea pigs may both have black fur (same phenotype), but one could be BB (homozygous) and the other Bb (heterozygous). Both look black, but only the heterozygous guinea pig can produce white offspring if mated with another carrier.",
      "subtopic": {
        "id": "alleles-and-inheritance",
        "name": "Alleles and Inheritance",
        "what": "This subtopic introduces the fundamental concepts of genetic inheritance, including how different versions of genes (alleles) interact to produce observable traits, and the relationship between an organism's genetic makeup and its physical characteristics.",
        "why": "Understanding alleles, dominance, and the connection between genotype and phenotype explains how traits are inherited and why offspring may or may not resemble their parents. This forms the basis for predicting inheritance patterns."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-952a9dfc-3dd5-94fc-731b-cb4f5c22a117",
      "id": 1,
      "version": 1,
      "contentHash": "hash-0196a118",
      "title": "I can draw and label a Punnett square",
      "code": "6.1",
      "what": "A Punnett square is a grid used to predict the possible offspring from a genetic cross. One parent's alleles are written across the top, the other parent's alleles down the side. Each box shows a possible allele combination in offspring.",
      "why": "Punnett squares provide a systematic way to visualise all possible genetic outcomes of a cross. They help predict the probability of offspring inheriting particular genotypes and phenotypes.",
      "example": "To cross two heterozygous brown-eyed parents (Bb × Bb): Write B and b across the top and down the side. Fill in each box by combining the row and column alleles. Results: BB, Bb, Bb, bb.",
      "subtopic": {
        "id": "predicting-genetic-outcomes",
        "name": "Predicting Genetic Outcomes",
        "what": "This subtopic covers the tools and techniques used to predict inheritance patterns, including Punnett squares for calculating offspring ratios and pedigree charts for tracing traits through family generations.",
        "why": "Being able to predict genetic outcomes has practical applications in agriculture, medicine, and family planning. These tools help determine the probability of offspring inheriting specific traits or genetic conditions."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-c966c30b-4d9c-33d7-cc01-516070fd88e9",
      "id": 2,
      "version": 1,
      "contentHash": "hash-741bc65c",
      "title": "I can interpret the phenotypic and genotypic ratio of offspring",
      "code": "6.2",
      "what": "Genotypic ratio describes the proportion of each genotype in offspring (e.g., 1 BB : 2 Bb : 1 bb). Phenotypic ratio describes the proportion of each observable trait (e.g., 3 brown : 1 blue). These ratios represent probabilities, not guaranteed outcomes.",
      "why": "Understanding ratios helps predict the likelihood of offspring having particular traits. In genetic counselling, these ratios help families understand the chances of children inheriting genetic conditions.",
      "example": "When two heterozygous parents (Bb × Bb) have children, the genotypic ratio is 1:2:1 (1 BB : 2 Bb : 1 bb). The phenotypic ratio is 3:1 (3 brown-eyed : 1 blue-eyed) because BB and Bb both produce brown eyes.",
      "subtopic": {
        "id": "predicting-genetic-outcomes",
        "name": "Predicting Genetic Outcomes",
        "what": "This subtopic covers the tools and techniques used to predict inheritance patterns, including Punnett squares for calculating offspring ratios and pedigree charts for tracing traits through family generations.",
        "why": "Being able to predict genetic outcomes has practical applications in agriculture, medicine, and family planning. These tools help determine the probability of offspring inheriting specific traits or genetic conditions."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-9d48abcf-314e-35b1-8e9d-f18ba5113a24",
      "id": 3,
      "version": 1,
      "contentHash": "hash-e912b7f9",
      "title": "I can explain and draw a pedigree using pedigree rules",
      "code": "6.3",
      "what": "A pedigree chart shows inheritance patterns across multiple generations of a family. Squares represent males, circles represent females. Filled shapes indicate affected individuals, empty shapes indicate unaffected. Horizontal lines connect couples, vertical lines connect to offspring.",
      "why": "Pedigree charts help identify inheritance patterns by showing how traits pass through families. They can reveal whether a trait is dominant, recessive, or sex-linked, and help identify carriers of genetic conditions.",
      "example": "A pedigree for colour vision deficiency might show that affected individuals (filled shapes) are mostly males, with unaffected carrier females linking generations. This pattern suggests X-linked recessive inheritance.",
      "subtopic": {
        "id": "predicting-genetic-outcomes",
        "name": "Predicting Genetic Outcomes",
        "what": "This subtopic covers the tools and techniques used to predict inheritance patterns, including Punnett squares for calculating offspring ratios and pedigree charts for tracing traits through family generations.",
        "why": "Being able to predict genetic outcomes has practical applications in agriculture, medicine, and family planning. These tools help determine the probability of offspring inheriting specific traits or genetic conditions."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-7144522d-eaa3-9fd3-13fc-e82967c8005b",
      "id": 4,
      "version": 1,
      "contentHash": "hash-a310b65b",
      "title": "I can determine the genotype of an individual from a pedigree",
      "code": "6.4",
      "what": "By analysing a pedigree, you can often deduce an individual's genotype. Affected individuals showing a recessive trait must be homozygous recessive. Unaffected parents of affected children must be carriers (heterozygous).",
      "why": "Determining genotypes from pedigrees helps predict the risk of genetic conditions in future generations. This information is valuable for genetic counselling and understanding family health history.",
      "example": "If two unaffected parents have a child with cystic fibrosis (recessive condition), both parents must be carriers (Cc). The affected child must be homozygous recessive (cc). Each future child has a 25% chance of being affected.",
      "subtopic": {
        "id": "predicting-genetic-outcomes",
        "name": "Predicting Genetic Outcomes",
        "what": "This subtopic covers the tools and techniques used to predict inheritance patterns, including Punnett squares for calculating offspring ratios and pedigree charts for tracing traits through family generations.",
        "why": "Being able to predict genetic outcomes has practical applications in agriculture, medicine, and family planning. These tools help determine the probability of offspring inheriting specific traits or genetic conditions."
      },
      "questionsExist": false
    }
  ]
}