{
  "id": "alleles-and-inheritance",
  "name": "Alleles and Inheritance",
  "icon": "👨‍👩‍👧",
  "what": "This subtopic introduces the fundamental concepts of genetic inheritance, including how different versions of genes (alleles) interact to produce observable traits, and the relationship between an organism's genetic makeup and its physical characteristics.",
  "why": "Understanding alleles, dominance, and the connection between genotype and phenotype explains how traits are inherited and why offspring may or may not resemble their parents. This forms the basis for predicting inheritance patterns.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-fc2b0b35-303c-1f5f-deba-29f056b8aaed",
      "version": 1,
      "title": "I can explain the difference between dominant and recessive traits",
      "code": "5.1",
      "what": "Dominant traits are expressed when at least one copy of the dominant allele is present. Recessive traits are only expressed when two copies of the recessive allele are present (no dominant allele). Dominant alleles are written as capital letters, recessive as lowercase.",
      "why": "Understanding dominance explains why some traits appear more frequently in families and why traits can skip generations. A recessive trait may be hidden for generations until two carriers have children together.",
      "example": "In humans, having a widow's peak hairline (W) is dominant over a straight hairline (w). A person with genotype WW or Ww will have a widow's peak. Only a person with genotype ww will have a straight hairline.",
      "contentHash": "hash-476031f6"
    },
    {
      "id": 2,
      "uuid": "lp-86ff2388-35c8-7d2e-615d-a77852896e9b",
      "version": 1,
      "title": "I can describe alleles as alternative forms of a gene",
      "code": "5.2",
      "what": "Alleles are different versions of the same gene that occur at the same position on homologous chromosomes. Each individual inherits two alleles for each gene, one from each parent. Different alleles may produce different versions of a trait.",
      "why": "Alleles explain genetic variation within a species. While all humans have a gene for eye colour at the same location on chromosome 15, different alleles of this gene produce different eye colours.",
      "example": "The gene for earlobe attachment has two common alleles. The allele for free earlobes (F) and the allele for attached earlobes (f) are different versions of the same gene. You inherit one allele from each parent.",
      "contentHash": "hash-dc1b85d8"
    },
    {
      "id": 3,
      "uuid": "lp-a09f50c8-4f91-25e0-eb67-64b206454623",
      "version": 1,
      "title": "I can differentiate between homozygous and heterozygous genotype",
      "code": "5.3",
      "what": "Homozygous means having two identical alleles for a trait (BB or bb). Heterozygous means having two different alleles for a trait (Bb). A homozygous dominant individual has two dominant alleles, while homozygous recessive has two recessive alleles.",
      "why": "Whether an individual is homozygous or heterozygous affects which traits they can pass to their offspring. A heterozygous individual carries a hidden recessive allele that may appear in future generations.",
      "example": "For coat colour in guinea pigs where black (B) is dominant over white (b): BB is homozygous dominant (black), Bb is heterozygous (black, but carries white allele), and bb is homozygous recessive (white).",
      "contentHash": "hash-10a7084c"
    },
    {
      "id": 4,
      "uuid": "lp-789e4002-8421-cdb7-506d-ebd5ead140fb",
      "version": 1,
      "title": "I can understand the role of genotype and the expression of a phenotype",
      "code": "5.4",
      "what": "Genotype refers to the combination of alleles an organism possesses for a trait (the genetic code). Phenotype refers to the observable characteristics that result from the genotype (the physical expression). The same phenotype can result from different genotypes.",
      "why": "Distinguishing genotype from phenotype is essential for understanding inheritance. Two organisms may look identical (same phenotype) but carry different alleles (different genotypes), which affects the traits their offspring may inherit.",
      "example": "Two guinea pigs may both have black fur (same phenotype), but one could be BB (homozygous) and the other Bb (heterozygous). Both look black, but only the heterozygous guinea pig can produce white offspring if mated with another carrier.",
      "contentHash": "hash-abaed8a1"
    }
  ]
}