{
  "id": "dna-structure",
  "name": "DNA Structure",
  "icon": "🧬",
  "what": "This subtopic covers the molecular structure of DNA, including its double helix shape, the components of nucleotides, and how complementary base pairing holds the two strands together.",
  "why": "Understanding DNA structure is fundamental to genetics because the sequence of bases in DNA contains the instructions for building proteins. These proteins determine the structure and function of all living organisms.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-3bffb4f3-8921-657a-71ad-282cb7b803c0",
      "version": 1,
      "title": "I can identify the location and role of major organelles in a cell",
      "code": "1.1",
      "what": "Cells contain specialised structures called organelles that perform specific functions. Key organelles include the nucleus (contains DNA), mitochondria (produces energy), ribosomes (makes proteins), and the cell membrane (controls what enters and exits).",
      "why": "Knowing where organelles are located and what they do helps explain how cells carry out life processes. The nucleus is particularly important because it houses the DNA that controls all cellular activities.",
      "example": "The nucleus acts like the control centre of a cell. It contains DNA wrapped around proteins to form chromosomes, which carry the genetic instructions needed to make proteins in the ribosomes.",
      "contentHash": "hash-d6f3fe64"
    },
    {
      "id": 2,
      "uuid": "lp-38015f1c-b0ae-2950-bb11-4f2fef7cdd7c",
      "version": 1,
      "title": "I can explain how DNA relates to structure and function of organisms",
      "code": "1.2",
      "what": "DNA contains coded instructions for making proteins. These proteins determine an organism's characteristics by building structures (like muscle fibres) and carrying out functions (like enzymes that digest food).",
      "why": "The connection between DNA and proteins explains how genetic information translates into physical traits. Different sequences of DNA code for different proteins, which is why organisms with different DNA look and function differently.",
      "example": "The DNA sequence that codes for the protein melanin determines skin and hair colour. People with DNA sequences that produce more melanin have darker skin and hair, while those with sequences producing less melanin have lighter colouring.",
      "contentHash": "hash-a7274dcf"
    },
    {
      "id": 3,
      "uuid": "lp-4fb51388-5c44-4d22-08d7-b26d63f2311b",
      "version": 1,
      "title": "I can describe the structure of DNA",
      "code": "1.3",
      "what": "DNA has a double helix structure, resembling a twisted ladder. The sides of the ladder are made of alternating sugar (deoxyribose) and phosphate groups, forming the sugar-phosphate backbone. The rungs are made of paired nitrogenous bases.",
      "why": "The double helix structure allows DNA to store vast amounts of genetic information in a compact form and enables accurate copying during cell division. The complementary base pairing ensures that genetic information is preserved when DNA replicates.",
      "example": "If you untwisted a DNA molecule, it would look like a ladder. The vertical sides are the sugar-phosphate backbone, and each rung is made of two bases joined together in the middle by hydrogen bonds.",
      "contentHash": "hash-73cf51b8"
    },
    {
      "id": 4,
      "uuid": "lp-b1e713ac-e423-b8e5-2f32-eecd71d30097",
      "version": 1,
      "title": "I can label a nucleotide",
      "code": "1.4",
      "what": "A nucleotide is the basic building block (monomer) of DNA. Each nucleotide consists of three parts: a phosphate group, a deoxyribose sugar, and one of four nitrogenous bases (adenine, thymine, cytosine, or guanine).",
      "why": "Understanding nucleotide structure is essential because DNA is a polymer made of many nucleotides joined together. The sequence of bases in these nucleotides forms the genetic code that carries hereditary information.",
      "example": "Drawing a nucleotide shows the phosphate group attached to a five-carbon deoxyribose sugar, with a nitrogenous base (such as adenine) attached to the sugar. Multiple nucleotides link together through their phosphate and sugar groups.",
      "contentHash": "hash-3d93b75f"
    },
    {
      "id": 5,
      "uuid": "lp-1c5c52c9-b126-996f-fdee-ccb2853698e1",
      "version": 1,
      "title": "I can explain the complementary base pair rule",
      "code": "1.5",
      "what": "In DNA, bases pair in a specific way: adenine (A) always pairs with thymine (T), and cytosine (C) always pairs with guanine (G). These pairs are held together by hydrogen bonds.",
      "why": "Complementary base pairing is crucial for DNA replication and protein synthesis. When DNA copies itself, each strand serves as a template to build a new complementary strand, ensuring genetic information is accurately passed on.",
      "example": "If one strand of DNA has the sequence AATGCA, the complementary strand must be TTACGT. A memory aid is 'Apple in the Tree' (A-T) and 'Car in the Garage' (C-G).",
      "contentHash": "hash-e1cea0be"
    }
  ]
}