{
  "id": "genes-and-chromosomes",
  "name": "Genes and Chromosomes",
  "icon": "🔬",
  "what": "This subtopic explores how genetic information is organised within cells, from individual genes to chromosomes, and how this organisation allows cells to store and access genetic instructions efficiently.",
  "why": "Understanding the relationship between DNA, genes, and chromosomes explains how genetic information is packaged, inherited, and expressed. This knowledge is essential for understanding heredity and genetic disorders.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-73dd2ba9-b5ba-f26a-2d11-75fde6768d16",
      "version": 1,
      "title": "I can describe the role of genes",
      "code": "2.1",
      "what": "A gene is a specific section of DNA that contains instructions for making a particular protein. The sequence of bases within a gene determines which amino acids are assembled to form that protein.",
      "why": "Genes are the functional units of heredity. They carry the instructions that determine our traits, from eye colour to blood type. Understanding genes helps explain how characteristics are passed from parents to offspring.",
      "example": "The gene for eye colour contains the DNA sequence that codes for proteins involved in producing pigment in the iris. Different versions of this gene produce different amounts or types of pigment, resulting in brown, blue, green, or other eye colours.",
      "contentHash": "hash-9faacfe0"
    },
    {
      "id": 2,
      "uuid": "lp-2db62dce-e411-7cbb-df62-8f5e48279abb",
      "version": 1,
      "title": "I can explain the relationship between DNA, genes and chromosomes",
      "code": "2.2",
      "what": "DNA is the molecule that carries genetic information. Genes are sections of DNA that code for specific proteins. Chromosomes are structures made of DNA tightly coiled around proteins, containing many genes. The complete set of DNA in an organism is called its genome.",
      "why": "This hierarchical organisation allows cells to store approximately 25,000 genes in a compact form within the nucleus. Understanding this relationship helps explain how genetic information is organised, accessed, and inherited.",
      "example": "Think of it like a library: DNA is the language all the information is written in, genes are individual instructions (like recipes), chromosomes are chapters that group related instructions together, and the genome is the complete set of books containing all instructions for building an organism.",
      "contentHash": "hash-29f28562"
    },
    {
      "id": 3,
      "uuid": "lp-9d29cde2-4fee-1543-beac-2609cef72bd9",
      "version": 1,
      "title": "I can distinguish between autosomes and sex chromosomes",
      "code": "2.3",
      "what": "Humans have 46 chromosomes arranged in 23 pairs. Autosomes are the 22 pairs that are the same in males and females and contain genes for general body characteristics. Sex chromosomes are the 23rd pair (XX in females, XY in males) and determine biological sex.",
      "why": "This distinction is important for understanding inheritance patterns. Some traits are inherited on autosomes and affect males and females equally, while sex-linked traits are inherited on sex chromosomes and may appear more frequently in one sex.",
      "example": "A person inherits 22 autosomes plus one sex chromosome from each parent. A female receives an X from her mother and an X from her father (XX). A male receives an X from his mother and a Y from his father (XY).",
      "contentHash": "hash-dcb9b8c5"
    },
    {
      "id": 4,
      "uuid": "lp-77f0311f-23d5-4a81-efc1-fcc50590f93f",
      "version": 1,
      "title": "I can outline benefits of karyotyping",
      "code": "2.4",
      "what": "A karyotype is an organised image of an individual's chromosomes, arranged by size and banding patterns. Karyotyping can identify chromosomal abnormalities such as extra chromosomes, missing chromosomes, or structural changes.",
      "why": "Karyotyping is used in prenatal diagnosis to detect conditions like Down syndrome (trisomy 21), in diagnosing genetic disorders, and in cancer research. It provides visual evidence of chromosomal changes that affect health.",
      "example": "A karyotype of a person with Down syndrome would show three copies of chromosome 21 instead of the normal two. A karyotype can also determine biological sex by showing whether the 23rd pair is XX (female) or XY (male).",
      "contentHash": "hash-a77e9427"
    },
    {
      "id": 5,
      "uuid": "lp-e43d505c-ed03-ef2b-82f6-fad5712df492",
      "version": 1,
      "title": "I can describe how the genetic code provides instructions for building proteins",
      "code": "2.5",
      "what": "The genetic code works through base triplets, where every three DNA bases code for one amino acid. During transcription, DNA is copied into messenger RNA (mRNA). During translation, ribosomes read the mRNA and assemble amino acids into proteins.",
      "why": "Proteins carry out most cellular functions, from providing structure to catalysing chemical reactions. Understanding how DNA codes for proteins explains how genetic information is expressed as physical traits and cellular functions.",
      "example": "The DNA triplet TAC codes for the amino acid methionine, which signals the start of protein synthesis. A gene containing hundreds of triplets produces a protein with hundreds of amino acids joined in a specific sequence.",
      "contentHash": "hash-7438913a"
    }
  ]
}