{
  "id": "mutations",
  "name": "Mutations and Genetic Disorders",
  "icon": "⚠️",
  "what": "This subtopic examines how changes in DNA sequence or chromosome structure can occur, the different types of mutations, and how these changes can lead to genetic disorders or diseases like cancer.",
  "why": "Understanding mutations helps explain genetic variation, inherited disorders, and how environmental factors can damage DNA. This knowledge is essential for understanding disease causes and developing treatments.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-4c360666-9844-38dd-8b96-f7de0b464f43",
      "version": 1,
      "title": "I can differentiate between genetic and chromosomal mutations",
      "code": "3.1",
      "what": "Genetic mutations are changes in the DNA sequence of a single gene, affecting individual bases. Chromosomal mutations involve changes to large sections of chromosomes or whole chromosomes, such as duplications, deletions, or rearrangements.",
      "why": "The scale of a mutation affects its consequences. Gene mutations may change one protein, while chromosomal mutations can affect many genes simultaneously. Both types can be inherited or occur spontaneously.",
      "example": "Sickle cell anaemia is caused by a single base change (genetic mutation) in the haemoglobin gene. Down syndrome is caused by an extra copy of chromosome 21 (chromosomal mutation), affecting hundreds of genes.",
      "contentHash": "hash-40fdb2ca"
    },
    {
      "id": 2,
      "uuid": "lp-6ea2b5f8-d955-43e7-e285-ea9498783cdf",
      "version": 1,
      "title": "I can distinguish between types of mutations: substitution, insertion, deletion",
      "code": "3.2",
      "what": "Substitution replaces one base with another. Insertion adds extra bases into the DNA sequence. Deletion removes bases from the sequence. Insertions and deletions cause frameshift mutations because they shift how the genetic code is read in groups of three.",
      "why": "Different mutation types have different effects on proteins. Substitutions may have no effect, change one amino acid, or stop protein production. Frameshift mutations typically disrupt the entire protein because every triplet after the mutation is misread.",
      "example": "Original sequence: THE CAT ATE THE RAT. A substitution might give: THE CAR ATE THE RAT (one word changed). A deletion of 'C' causes frameshift: THE ATA TET HER AT (nonsense after the mutation).",
      "contentHash": "hash-ae846f59"
    },
    {
      "id": 3,
      "uuid": "lp-a8597140-0dd6-6499-9d6c-5c84abb1862f",
      "version": 1,
      "title": "I can understand the role of DNA in cancer and some genetic disorders",
      "code": "3.3",
      "what": "Cancer occurs when mutations in genes controlling cell division cause uncontrolled cell growth. Genetic disorders like cystic fibrosis, sickle cell anaemia, and haemochromatosis are caused by inherited mutations that affect specific proteins.",
      "why": "Understanding the genetic basis of disease helps in diagnosis, treatment, and prevention. Knowing which genes are involved allows for genetic testing, targeted therapies, and informed family planning decisions.",
      "example": "Cystic fibrosis is caused by mutations in the CFTR gene, which codes for a protein that controls chloride transport in cell membranes. The mutated protein causes thick mucus to build up in the lungs and digestive system.",
      "contentHash": "hash-d32cb4e0"
    }
  ]
}