{
  "id": "predicting-genetic-outcomes",
  "name": "Predicting Genetic Outcomes",
  "icon": "📊",
  "what": "This subtopic covers the tools and techniques used to predict inheritance patterns, including Punnett squares for calculating offspring ratios and pedigree charts for tracing traits through family generations.",
  "why": "Being able to predict genetic outcomes has practical applications in agriculture, medicine, and family planning. These tools help determine the probability of offspring inheriting specific traits or genetic conditions.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-952a9dfc-3dd5-94fc-731b-cb4f5c22a117",
      "version": 1,
      "title": "I can draw and label a Punnett square",
      "code": "6.1",
      "what": "A Punnett square is a grid used to predict the possible offspring from a genetic cross. One parent's alleles are written across the top, the other parent's alleles down the side. Each box shows a possible allele combination in offspring.",
      "why": "Punnett squares provide a systematic way to visualise all possible genetic outcomes of a cross. They help predict the probability of offspring inheriting particular genotypes and phenotypes.",
      "example": "To cross two heterozygous brown-eyed parents (Bb × Bb): Write B and b across the top and down the side. Fill in each box by combining the row and column alleles. Results: BB, Bb, Bb, bb.",
      "contentHash": "hash-0196a118"
    },
    {
      "id": 2,
      "uuid": "lp-c966c30b-4d9c-33d7-cc01-516070fd88e9",
      "version": 1,
      "title": "I can interpret the phenotypic and genotypic ratio of offspring",
      "code": "6.2",
      "what": "Genotypic ratio describes the proportion of each genotype in offspring (e.g., 1 BB : 2 Bb : 1 bb). Phenotypic ratio describes the proportion of each observable trait (e.g., 3 brown : 1 blue). These ratios represent probabilities, not guaranteed outcomes.",
      "why": "Understanding ratios helps predict the likelihood of offspring having particular traits. In genetic counselling, these ratios help families understand the chances of children inheriting genetic conditions.",
      "example": "When two heterozygous parents (Bb × Bb) have children, the genotypic ratio is 1:2:1 (1 BB : 2 Bb : 1 bb). The phenotypic ratio is 3:1 (3 brown-eyed : 1 blue-eyed) because BB and Bb both produce brown eyes.",
      "contentHash": "hash-741bc65c"
    },
    {
      "id": 3,
      "uuid": "lp-9d48abcf-314e-35b1-8e9d-f18ba5113a24",
      "version": 1,
      "title": "I can explain and draw a pedigree using pedigree rules",
      "code": "6.3",
      "what": "A pedigree chart shows inheritance patterns across multiple generations of a family. Squares represent males, circles represent females. Filled shapes indicate affected individuals, empty shapes indicate unaffected. Horizontal lines connect couples, vertical lines connect to offspring.",
      "why": "Pedigree charts help identify inheritance patterns by showing how traits pass through families. They can reveal whether a trait is dominant, recessive, or sex-linked, and help identify carriers of genetic conditions.",
      "example": "A pedigree for colour vision deficiency might show that affected individuals (filled shapes) are mostly males, with unaffected carrier females linking generations. This pattern suggests X-linked recessive inheritance.",
      "contentHash": "hash-e912b7f9"
    },
    {
      "id": 4,
      "uuid": "lp-7144522d-eaa3-9fd3-13fc-e82967c8005b",
      "version": 1,
      "title": "I can determine the genotype of an individual from a pedigree",
      "code": "6.4",
      "what": "By analysing a pedigree, you can often deduce an individual's genotype. Affected individuals showing a recessive trait must be homozygous recessive. Unaffected parents of affected children must be carriers (heterozygous).",
      "why": "Determining genotypes from pedigrees helps predict the risk of genetic conditions in future generations. This information is valuable for genetic counselling and understanding family health history.",
      "example": "If two unaffected parents have a child with cystic fibrosis (recessive condition), both parents must be carriers (Cc). The affected child must be homozygous recessive (cc). Each future child has a 25% chance of being affected.",
      "contentHash": "hash-a310b65b"
    }
  ]
}