{
  "id": "inside-the-cell",
  "name": "Inside the Cell",
  "icon": "⚙️",
  "what": "This subtopic covers the structure and function of organelles found in eukaryotic cells, including the nucleus, endoplasmic reticulum, Golgi apparatus, ribosomes, vesicles, lysosomes, vacuoles, mitochondria, chloroplasts and cell wall. It also covers compartmentalisation and endosymbiosis.",
  "why": "Organelles allow eukaryotic cells to carry out specialised functions efficiently. Understanding each organelle's role lets you explain how cells perform complex processes like protein synthesis and cellular respiration.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-d0c5af76-c7a9-3481-b305-45f14f515b69",
      "version": 1,
      "title": "I can recall and define the key organelles and their functions",
      "code": "1D.1",
      "what": "Key organelles include the nucleus (stores DNA), rough ER (transports proteins), smooth ER (synthesises lipids), Golgi apparatus (modifies and packages proteins), ribosomes (synthesise proteins), vesicles (transport materials), lysosomes (break down waste), vacuoles (store substances), mitochondria (site of aerobic respiration) and chloroplasts (site of photosynthesis).",
      "why": "Knowing each organelle's name, structure and function is essential for answering questions about cell biology and for understanding how organelles work together in processes like protein synthesis.",
      "example": "The Golgi apparatus receives proteins from the rough ER via vesicles, modifies and packages them, then exports them from the cell in secretory vesicles through exocytosis.",
      "contentHash": "hash-3c3ea198"
    },
    {
      "id": 2,
      "uuid": "lp-8ea20809-6e18-2a13-7a0d-e71764ba4d77",
      "version": 1,
      "title": "I can describe compartmentalisation and explain its importance for cells",
      "code": "1D.3",
      "what": "Compartmentalisation is the division of a cell into membrane-bound organelles. Each organelle maintains its own internal environment, keeping reactant concentrations at optimal levels for specific reactions.",
      "why": "Without compartmentalisation, a large eukaryotic cell would not be able to carry out many different chemical reactions efficiently at the same time. This concept links cell size to the need for organelles.",
      "example": "In a large cell without organelles, reactant molecules would be spread out and unlikely to collide. By enclosing them in a smaller organelle, the molecules are concentrated and more likely to interact, increasing the rate of reaction.",
      "contentHash": "hash-6c1f4a9a"
    },
    {
      "id": 3,
      "uuid": "lp-65c713f2-445b-1418-f0ce-b4134c4e8af8",
      "version": 1,
      "title": "I can identify the organelles present in a cell from a diagram",
      "code": "1D.2",
      "what": "You should be able to recognise organelles by their visual features in diagrams: the nucleus (double membrane with pores), mitochondria (double membrane with folded cristae), chloroplasts (double membrane with stacked thylakoids called grana), rough ER (membrane studded with ribosomes) and smooth ER (membrane without ribosomes).",
      "why": "Exam questions frequently present cell diagrams and ask you to identify organelles. Recognising their distinctive structures is a core practical skill.",
      "example": "Mitochondria can be identified by their double membrane and inner folds called cristae. Chloroplasts can be identified by their double membrane and internal stacks of disc-shaped thylakoids called grana.",
      "contentHash": "hash-d3df82f2"
    },
    {
      "id": 4,
      "uuid": "lp-005a0076-3323-22a6-c95f-1d2dc72f18ed",
      "version": 1,
      "title": "I can explain endosymbiosis as the origin of mitochondria and chloroplasts",
      "code": "1D.4",
      "what": "Endosymbiosis is a theory that mitochondria and chloroplasts originated when a prokaryote engulfed another smaller prokaryote. The engulfed prokaryote was not digested but retained, providing a beneficial function. This explains why these organelles have their own DNA, ribosomes and a double membrane.",
      "why": "Endosymbiosis connects the study of organelles to evolutionary biology and explains structural features of mitochondria and chloroplasts that would otherwise seem unusual.",
      "example": "Mitochondria have their own circular DNA and ribosomes, similar to a prokaryote. Their double membrane is thought to result from the engulfing process: the inner membrane was the original prokaryote's membrane, and the outer membrane came from the host cell.",
      "contentHash": "hash-b32b0673"
    },
    {
      "id": 5,
      "uuid": "lp-7bef0fcf-e40c-c531-b05e-a4d17e8b47f9",
      "version": 1,
      "title": "I can explain which organelles a specialised cell would need to perform its function",
      "code": "1D.7",
      "what": "Different cell types have different numbers and types of organelles depending on their function. A cell that requires a lot of energy will have many mitochondria. A cell that secretes proteins will have abundant rough ER and Golgi apparatus.",
      "why": "This skill tests your ability to apply organelle knowledge to new scenarios, which is a common style of exam question in VCE Biology.",
      "example": "A sperm cell needs a large number of mitochondria because it requires significant energy to power the movement of its flagellum as it swims toward an egg cell. Stomach lining cells need many Golgi apparatus to package and secrete digestive enzymes.",
      "contentHash": "hash-fc12df5e"
    }
  ]
}