{
  "id": "what-makes-something-alive",
  "name": "What Makes Something Alive",
  "icon": "🌱",
  "what": "This subtopic covers how we distinguish between living (biotic) and non-living (abiotic) things using cell theory. It introduces the four features common to all cells: genetic material, cytosol, ribosomes and a plasma membrane.",
  "why": "Understanding what makes something alive is the foundation of all biology. Knowing the four common cell features gives you a framework for analysing any cell type you encounter later in the course.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-6b577eac-0975-ef7a-3be8-ac33f6bf92fa",
      "version": 1,
      "title": "I can define the key terms abiotic, biotic, unicellular and multicellular",
      "code": "1A.1",
      "what": "Biotic means living (made of at least one cell). Abiotic means non-living. Unicellular organisms consist of one cell, while multicellular organisms consist of more than one cell.",
      "why": "These terms are used throughout biology to classify factors in an environment and to describe organisms. Precise definitions help you answer exam questions accurately.",
      "example": "A bone removed from an animal is abiotic because it is no longer part of a living organism. Caulerpa taxifolia is a unicellular alga that can grow up to three metres long, showing that unicellular does not mean small.",
      "contentHash": "hash-c35004e3"
    },
    {
      "id": 2,
      "uuid": "lp-baf9789a-a523-07cb-3e19-f72c1d7e3ef9",
      "version": 1,
      "title": "I can recall the four common features shared by all organisms",
      "code": "1A.2",
      "what": "Every cell, whether prokaryotic or eukaryotic, contains genetic material, cytosol, ribosomes and a plasma membrane. These four features are the minimum requirements for something to be considered a cell.",
      "why": "These four features form the basis of cell theory and allow you to identify any structure as a cell. They also help you distinguish cells from non-living particles such as viruses.",
      "example": "A bacterium has no nucleus or membrane-bound organelles, but it still has all four common features: circular DNA (genetic material), cytosol, ribosomes and a plasma membrane.",
      "contentHash": "hash-3dcb8531"
    },
    {
      "id": 3,
      "uuid": "lp-94a93a45-ad99-fc8e-f144-70558506c314",
      "version": 1,
      "title": "I can outline the function of each of the four common cell features",
      "code": "1A.3",
      "what": "Genetic material contains hereditary information coding for proteins. Cytosol is the liquid inside cells where many reactions occur. Ribosomes are the site of protein synthesis. The plasma membrane separates the internal and external environments and controls what enters and leaves.",
      "why": "Knowing the function of each feature allows you to explain why every cell needs them and to predict what would happen if one were missing or damaged.",
      "example": "If a cell lost its plasma membrane, the cytosol and its contents would leak into the surroundings, and the cell would no longer be able to control which substances enter or leave. The cell would cease to function.",
      "contentHash": "hash-e5e2b7c2"
    },
    {
      "id": 4,
      "uuid": "lp-fb24c107-a528-52c8-b6b5-784696b73d7f",
      "version": 1,
      "title": "I can recall and apply cell theory",
      "code": "1A.4",
      "what": "Cell theory states that all living things are made up of at least one cell, that the cell is the basic unit of life, and that all cells arise from pre-existing cells.",
      "why": "Cell theory is a foundational concept in biology that underpins how we understand the origin, structure and reproduction of all living things.",
      "example": "A virus is not considered a living organism under cell theory because it is not made up of cells and cannot reproduce on its own without a host cell.",
      "contentHash": "hash-35fc51e4"
    }
  ]
}