{
  "id": "contemporary-food-issues",
  "name": "Contemporary Food Issues",
  "icon": "🌏",
  "what": "This subtopic explores current issues in food systems including ultra-processed foods, food miles, environmental impact, food waste, convenience foods, and packaging. You will learn to evaluate food choices for both health and sustainability.",
  "why": "Food choices affect not just personal health but also the environment and society. Understanding contemporary food issues helps you make informed decisions that consider the broader impacts of what you eat.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-ca35740c-323e-ef70-81a9-9b452be6a7e8",
      "version": 1,
      "title": "I can classify foods using the NOVA processing system",
      "code": "6.1",
      "what": "The NOVA system has four groups: Group 1 (unprocessed/minimally processed foods), Group 2 (processed culinary ingredients like oil and sugar), Group 3 (processed foods like cheese and canned vegetables), and Group 4 (ultra-processed foods).",
      "why": "High consumption of ultra-processed foods is linked to health problems including obesity and heart disease. Recognising processing levels helps you make healthier choices.",
      "example": "Fresh apple (Group 1), sugar (Group 2), canned apple in syrup (Group 3), apple-flavoured fruit snack with added colours and preservatives (Group 4). About 42% of energy in Australian diets comes from ultra-processed foods.",
      "contentHash": "hash-92275705"
    },
    {
      "id": 2,
      "uuid": "lp-34f6ee5b-dfdd-8e6d-966a-64e368ba4a1e",
      "version": 1,
      "title": "I can identify characteristics of ultra-processed foods",
      "code": "6.2",
      "what": "Ultra-processed foods typically have: long ingredient lists (5+ ingredients), ingredients not used in home cooking (high-fructose corn syrup, protein isolates), and cosmetic additives (colours, emulsifiers, thickeners).",
      "why": "Being able to identify ultra-processed foods from their labels helps you make informed choices about what to eat.",
      "example": "A packaged snack listing wheat flour, sugar, glucose syrup, hydrogenated vegetable oil, maltodextrin, colour (102), flavour, and emulsifier (471) is ultra-processed - it contains multiple ingredients you would not use at home.",
      "contentHash": "hash-ece6b67a"
    },
    {
      "id": 3,
      "uuid": "lp-905b207b-f3f8-35c0-ee0e-c1628c2e1888",
      "version": 1,
      "title": "I can explain why food miles alone are not always a good indicator of environmental impact",
      "code": "6.3",
      "what": "How food is produced often matters more than how far it travels. Heated greenhouses, intensive farming, and production methods can generate more emissions than transport, even for local foods.",
      "why": "Understanding this complexity helps you make more informed choices about sustainable eating rather than relying on simple assumptions.",
      "example": "New Zealand lamb exported to the UK produces about four times less carbon emissions than UK-raised lamb because New Zealand's climate allows grass-fed farming with minimal inputs. Ending all international food transport would only reduce food system emissions by about 9%.",
      "contentHash": "hash-54536fd3"
    },
    {
      "id": 4,
      "uuid": "lp-b7aed738-c3cf-96c4-869f-bb511e729b49",
      "version": 1,
      "title": "I can compare the environmental footprint of different foods",
      "code": "6.4",
      "what": "Foods have vastly different environmental impacts. Beef produces 36-100 kg CO2 per kg, while vegetables produce under 1 kg CO2 per kg. Beef also requires 15,415 litres of water per kg compared to 322 litres for vegetables.",
      "why": "Understanding these differences helps you make food choices that reduce your environmental impact.",
      "example": "Beef produces about 6 times more greenhouse gases than chicken per 50g of protein, and up to 100 times more than legumes. Eating more plants and less red meat is one of the most effective ways to reduce your food footprint.",
      "contentHash": "hash-1ff94767"
    },
    {
      "id": 5,
      "uuid": "lp-75b84b81-330d-d5dd-e671-aefad13cb4fb",
      "version": 1,
      "title": "I can describe the scale of food waste in Australia and its environmental impact",
      "code": "6.5",
      "what": "Australia wastes 7.6 million tonnes of food per year (312 kg per person). About 70% could have been eaten. Households are the biggest source at 32%. Food waste in landfill releases methane, which is 28 times more potent than CO2.",
      "why": "Understanding food waste helps you see why reducing it matters for both your budget and the environment.",
      "example": "The average Australian household wastes $2,500-$3,800 worth of food per year. The most commonly wasted foods are vegetables (29%), fruit (22%), and bakery items (21%). Understanding date labels alone could significantly reduce this waste.",
      "contentHash": "hash-e8d8e1af"
    },
    {
      "id": 6,
      "uuid": "lp-aae17246-cca3-7d98-4afe-d8b7a4bd6227",
      "version": 1,
      "title": "I can evaluate the advantages and disadvantages of convenience foods",
      "code": "6.6",
      "what": "Convenience foods save time and require minimal preparation, but are often higher in salt, sugar, and saturated fat, have more packaging, and are usually more expensive than home-prepared equivalents.",
      "why": "Understanding trade-offs helps you make balanced decisions about when convenience foods are appropriate and which options are healthier.",
      "example": "Frozen vegetables and canned legumes are healthy convenience options - nutrients are preserved by flash-freezing, and canned legumes just need rinsing. Mass-produced frozen meals often contain high sodium and multiple additives.",
      "contentHash": "hash-4358faea"
    },
    {
      "id": 7,
      "uuid": "lp-a75d724a-ee7a-8615-2472-fbcf7ac2ea22",
      "version": 1,
      "title": "I can identify strategies to reduce food waste at home",
      "code": "6.7",
      "what": "Strategies include: meal planning and shopping lists, understanding date labels (best-before means quality not safety), proper food storage, using leftovers creatively, first-in-first-out rotation, and composting.",
      "why": "Reducing food waste saves money and reduces environmental impact. Many strategies are simple habits that become automatic with practice.",
      "example": "A can of beans two months past its best-before date is still safe to eat if undamaged. Understanding this distinction between use-by (safety) and best-before (quality) could prevent unnecessary waste of pantry items.",
      "contentHash": "hash-c052cfb8"
    }
  ]
}