{
  "id": "food-science-cooking-changes",
  "name": "Food Science: How Cooking Changes Food",
  "icon": "🔬",
  "what": "This subtopic explores the chemical and physical changes that occur when food is cooked. You will learn about protein denaturation and coagulation, starch gelatinisation, the Maillard reaction, emulsification, and how acids affect food.",
  "why": "Understanding food science helps you predict how ingredients will behave during cooking, troubleshoot problems, and make better decisions about cooking methods. This knowledge transforms you from someone who follows recipes to someone who understands why recipes work.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-b59a5ba9-2238-ce64-e0b5-8693611883c6",
      "version": 1,
      "title": "I can explain the difference between protein denaturation and coagulation",
      "code": "2.1",
      "what": "Denaturation is when a protein's folded structure unravels due to heat, acid, or mechanical action. Coagulation is when denatured proteins bond together to form a solid or semi-solid mass.",
      "why": "These processes explain why eggs solidify when cooked, why meat changes texture, and why overcooked proteins become tough and dry.",
      "example": "When you cook an egg white, denaturation causes the proteins to unravel, then coagulation bonds them together into a firm white mass that traps water. This change is permanent - you cannot uncook an egg.",
      "contentHash": "hash-055fe4ea"
    },
    {
      "id": 2,
      "uuid": "lp-ac1d501d-6042-6aaa-7cd3-481cad73ea34",
      "version": 1,
      "title": "I can identify the coagulation temperatures for egg white and egg yolk",
      "code": "2.2",
      "what": "Egg white coagulates at 62-65°C, while egg yolk coagulates at a slightly higher temperature of 65-70°C.",
      "why": "Knowing these temperatures explains why you can cook a fried egg with a firm white but runny yolk - the white sets at a lower temperature than the yolk.",
      "example": "A soft-boiled egg cooked for 6 minutes has a fully set white but a jammy yolk because the centre has reached 65-70°C but not been held there long enough to fully coagulate.",
      "contentHash": "hash-6baa5fdb"
    },
    {
      "id": 3,
      "uuid": "lp-a6290f29-1549-731b-2007-03653852f22a",
      "version": 1,
      "title": "I can explain how collagen converts to gelatin during slow cooking",
      "code": "2.3",
      "what": "Collagen is tough connective tissue found in cheaper meat cuts. When heated slowly at 70-82°C for 2-4 hours, collagen transforms into soft, silky gelatin.",
      "why": "This explains why tough cuts like brisket and lamb shanks become tender with slow cooking, while the same cuts would be chewy if grilled quickly.",
      "example": "Beef brisket contains lots of collagen. Grilling it quickly would result in tough, chewy meat. Braising it at 150°C for 3 hours converts the collagen to gelatin, making it fall-apart tender.",
      "contentHash": "hash-64f1b4d2"
    },
    {
      "id": 4,
      "uuid": "lp-4cbbe92f-e59f-686c-7478-9b18ed11c9df",
      "version": 1,
      "title": "I can describe the process of starch gelatinisation",
      "code": "2.4",
      "what": "Gelatinisation occurs when starch granules are heated in liquid. Around 60°C they absorb water and swell; at 96°C they burst, releasing starch molecules that thicken the liquid.",
      "why": "Understanding gelatinisation helps you make smooth sauces, understand why stirring prevents lumps, and know when a sauce has reached its maximum thickness.",
      "example": "When making a white sauce, you heat flour in milk while stirring constantly. At 96°C, the starch granules burst and release their starch, thickening the sauce. If you add all the milk at once without stirring, the granules clump together creating lumps.",
      "contentHash": "hash-584ed34c"
    },
    {
      "id": 5,
      "uuid": "lp-3036a824-9d3c-5560-e01d-b4972a2cc44b",
      "version": 1,
      "title": "I can explain why bread stored in the fridge goes stale faster than bread at room temperature",
      "code": "2.5",
      "what": "Staling is caused by retrogradation - when gelatinised starch molecules slowly reorganise and recrystallise, pushing water out. This process happens fastest at refrigerator temperatures (around 4°C).",
      "why": "Understanding retrogradation helps you store bread correctly and explains why toasting can temporarily refresh stale bread by reversing the process.",
      "example": "Bread stored in the fridge will go stale in 1-2 days, while bread at room temperature takes 3-4 days. For longer storage, freezing is best because it essentially stops retrogradation.",
      "contentHash": "hash-ec6f6202"
    },
    {
      "id": 6,
      "uuid": "lp-9677966b-692c-7472-24b4-d35448d59d37",
      "version": 1,
      "title": "I can describe the Maillard reaction and identify when it occurs",
      "code": "2.6",
      "what": "The Maillard reaction is a chemical reaction between amino acids and reducing sugars that occurs above 140°C in dry conditions. It creates brown colour, complex flavours, and appealing aromas.",
      "why": "The Maillard reaction is responsible for the delicious flavours in toast, seared meat, roasted coffee, and baked goods. Understanding it helps you achieve better browning in cooking.",
      "example": "Boiled potatoes are pale because the water limits temperature to 100°C. Roasted potatoes turn golden brown because the dry oven heat reaches 200°C, allowing the Maillard reaction to occur.",
      "contentHash": "hash-8c591a02"
    },
    {
      "id": 7,
      "uuid": "lp-8cfe48bc-1355-7106-9807-652b0f7a47a2",
      "version": 1,
      "title": "I can explain the difference between the Maillard reaction and caramelisation",
      "code": "2.7",
      "what": "The Maillard reaction requires amino acids plus sugars and occurs around 140°C, creating savoury, complex flavours. Caramelisation is the browning of sugars alone at higher temperatures (160-180°C), creating sweet flavours.",
      "why": "Knowing the difference helps you understand why different foods brown differently and produce distinct flavour profiles.",
      "example": "A seared steak undergoes the Maillard reaction (proteins + sugars = meaty, nutty flavours). Caramel sauce undergoes caramelisation (sugars only = sweet, butterscotch flavours).",
      "contentHash": "hash-d943bf8a"
    },
    {
      "id": 8,
      "uuid": "lp-bb1a9494-0ba9-539c-cd70-e1c7776fd719",
      "version": 1,
      "title": "I can explain how emulsifiers help oil and water mix",
      "code": "2.8",
      "what": "An emulsifier has a hydrophilic (water-loving) end and a hydrophobic (oil-loving) end. It positions itself at the boundary between oil and water droplets, coating each droplet and preventing separation.",
      "why": "Understanding emulsification explains why mayonnaise stays creamy instead of separating, and why adding oil slowly is essential when making emulsified sauces.",
      "example": "Mayonnaise is an emulsion of oil and vinegar. Lecithin in egg yolk acts as the emulsifier. If oil is added too quickly, the lecithin cannot coat all the droplets and the mayonnaise splits into oily and watery layers.",
      "contentHash": "hash-819990e9"
    }
  ]
}