{
  "id": "healthy-eating-nutrition",
  "name": "Healthy Eating and Nutrition",
  "icon": "🥗",
  "what": "This subtopic covers the Australian Dietary Guidelines, the five food groups, recommended daily serves for adolescents, and the concept of nutrient density. You will learn to distinguish between nutritious foods and discretionary foods.",
  "why": "Understanding nutrition guidelines helps you make informed food choices that support your health, growth, and energy needs. These concepts form the foundation for planning balanced meals and evaluating the nutritional quality of foods.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-449dea18-18b3-25a8-db23-6eeb9774a186",
      "version": 1,
      "title": "I can identify the five food groups in the Australian Guide to Healthy Eating",
      "code": "1.1",
      "what": "The five food groups are: vegetables and legumes/beans; fruit; grain (cereal) foods; lean meats, poultry, fish, eggs, tofu, nuts, seeds and legumes; and milk, yoghurt, cheese and alternatives.",
      "why": "Each food group provides different essential nutrients. Eating from all five groups ensures your body gets the variety of vitamins, minerals, protein, carbohydrates and fats it needs.",
      "example": "Legumes like chickpeas and lentils belong to two food groups - they count as both a vegetable AND a protein source because they provide nutrients from both groups.",
      "contentHash": "hash-77129a20"
    },
    {
      "id": 2,
      "uuid": "lp-a814a817-1ce7-818a-f38e-9e00146801a6",
      "version": 1,
      "title": "I can describe what constitutes one serve from each food group",
      "code": "1.2",
      "what": "A standard serve is a specific quantity that allows consistent measurement across food types. Serve sizes vary between food groups based on their nutrient and energy content.",
      "why": "Knowing serve sizes helps you track whether you are meeting recommended daily intakes and allows you to plan balanced meals accurately.",
      "example": "One serve of protein foods is 65g cooked lean red meat (about palm size), 2 large eggs, or 1 cup cooked legumes. One serve of dairy is 1 cup (250ml) milk or 2 slices (40g) of hard cheese.",
      "contentHash": "hash-fc892b46"
    },
    {
      "id": 3,
      "uuid": "lp-ee155d88-e6e5-85c6-9661-8f1abcdafeca",
      "version": 1,
      "title": "I can state the recommended daily serves for adolescents aged 12-14",
      "code": "1.3",
      "what": "The Australian Dietary Guidelines specify how many serves from each food group adolescents need daily, which varies slightly by age and sex.",
      "why": "Adolescents have higher nutritional needs due to rapid growth and development. Meeting these recommendations supports healthy bone development, brain function, and energy levels.",
      "example": "A 13-year-old girl needs 5 serves of vegetables, 2 serves of fruit, 5 serves of grains, 2.5 serves of protein foods, and 3.5 serves of dairy daily, plus 1.4-1.6 litres of water.",
      "contentHash": "hash-62617702"
    },
    {
      "id": 4,
      "uuid": "lp-81e9dcd1-99d1-213e-8404-ffebf2b5d17b",
      "version": 1,
      "title": "I can explain what discretionary foods are and why they should be limited",
      "code": "1.4",
      "what": "Discretionary foods are high in energy (kilojoules) but low in beneficial nutrients. They are high in saturated fat, added sugars, or salt and are not part of the five food groups.",
      "why": "Consuming too many discretionary foods can lead to weight gain and health problems while displacing more nutritious options from your diet.",
      "example": "One serve of discretionary food (600kJ) equals about 2 scoops of ice cream, one-third of a meat pie, or 1 small packet of chips (30g). The guidelines recommend limiting these to a maximum of one serve per day.",
      "contentHash": "hash-2b80e7f7"
    },
    {
      "id": 5,
      "uuid": "lp-8c7fdddf-4874-9d37-ac92-756e36f522b9",
      "version": 1,
      "title": "I can explain the concept of nutrient density and compare foods using this concept",
      "code": "1.5",
      "what": "Nutrient density measures how many beneficial nutrients a food provides relative to its energy (kilojoule) content. High nutrient-dense foods provide lots of vitamins, minerals, and fibre for relatively few kilojoules.",
      "why": "Choosing nutrient-dense foods helps you meet your nutritional needs without consuming excess energy, supporting healthy weight and overall wellbeing.",
      "example": "An apple (350kJ) provides fibre, vitamin C, potassium, and antioxidants. A handful of pretzels (350kJ) provides mostly refined carbohydrates. Both have similar energy, but the apple is much more nutrient-dense.",
      "contentHash": "hash-cd34389d"
    },
    {
      "id": 6,
      "uuid": "lp-853abc89-45d3-3a9e-5a0d-9ab8b0f664b0",
      "version": 1,
      "title": "I can explain why whole fruit is preferable to fruit juice",
      "code": "1.6",
      "what": "When fruit is juiced, the fibre is removed and the natural sugars become more concentrated. Whole fruit takes longer to eat and provides greater satiety.",
      "why": "Fibre is essential for digestive health and helps slow the absorption of sugars into the bloodstream. Removing fibre means you consume sugar more quickly and feel less full.",
      "example": "A glass of orange juice contains the sugar from 3-4 oranges but none of the fibre. Eating one whole orange gives you the same vitamins plus 2-3g of fibre and takes longer to consume.",
      "contentHash": "hash-a689ee55"
    }
  ]
}