{
  "id": "reading-food-labels",
  "name": "Reading and Interpreting Food Labels",
  "icon": "🏷️",
  "what": "This subtopic covers Australian food labelling requirements regulated by FSANZ. You will learn to interpret Nutrition Information Panels, ingredient lists, allergen declarations, date marking, Health Star Ratings, and nutrition claims.",
  "why": "Food labels provide essential information for making informed choices about what you eat. Understanding labels helps you compare products, identify allergens, avoid food waste, and make healthier selections.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-d9028302-2a71-3a98-6270-ffb532d049ad",
      "version": 1,
      "title": "I can identify the mandatory information required on Australian food labels",
      "code": "4.1",
      "what": "Australian food labels must include: food name, ingredient list, date marking, Nutrition Information Panel, allergen declarations, manufacturer details, country of origin, and net weight/volume.",
      "why": "Knowing what must appear on labels helps you find the information you need and identify when labelling may be incomplete or incorrect.",
      "example": "A packaged muesli bar must display all mandatory information. Foods made and sold on the same premises (like bakery items) or very small packages under 100cm² are exempt from some requirements.",
      "contentHash": "hash-686f7283"
    },
    {
      "id": 2,
      "uuid": "lp-7929a848-3dad-6a03-55cb-4ab93cba1ecd",
      "version": 1,
      "title": "I can use the per 100g column to fairly compare the nutritional content of different products",
      "code": "4.2",
      "what": "The Nutrition Information Panel has two columns: per serve and per 100g. Per 100g is the standardised measure that allows fair comparison between products regardless of serving size.",
      "why": "Manufacturers choose their own serving sizes, often making them small to make numbers look better. Per 100g provides a consistent basis for comparison.",
      "example": "Cereal A has 24g sugar per 100g (high). Cereal B has 3.8g sugar per 100g (low). Even if their per-serve columns look similar due to different serving sizes, per 100g reveals Cereal B is the lower-sugar option.",
      "contentHash": "hash-91ae9ed7"
    },
    {
      "id": 3,
      "uuid": "lp-9c02e94e-c137-be7b-5431-2512315f47f5",
      "version": 1,
      "title": "I can interpret nutrient levels as low, medium, or high using standard thresholds",
      "code": "4.3",
      "what": "Standard thresholds help interpret nutrient levels: sugar is low at 5g or less per 100g and high above 15g; sodium is low below 120mg and high above 400mg per 100g; saturated fat is low at 1.5g or less per 100g.",
      "why": "These thresholds help you quickly assess whether a food is a healthy choice for nutrients you should limit.",
      "example": "A pasta sauce with 8g sugar per 100g is medium (between 5g and 15g). A sauce with 480mg sodium per 100g is high (above 400mg threshold) and should be consumed in moderation.",
      "contentHash": "hash-83bb9fec"
    },
    {
      "id": 4,
      "uuid": "lp-9c65cd96-0ac3-d812-35cc-41467d69190c",
      "version": 1,
      "title": "I can explain the difference between use-by and best-before dates",
      "code": "4.4",
      "what": "Use-by dates relate to food safety - food may become unsafe after this date and should not be consumed. Best-before dates relate to quality - food is still safe after this date but may have declined in quality.",
      "why": "Understanding this difference helps prevent food waste while ensuring food safety. Many people discard food unnecessarily after best-before dates.",
      "example": "Fresh chicken past its use-by date should be discarded even if it looks fine. A can of beans two months past its best-before date is still safe to eat if the can is undamaged.",
      "contentHash": "hash-096b7183"
    },
    {
      "id": 5,
      "uuid": "lp-1fdeb1d8-b709-56d7-7724-e3d196970d4f",
      "version": 1,
      "title": "I can explain how allergens must be declared on Australian food labels",
      "code": "4.5",
      "what": "Mandatory allergens must be highlighted in bold in the ingredient list AND listed in a separate Contains statement. The specific type must be named for tree nuts, fish, crustaceans, and molluscs.",
      "why": "Food allergies can be life-threatening. Clear allergen labelling helps people with allergies avoid dangerous reactions.",
      "example": "A product containing almonds must show: Ingredients including almonds in bold, PLUS Contains: Tree nuts (almonds). May contain statements (like May contain traces of peanuts) are voluntary warnings about cross-contamination.",
      "contentHash": "hash-01a8fc6e"
    },
    {
      "id": 6,
      "uuid": "lp-d58824ce-904b-d876-e671-5a9199a8db53",
      "version": 1,
      "title": "I can interpret ingredient lists to identify the main components of a food",
      "code": "4.6",
      "what": "Ingredients are listed in descending order by weight - the first ingredient is present in the largest amount. Multiple types of the same ingredient (like different sugars) can make it appear lower on the list.",
      "why": "Reading ingredient lists helps you understand what you are really eating and identify products high in sugar, fat, or additives.",
      "example": "An ingredient list starting with wheat flour, sugar, vegetable oil, glucose syrup tells you the product is mainly flour with significant sugar content (sugar is second AND glucose syrup is fourth - two types of added sugar).",
      "contentHash": "hash-43c3fd5d"
    },
    {
      "id": 7,
      "uuid": "lp-199c9baf-4ae1-51aa-60af-81756d16e28c",
      "version": 1,
      "title": "I can evaluate nutrition content claims like reduced fat and no added sugar",
      "code": "4.7",
      "what": "Nutrition claims are regulated and must meet specific criteria. Reduced fat means at least 25% less fat than the regular version, but the product may still be high in fat. No added sugar means no sugar was added, but natural sugars may still be present.",
      "why": "Understanding what claims actually mean helps you avoid being misled by marketing language and make truly informed choices.",
      "example": "A reduced fat cheese with 25% less fat than regular cheese could still have 24g fat per 100g if the original had 32g. No added sugar fruit juice still contains concentrated natural sugars from the fruit.",
      "contentHash": "hash-75882c5a"
    }
  ]
}