{
  "id": "controlling-nuclear-reactions",
  "name": "Controlling Nuclear Reactions",
  "icon": "🎛️",
  "what": "This subtopic covers how chain reactions are controlled in nuclear reactors through critical mass management, moderators to slow neutrons, and control rods to absorb neutrons.",
  "why": "Understanding these control mechanisms is essential for comprehending nuclear reactor design and safety systems that prevent accidents and enable peaceful use of nuclear energy.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-7f56bc51-cde8-ca22-703a-b51dc79dfb4f",
      "version": 1,
      "title": "I can explain what critical mass means",
      "code": "3.1",
      "what": "Critical mass is the minimum amount of fissile material needed to sustain a chain reaction, where the rate of neutron creation by fission equals the rate of neutron loss through the surface.",
      "why": "Understanding critical mass explains why small amounts of fissile material are safe to handle but larger amounts can become dangerous, and why bomb design involves assembling subcritical masses.",
      "example": "A small sphere of U-235 is subcritical because too many neutrons escape through the surface. A larger sphere has less surface area relative to volume, so more neutrons stay inside to cause fissions.",
      "contentHash": "hash-09e09628"
    },
    {
      "id": 2,
      "uuid": "lp-bdadc50d-2e7e-5cfb-234a-be267a13660d",
      "version": 1,
      "title": "I can describe how mass and shape affect criticality",
      "code": "3.2",
      "what": "Criticality depends on the ratio of volume to surface area. A sphere has the smallest surface area for a given volume, so spheres reach criticality with less mass. Flat shapes lose more neutrons and are safer.",
      "why": "This principle explains why nuclear weapons use spherical shapes and why reactor fuel is arranged in thin rods rather than large lumps.",
      "example": "A sphere of U-235 may be critical, but the same mass spread into a thin flat sheet is subcritical because neutrons escape easily through the large surface area.",
      "contentHash": "hash-1318c659"
    },
    {
      "id": 3,
      "uuid": "lp-2358a2f6-bc32-6cd8-3b88-1aa7b057efe4",
      "version": 1,
      "title": "I can explain the difference between subcritical, critical, and supercritical states",
      "code": "3.3",
      "what": "Subcritical: neutron loss exceeds creation, reaction dies out. Critical: neutron loss equals creation, steady reaction. Supercritical: neutron creation exceeds loss, reaction grows exponentially.",
      "why": "Reactors operate at critical state for steady power. Bombs require supercritical conditions for explosion. Subcritical storage prevents accidents.",
      "example": "A reactor at startup raises control rods until it becomes critical (steady power). If it became supercritical, power would increase dangerously until safety systems responded.",
      "contentHash": "hash-dc02b4f4"
    },
    {
      "id": 4,
      "uuid": "lp-9ef43480-c505-cc81-0f82-26e6221f02ce",
      "version": 1,
      "title": "I can explain the role of moderators in nuclear reactors",
      "code": "3.4",
      "what": "Moderators slow down fast neutrons to thermal (slow) speeds without absorbing them. Slow neutrons are much more likely to be absorbed by U-235 and cause fission than fast neutrons.",
      "why": "Without moderators, most neutrons would be too fast to cause fissions efficiently, and the chain reaction could not be sustained in reactor fuel.",
      "example": "Water, graphite, and heavy water are common moderators. When a fast neutron collides with hydrogen in water, it loses energy like a billiard ball hitting another ball of similar mass.",
      "contentHash": "hash-737a0997"
    },
    {
      "id": 5,
      "uuid": "lp-78d5e3ba-4be8-61df-b2a9-2f63dc755397",
      "version": 1,
      "title": "I can explain the role of control rods in nuclear reactors",
      "code": "3.5",
      "what": "Control rods contain materials like boron, cadmium, or hafnium that readily absorb neutrons. Inserting rods absorbs more neutrons, reducing the reaction rate. Withdrawing them allows the reaction to increase.",
      "why": "Control rods are the primary means of regulating reactor power and can be rapidly inserted to shut down a reactor in an emergency.",
      "example": "To increase power, operators slowly withdraw control rods, allowing more neutrons to cause fissions. In an emergency, all control rods drop fully into the core, absorbing neutrons and stopping the reaction.",
      "contentHash": "hash-fa0e29b4"
    },
    {
      "id": 6,
      "uuid": "lp-681cce66-cb9d-6847-6ced-0a7ddc03d045",
      "version": 1,
      "title": "I can describe the basic components of a nuclear fission reactor",
      "code": "3.6",
      "what": "A fission reactor contains fuel rods (enriched uranium), a moderator (often water), control rods (neutron absorbers), coolant circuits (to extract heat), and containment structures (for safety).",
      "why": "Understanding reactor components helps explain how nuclear power plants generate electricity safely and what safety systems protect against accidents.",
      "example": "In a pressurised water reactor, water serves as both moderator and coolant. It circulates through the core, absorbs heat from fission, and transfers it to steam generators that drive turbines.",
      "contentHash": "hash-792bf411"
    }
  ]
}