{
  "id": "energy-mass-equivalence",
  "name": "Energy-Mass Equivalence",
  "icon": "⚡",
  "what": "This subtopic covers Einstein's famous equation E = mc² and how it explains the enormous energy locked within matter. You will learn how nuclear reactions convert small amounts of mass into vast quantities of energy.",
  "why": "Understanding energy-mass equivalence is fundamental to explaining how nuclear power plants and nuclear weapons work, and why nuclear fuels release millions of times more energy than chemical fuels like coal.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-5414698c-8511-a02b-6995-da2674057d52",
      "version": 1,
      "title": "I can explain that nuclear energy results from the conversion of mass to energy",
      "code": "1.1",
      "what": "Nuclear energy is released when a small amount of mass is converted into energy according to Einstein's equation E = mc². Both fission and fusion reactions involve this mass-to-energy conversion.",
      "why": "This principle explains why nuclear fuels contain so much more energy per kilogram than chemical fuels, and forms the basis for understanding all nuclear technologies.",
      "example": "When uranium-235 undergoes fission, about 0.1% of its mass is converted to energy. If 1.0 kg of uranium-235 completely fissions, 1.0 g of mass becomes 9.0 × 10¹³ J of energy.",
      "contentHash": "hash-24a77057"
    },
    {
      "id": 2,
      "uuid": "lp-37ada26e-86a3-c620-69b3-1d4adaf35151",
      "version": 1,
      "title": "I can use E = mc² to calculate energy released from mass conversion",
      "code": "1.2",
      "what": "The equation E = mc² relates the energy released (E in joules) to the mass converted (m in kilograms) and the speed of light squared (c² = 9 × 10¹⁶ m² s⁻²).",
      "why": "Being able to calculate energy from mass difference allows you to quantify the enormous energy released in nuclear reactions and compare nuclear to chemical energy sources.",
      "example": "A nuclear bomb converts 0.7 g of mass to energy: E = (7 × 10⁻⁴)(9 × 10¹⁶) = 63 × 10¹² J = 63 TJ, equivalent to about 15 kilotonnes of TNT.",
      "contentHash": "hash-b04c3be5"
    },
    {
      "id": 3,
      "uuid": "lp-253b7aa3-4e8c-d8d8-c37f-9f0e92872fbd",
      "version": 1,
      "title": "I can compare the energy released by nuclear reactions versus chemical reactions",
      "code": "1.3",
      "what": "Nuclear reactions release approximately one million times more energy per kilogram than chemical reactions because the strong nuclear force is much stronger than electromagnetic forces binding electrons.",
      "why": "This comparison explains why a small uranium pellet can release as much energy as burning a tonne of coal, making nuclear energy so concentrated.",
      "example": "Burning 1.0 kg of coal releases 3.0 × 10⁷ J with a mass loss of 0.33 μg. Fissioning 1.0 kg of uranium-235 releases 9.0 × 10¹³ J with a mass loss of 1.0 g, about 3 million times more energy.",
      "contentHash": "hash-655c83b3"
    },
    {
      "id": 4,
      "uuid": "lp-60982cf9-7c04-7477-268e-0630f8974c7b",
      "version": 1,
      "title": "I can explain the difference between chemical and nuclear burning of fuels",
      "code": "1.4",
      "what": "Chemical burning rearranges outer electrons (bound by electromagnetic force, a few eV). Nuclear burning rearranges nucleons (bound by the strong force, millions of eV). Both involve mass-to-energy conversion.",
      "why": "Understanding this distinction clarifies why nuclear fuels are so much more energy-dense and why nuclear reactions fundamentally differ from ordinary combustion.",
      "example": "In coal combustion, carbon and oxygen electrons rearrange. In uranium fission, the nucleus itself splits apart, releasing binding energy that was holding the nucleons together.",
      "contentHash": "hash-755a37bf"
    }
  ]
}