{
  "id": "nuclear-fission",
  "name": "Nuclear Fission",
  "icon": "💥",
  "what": "This subtopic covers the process of nuclear fission, where heavy unstable nuclei split into smaller, more stable nuclei. You will learn about fissile materials, the role of neutrons, and how chain reactions develop.",
  "why": "Fission is the process used in all current nuclear power plants and nuclear weapons. Understanding how it works is essential for informed discussions about nuclear energy and safety.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-f0e8adc4-ea2b-339d-2e04-185aa43c1dfa",
      "version": 1,
      "title": "I can describe the process of nuclear fission",
      "code": "2.1",
      "what": "Nuclear fission occurs when a heavy nucleus like uranium-235 absorbs a neutron, becomes unstable, and splits into two smaller nuclei (fission products) plus 2-3 neutrons and energy.",
      "why": "This process is the basis for nuclear reactors and weapons. The released neutrons can trigger further fissions, potentially creating a chain reaction.",
      "example": "When U-235 absorbs a neutron, it briefly becomes U-236, then splits into barium-141 and krypton-92, releasing 3 neutrons and about 200 MeV of energy.",
      "contentHash": "hash-34a455c3"
    },
    {
      "id": 2,
      "uuid": "lp-5dca05b8-93a1-fc64-bfa5-2e96cf292c68",
      "version": 1,
      "title": "I can identify fissile and non-fissile materials",
      "code": "2.2",
      "what": "Fissile materials can sustain a chain reaction when bombarded with neutrons. Uranium-235 and plutonium-239 are fissile. Uranium-238 is non-fissile as it does not readily undergo fission.",
      "why": "Knowing which materials are fissile is essential for understanding why uranium must be enriched and why plutonium can be produced in reactors.",
      "example": "Natural uranium is 99.3% non-fissile U-238 and only 0.7% fissile U-235. Reactor fuel is typically enriched to 3.5-4.5% U-235, while weapons require over 90% U-235.",
      "contentHash": "hash-6f06b84f"
    },
    {
      "id": 3,
      "uuid": "lp-b599ccb5-8d58-e322-dd4a-e673421891a4",
      "version": 1,
      "title": "I can explain what a chain reaction is and how it develops",
      "code": "2.3",
      "what": "A chain reaction occurs when neutrons released by one fission event cause further fissions in nearby nuclei, which release more neutrons, causing even more fissions in a self-sustaining process.",
      "why": "Chain reactions are the key to both controlled nuclear power and uncontrolled nuclear explosions. Understanding them is crucial for nuclear safety.",
      "example": "If each fission releases 2.5 neutrons on average and 2 of these cause new fissions, the number of fissions doubles each generation. After 80 generations, an enormous explosion occurs.",
      "contentHash": "hash-e4146987"
    },
    {
      "id": 4,
      "uuid": "lp-e27244b6-1cba-95f0-dab1-a6a5a5c3f98d",
      "version": 1,
      "title": "I can distinguish between controlled and uncontrolled chain reactions",
      "code": "2.4",
      "what": "In a controlled chain reaction, exactly one neutron per fission causes another fission, maintaining steady power output. In an uncontrolled reaction, multiple neutrons cause multiple fissions, growing exponentially.",
      "why": "Nuclear reactors require controlled reactions for safe, sustained power generation. Nuclear weapons rely on uncontrolled reactions for explosive energy release.",
      "example": "In a power reactor, control rods absorb excess neutrons so only 1 of 2.5 neutrons causes another fission. In a bomb, all neutrons are allowed to cause fissions, leading to exponential growth.",
      "contentHash": "hash-e3d85ba8"
    },
    {
      "id": 5,
      "uuid": "lp-352def50-3521-25a1-0be9-c44455b3e71f",
      "version": 1,
      "title": "I can balance nuclear fission equations",
      "code": "2.5",
      "what": "In nuclear equations, the total number of protons (atomic number) and total number of nucleons (mass number) must be conserved on both sides of the equation.",
      "why": "Balancing nuclear equations allows you to identify unknown products and verify that proposed reactions obey conservation laws.",
      "example": "For ²³⁵U + ¹n → ¹⁴⁰Xe + ⁹⁴Sr + ?n: Nucleons: 235+1 = 140+94+?, so ? = 2 neutrons. Protons: 92+0 = 54+38+0, which balances.",
      "contentHash": "hash-228934b4"
    }
  ]
}