{
  "id": "energy-and-potential-difference",
  "name": "Energy and Potential Difference",
  "icon": "🔋",
  "what": "This subtopic covers how electrical energy is created through charge separation, how potential difference relates to energy per unit charge, and how to measure and calculate energy in circuits.",
  "why": "Understanding potential difference explains how batteries and power supplies provide energy to circuits. This knowledge is essential for designing everything from phone chargers to electric vehicles.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-ba423538-e9aa-f2ac-6329-0d175252ae4c",
      "version": 1,
      "title": "I can explain that separating charges creates potential difference and requires energy input",
      "code": "2.1",
      "what": "When positive and negative charges are separated, electrical potential energy is stored. Batteries use chemical reactions to separate charges, while generators use kinetic energy.",
      "why": "Understanding charge separation explains how all electrical energy sources work, from simple batteries to solar panels and power stations.",
      "example": "In a 9 V battery, chemical reactions separate positive and negative charges to the two terminals. This separation stores energy that can do 9 joules of work for every coulomb of charge that flows through a circuit.",
      "contentHash": "hash-953e7014"
    },
    {
      "id": 2,
      "uuid": "lp-e574d678-e84f-c4d3-93a2-594436a52ae5",
      "version": 1,
      "title": "I can define potential difference as energy per unit charge and apply V = E/Q",
      "code": "2.2",
      "what": "Potential difference (V) is the energy (E) transferred per coulomb of charge (Q). It is measured in volts, where 1 V = 1 J/C. The formula can be rearranged to E = QV.",
      "why": "This relationship shows that both the amount of charge and the potential difference determine the total energy transferred in a circuit.",
      "example": "A 12 V car battery supplies 12 joules of energy for every coulomb of charge. If 500 C flows through the circuit, the total energy supplied is E = QV = 500 × 12 = 6000 J.",
      "contentHash": "hash-e525447e"
    },
    {
      "id": 3,
      "uuid": "lp-2a2dc3d7-5e52-d4c9-a4ba-36c780b5aa4e",
      "version": 1,
      "title": "I can apply E = VIt to calculate electrical energy in a circuit",
      "code": "2.3",
      "what": "Combining V = E/Q with I = Q/t gives E = VIt. This formula calculates the energy transferred when current I flows through a potential difference V for time t.",
      "why": "This formula is practical because V and I can be measured directly with meters, making it easy to calculate energy consumption of appliances.",
      "example": "A phone charger operates at 5 V with 2 A current for 2 hours (7200 s). The energy delivered is E = VIt = 5 × 2 × 7200 = 72,000 J = 72 kJ.",
      "contentHash": "hash-02f7a3cf"
    },
    {
      "id": 4,
      "uuid": "lp-2d14bcf6-2c20-2eb3-aa5d-3310dc6eacfc",
      "version": 1,
      "title": "I can use a voltmeter correctly to measure potential difference",
      "code": "2.4",
      "what": "A voltmeter measures potential difference in volts and must be connected in parallel across a component. It compares the energy per charge entering and leaving the component.",
      "why": "Measuring potential difference tells us how much energy each coulomb of charge transfers to or from a component, which is essential for circuit analysis.",
      "example": "To measure the potential difference across a light bulb, connect the voltmeter leads to either side of the bulb without breaking the circuit. A reading of 6 V means each coulomb loses 6 J of energy in the bulb.",
      "contentHash": "hash-c7192df2"
    },
    {
      "id": 5,
      "uuid": "lp-2ab378bb-6305-f047-522c-1252dc3d6c88",
      "version": 1,
      "title": "I can distinguish between the positioning of an ammeter (series) and voltmeter (parallel)",
      "code": "2.5",
      "what": "Ammeters go in series because they must measure all charge flowing through. Voltmeters go in parallel because they compare energy at two points without interrupting current flow.",
      "why": "Incorrect meter placement gives wrong readings and can damage meters. Understanding why each meter is placed differently helps avoid these errors.",
      "example": "To test a light bulb circuit: break the circuit and insert the ammeter so all current flows through it (series). Connect the voltmeter across the bulb without breaking the circuit (parallel).",
      "contentHash": "hash-8c1348ed"
    },
    {
      "id": 6,
      "uuid": "lp-da55f013-e64f-47d6-1305-ed4ebf444013",
      "version": 1,
      "title": "I can use analogies to explain potential difference and energy transfer in circuits",
      "code": "2.6",
      "what": "The bowling ball analogy shows balls gaining gravitational potential energy when lifted (like charge gaining electrical energy from a battery) and losing it when falling through liquid (like energy transfer in components).",
      "why": "Gravitational analogies help visualise the abstract concept of electrical potential energy, making it easier to understand how energy flows in circuits.",
      "example": "In the waterfall analogy, water height represents potential difference. A 12 m waterfall (12 V battery) gives each kilogram of water (coulomb of charge) 12 times more energy than a 1 m waterfall (1 V battery).",
      "contentHash": "hash-ff9de4cd"
    }
  ]
}