{
  "id": "faradays-laws-calculations",
  "name": "Faraday's Laws Calculations",
  "icon": "🔢",
  "what": "This subtopic covers quantitative calculations using Faraday's laws to relate electric charge, current, time, and amounts of reactants or products in galvanic and fuel cells. It includes using Faraday's constant, stoichiometric relationships from half-equations, and the relationship between charge, current, and time.",
  "why": "Faraday's laws enable precise control and prediction of electrochemical cell behavior, essential for commercial applications requiring specific amounts of products, determining operating lifetimes, and designing cells for particular power outputs and durations.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-45a24c6d-06a4-b24e-1c5f-2e691788d00a",
      "version": 1,
      "title": "I can state and apply Faraday's laws to electrochemical cells",
      "code": "4B.1a",
      "what": "Faraday's first law states that mass of substance produced or consumed is directly proportional to electric charge (m ∝ Q). Faraday's second law states that moles of substances are inversely proportional to their ionic charges. These relate electron flow to chemical quantities.",
      "why": "These laws provide the mathematical foundation for all electrochemical calculations, allowing prediction of how much material reacts or forms based on current and time.",
      "example": "If 96,500 C of charge flows through a cell, exactly 1 mole of electrons passes. This produces 1 mol of Ag from Ag+ but only 0.5 mol of Cu from Cu2+ (inverse to charges).",
      "contentHash": "hash-f693c896"
    },
    {
      "id": 2,
      "uuid": "lp-c55ab3e2-8a18-b5e5-bb11-2adbb5acdeae",
      "version": 1,
      "title": "I can define and use Faraday's constant in calculations",
      "code": "4B.1b",
      "what": "Faraday's constant (F) equals 96,500 coulombs per mole of electrons (96,500 C mol-1). It represents the electric charge carried by one mole of electrons and is used in the equation Q = n(e-) × F to relate charge to moles of electrons.",
      "why": "Faraday's constant connects the microscopic world of electrons to measurable quantities like mass and current, enabling practical calculations for cell operation and design.",
      "example": "If 0.5 mol of electrons flow through a fuel cell, the charge is Q = 0.5 mol × 96,500 C mol-1 = 48,250 coulombs.",
      "contentHash": "hash-5f5b6bc7"
    },
    {
      "id": 3,
      "uuid": "lp-5ea88bdf-5f1b-0553-79d1-79a41e160be2",
      "version": 1,
      "title": "I can relate current, time, and electric charge using Q = It",
      "code": "4B.2a",
      "what": "Electric charge (Q in coulombs) equals current (I in amperes) multiplied by time (t in seconds): Q = It. One ampere equals one coulomb per second. This equation shows charge is directly proportional to both current and time.",
      "why": "This relationship allows calculation of how long a cell must operate at a given current to produce a desired amount of product, or what current is needed for a specific operating time.",
      "example": "A fuel cell operating at 2.5 amperes for 600 seconds produces Q = 2.5 A × 600 s = 1,500 coulombs of charge flowing through the external circuit.",
      "contentHash": "hash-6c2f3a12"
    },
    {
      "id": 4,
      "uuid": "lp-6599c55c-7af7-6037-5c84-dfcbc7c704b1",
      "version": 1,
      "title": "I can determine stoichiometric relationships between electrons and reactants or products from half-equations",
      "code": "4B.1c",
      "what": "Half-equations show the mole ratio between electrons and the species reacting. From the coefficients, determine how many moles of electrons are needed to produce or consume one mole of the substance, then use this ratio for calculations.",
      "why": "Stoichiometric relationships connect electrical measurements (charge, current) to chemical quantities (mass, moles), enabling prediction of reactant consumption and product formation.",
      "example": "From Ni2+(aq) + 2e- → Ni(s), the ratio is 2 moles of electrons per 1 mole of nickel. So 0.032 mol of electrons produces 0.016 mol of nickel metal.",
      "contentHash": "hash-4b437ee0"
    },
    {
      "id": 5,
      "uuid": "lp-6219be43-61aa-14cd-e79b-cf2a6a06b9ed",
      "version": 1,
      "title": "I can calculate the mass of reactant consumed or product formed in a fuel cell",
      "code": "4B.3a",
      "what": "Calculate charge from Q = It, find moles of electrons from Q = n(e-) × F, use the half-equation stoichiometry to find moles of substance, then convert to mass using m = n × M.",
      "why": "This calculation predicts how much reactant is consumed or product forms during cell operation, essential for determining fuel requirements and operating lifetimes.",
      "example": "For Ni2+ + 2e- → Ni, if 3,124 C flows: n(e-) = 3124/96500 = 0.032 mol, n(Ni) = 0.032/2 = 0.016 mol, m(Ni) = 0.016 × 58.7 = 0.94 g deposited.",
      "contentHash": "hash-f6c86b50"
    },
    {
      "id": 6,
      "uuid": "lp-3abbff5a-76b9-eba3-d85e-053e7e2cf95b",
      "version": 1,
      "title": "I can calculate the time required for a cell to produce a given amount of substance at constant current",
      "code": "4B.2b",
      "what": "Calculate moles of substance needed, use stoichiometry to find moles of electrons required, calculate charge from Q = n(e-) × F, then find time from t = Q/I. Remember to convert time units as needed (seconds to minutes).",
      "why": "This determines how long a cell must operate to produce desired quantities, critical for industrial production scheduling and battery lifetime predictions.",
      "example": "To deposit 2.00 g Ni (0.034 mol) at 1.85 A: n(e-) = 0.068 mol, Q = 6,562 C, t = 6562/1.85 = 3,547 s = 59 minutes (for Ni2+ + 2e- → Ni).",
      "contentHash": "hash-88cf00cd"
    },
    {
      "id": 7,
      "uuid": "lp-a20e35e8-2de4-8501-b2c1-57b97c331329",
      "version": 1,
      "title": "I can calculate the current in a cell when a known mass is produced in a given time",
      "code": "4B.2c",
      "what": "Convert mass to moles using n = m/M, use stoichiometry to find moles of electrons, calculate charge from Q = n(e-) × F, convert time to seconds if needed, then calculate current from I = Q/t.",
      "why": "This determines the current flowing through a cell from experimental observations, useful for verifying cell performance or diagnosing issues with expected versus actual current.",
      "example": "If 0.95 g Ni deposits in 15 minutes: n(Ni) = 0.016 mol, n(e-) = 0.032 mol, Q = 3,088 C, t = 900 s, I = 3088/900 = 3.4 amperes.",
      "contentHash": "hash-77bd36b2"
    },
    {
      "id": 8,
      "uuid": "lp-1794f564-4359-7852-11da-52ebf56dceca",
      "version": 1,
      "title": "I can apply the inverse relationship between ionic charge and quantity produced",
      "code": "4B.3b",
      "what": "For the same amount of charge flowing through cells, substances with higher ionic charges produce fewer moles. Na+ (1+ charge) produces twice as many moles as Mg2+ (2+ charge), and three times as many as Al3+ (3+ charge) for the same charge.",
      "why": "This relationship explains why different cells with different electrode materials produce different amounts of product for the same current and time, affecting cell capacity and efficiency.",
      "example": "With 96,500 C: 1 mol Na from Na+ + e- → Na, 0.5 mol Mg from Mg2+ + 2e- → Mg, 0.33 mol Al from Al3+ + 3e- → Al (inverse to charges 1, 2, 3).",
      "contentHash": "hash-4a13f12f"
    },
    {
      "id": 9,
      "uuid": "lp-84ae9944-ed21-9bca-5417-0f11cc729808",
      "version": 1,
      "title": "I can perform complete Faraday's laws calculations combining all steps",
      "code": "4B.3c",
      "what": "Full calculations involve identifying the half-equation, determining stoichiometry, converting between mass/moles, calculating charge using Faraday's constant, and relating charge to current and time. All units must be correct: seconds for time, amperes for current, coulombs for charge.",
      "why": "Integrated calculations solve real-world problems like determining fuel cell lifetime, sizing fuel tanks, or predicting battery performance under different operating conditions.",
      "example": "A 1 mA hearing aid battery for 1200 hours: Q = 0.001 A × 4,320,000 s = 4,320 C, n(e-) = 0.045 mol, n(Zn) = 0.0225 mol (from Zn → Zn2+ + 2e-), m(Zn) = 1.47 g.",
      "contentHash": "hash-6dc671e1"
    }
  ]
}