{
  "id": "connections-between-communities",
  "name": "Connections Between Communities",
  "icon": "🤝",
  "what": "This subtopic explores how Aboriginal and Torres Strait Islander communities communicated, traded and interacted with each other and with peoples from other regions.",
  "why": "Understanding trade and connections shows that Aboriginal and Torres Strait Islander peoples had sophisticated economic practices similar to other ancient civilisations and maintained relationships across vast distances.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-20e80ecc-c5f7-262f-4e50-431d2456c5d5",
      "version": 1,
      "title": "I can describe the trade networks of Aboriginal and Torres Strait Islander peoples",
      "code": "4.1",
      "what": "Aboriginal and Torres Strait Islander peoples traded extensively in ochre, shells, pituri leaves, wood, stone and other goods. Some groups specialised in producing certain goods that have been found far from where they were made.",
      "why": "Trade networks show that Aboriginal and Torres Strait Islander peoples developed economic practices similar to other ancient civilisations, with goods moving hundreds of kilometres.",
      "example": "Stone axes from Mount William in Victoria have been found up to 700 kilometres away in New South Wales and South Australia. A possum-skin cloak could be exchanged for three hatchet blanks, showing the high value placed on quality stone.",
      "contentHash": "hash-2c17b879"
    },
    {
      "id": 2,
      "uuid": "lp-757d26f0-1445-9dc3-46de-bca0aecf7bee",
      "version": 1,
      "title": "I can explain the significance of the Mount William stone quarry",
      "code": "4.2",
      "what": "Mount William contained stone that could hold a sharp edge much better than stone usually found in Australia, making it a valuable commodity for trade. The Kulin people quarried this stone for their own use and for trading.",
      "why": "The distribution of Mount William stone axes helps historians understand trade routes and relationships between different Aboriginal groups across Victoria.",
      "example": "Most Mount William hatchets have been found within or close to Kulin territory. Few have been found in Gunai territory in Gippsland, suggesting the Kulin and Gunai were hostile to each other.",
      "contentHash": "hash-1624ded2"
    },
    {
      "id": 3,
      "uuid": "lp-fa3de000-dae7-3148-cf7b-0cd417e5cf31",
      "version": 1,
      "title": "I can describe the trade between the Yolngu people and Makassan communities",
      "code": "4.3",
      "what": "From around 1700 CE, the Yolngu people in Arnhem Land traded with Makassan communities from Indonesia. The Makassans wanted sea cucumbers to trade with Chinese people for use in traditional medicines.",
      "why": "Trade with the Makassans shows Aboriginal and Torres Strait Islander peoples had connections beyond Australia and gained access to new goods like tobacco, metal tools and fabrics.",
      "example": "The Makassans sailed to Arnhem Land and traded sea cucumbers. This trade influenced Yolngu culture and gave them access to goods not available locally, including metal tools and fabrics.",
      "contentHash": "hash-ad151ab9"
    },
    {
      "id": 4,
      "uuid": "lp-817e6685-a644-1e88-1cd5-a730b54ada7e",
      "version": 1,
      "title": "I can explain how the Kulin Nation communities were organised",
      "code": "4.4",
      "what": "The Kulin Nation was a loose alliance of Aboriginal peoples in Victoria who spoke related languages. Groups within the alliance, such as the Wurundjeri, Boon Wurrung and Wathaurong, covered a large amount of territory.",
      "why": "The Kulin Nation shows how Aboriginal peoples formed alliances and maintained relationships across regions while preserving distinct identities.",
      "example": "The region around Melbourne was called Birrarang and had abundant fish at Yarra Falls, where people caught up to 150 fish a day. The Kulin peoples were experts at managing these resources.",
      "contentHash": "hash-f41ba6b2"
    }
  ]
}