{
  "id": "managing-the-land",
  "name": "Managing the Land",
  "icon": "🔥",
  "what": "This subtopic examines the sophisticated ways Aboriginal and Torres Strait Islander peoples managed and used the Australian landscape. It covers their use of water, fire, astronomy and agricultural systems.",
  "why": "Understanding land management challenges the misconception that Aboriginal and Torres Strait Islander peoples were simply nomadic hunter-gatherers. They developed complex systems to cultivate food and manage resources over tens of thousands of years.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-322185fc-ed52-9587-0285-7de72dd5cb14",
      "version": 1,
      "title": "I can explain how Aboriginal and Torres Strait Islander peoples used fire-stick farming",
      "code": "2.1",
      "what": "Fire-stick farming is a land-management technique where the landscape is burned in a controlled way to regenerate the land. These 'cool fires' burned slowly and could be easily put out.",
      "why": "Fire-stick farming shows sophisticated environmental management that made resources abundant and predictable. It also prevented large bushfires by reducing fuel in the environment.",
      "example": "Cool fires reduced thick vegetation to make areas accessible, encouraged new plant growth that attracted animals for hunting, and promoted growth of specific plants. The Mudgeegonga people used fire to scare wallabies into narrow gullies for hunting.",
      "contentHash": "hash-956004c3"
    },
    {
      "id": 2,
      "uuid": "lp-a8baffaf-0b0e-9e25-4f34-f071d842c1e2",
      "version": 1,
      "title": "I can describe the aquaculture system at Budj Bim",
      "code": "2.2",
      "what": "The Gunditjmara people at Budj Bim in south-west Victoria created a complex system of weirs, channels and ponds to farm eels. This 6,000-year-old system was added to the World Heritage List in 2019.",
      "why": "The Budj Bim aquaculture system demonstrates that Aboriginal peoples developed settled communities with sophisticated engineering long before many other civilisations.",
      "example": "The Gunditjmara placed woven baskets in channels to catch mature eels. They preserved eels by smoking them in hollowed-out trees or by dehydration, allowing storage for scarce times and trade with surrounding communities.",
      "contentHash": "hash-abc6f425"
    },
    {
      "id": 3,
      "uuid": "lp-ed566ea4-f0e2-12f1-886e-9d966e0e13fb",
      "version": 1,
      "title": "I can explain how Aboriginal and Torres Strait Islander peoples used astronomy",
      "code": "2.3",
      "what": "Aboriginal and Torres Strait Islander peoples were the world's first astronomers. They created complex seasonal calendars linking star positions with weather patterns, animal behaviour and plant growth.",
      "why": "Using astronomy allowed communities to predict seasonal changes and plan activities like hunting and gathering based on natural cycles refined over tens of thousands of years.",
      "example": "When the Pleiades star cluster appeared in early June, it marked the beginning of winter and whale migration up the east coast. The 'celestial emu' constellation marked emu breeding season in April and egg-laying in June.",
      "contentHash": "hash-e20a23dd"
    },
    {
      "id": 4,
      "uuid": "lp-15514001-5cb6-513e-90d6-53ebc9240609",
      "version": 1,
      "title": "I can describe evidence of agricultural practices in ancient Australia",
      "code": "2.4",
      "what": "Aboriginal and Torres Strait Islander peoples developed their own systems of agriculture, including growing yams in wetter areas and grain in drier regions. They harvested seeds, ground them into flour, and baked bread.",
      "why": "This evidence challenges the belief that Aboriginal and Torres Strait Islander peoples were only nomadic hunter-gatherers and shows they were the world's oldest bakers.",
      "example": "Aboriginal peoples were baking bread over 30,000 years ago, 15,000 years before the ancient Egyptians. Grindstones approximately 30,000 years old have been found, and European explorers recorded seeing 'hundreds of mills grinding grain' in Aboriginal towns.",
      "contentHash": "hash-d554fb07"
    },
    {
      "id": 5,
      "uuid": "lp-434dcd00-20d6-8783-230f-1fe61176d4cf",
      "version": 1,
      "title": "I can explain how Aboriginal and Torres Strait Islander peoples managed water resources",
      "code": "2.5",
      "what": "Communities stored rainwater in rock wells covered with stone slabs to prevent evaporation. The Dja Dja Wurrung people at Kooyoora depended on natural springs and wells because the area lacked permanent streams.",
      "why": "Water management was essential for survival, especially in areas without permanent water sources. These practices show careful resource management over thousands of years.",
      "example": "Rock wells at Mt Kooyoora catch and hold up to 168 litres of rainwater and have never been known to dry up completely. Stone slabs prevented evaporation and dirt from contaminating the water.",
      "contentHash": "hash-a460bf19"
    }
  ]
}