{
  "_meta": {
    "exportedAt": "2026-01-18T07:22:07.716Z",
    "topicId": "aboriginal-torres-strait-islander-peoples-cultures",
    "topicName": "Aboriginal and Torres Strait Islander peoples and cultures"
  },
  "items": [
    {
      "uuid": "lp-963f99ac-8103-fd98-6973-f5a96cc2841e",
      "id": 1,
      "version": 1,
      "contentHash": "hash-defb4406",
      "title": "I can explain what Sahul was and how humans migrated there",
      "code": "1.1",
      "what": "Sahul was a continent during the Ice Age that contained Australia, New Guinea and Tasmania connected by land. Humans migrated there by island hopping from South-East Asia across sea gaps of up to 90 kilometres.",
      "why": "Understanding migration to Sahul helps explain how Aboriginal and Torres Strait Islander peoples became the first inhabitants of Australia over 65,000 years ago.",
      "example": "During the Ice Age, sea levels were lower, exposing land bridges. People crossed from a peninsula called Sunda (extending from South-East Asia) and island hopped to reach Sahul, though the widest crossing was nearly 90 kilometres.",
      "subtopic": {
        "id": "geography-ancient-australia",
        "name": "Geography and Ancient Australia",
        "what": "This subtopic explores how the geography of ancient Australia shaped where Aboriginal and Torres Strait Islander peoples lived and how their cultures developed. It covers the migration to Sahul, the Ice Age, and the great flood that separated Tasmania and New Guinea from mainland Australia.",
        "why": "Understanding geography helps explain why Aboriginal and Torres Strait Islander peoples developed diverse cultures across Australia. The changing landscape over tens of thousands of years directly influenced how communities lived, moved and adapted."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e075aaf9-f15b-fa6b-b7f3-42c1261eb2a8",
      "id": 2,
      "version": 1,
      "contentHash": "hash-b13a53ea",
      "title": "I can describe how the Ice Age affected Aboriginal and Torres Strait Islander peoples",
      "code": "1.2",
      "what": "The Ice Age (peaking around 20,000 BCE) made the climate cooler and drier, causing megafauna extinction and forcing people to seek well-watered areas. Most of Sahul became uninhabitable desert during this time.",
      "why": "The Ice Age dramatically changed where people could live and what resources were available, shaping how Aboriginal and Torres Strait Islander communities adapted and survived.",
      "example": "As the climate cooled, populations reduced and people congregated along rivers and in sheltered areas. The great deserts of Australia expanded significantly during this period.",
      "subtopic": {
        "id": "geography-ancient-australia",
        "name": "Geography and Ancient Australia",
        "what": "This subtopic explores how the geography of ancient Australia shaped where Aboriginal and Torres Strait Islander peoples lived and how their cultures developed. It covers the migration to Sahul, the Ice Age, and the great flood that separated Tasmania and New Guinea from mainland Australia.",
        "why": "Understanding geography helps explain why Aboriginal and Torres Strait Islander peoples developed diverse cultures across Australia. The changing landscape over tens of thousands of years directly influenced how communities lived, moved and adapted."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-f31f720c-0de3-c4f2-cc03-e6ad9ddcb977",
      "id": 3,
      "version": 1,
      "contentHash": "hash-483d5c67",
      "title": "I can explain how the great flood changed Australia's geography",
      "code": "1.3",
      "what": "Between 11,000 and 3,000 BCE, sea levels rose to cover one quarter of Sahul's land mass. Tasmania was cut off from the mainland, New Guinea became separate, and the Torres Strait became a series of islands.",
      "why": "The great flood isolated communities that had previously been connected, leading to the development of distinct languages, practices and cultures in different regions.",
      "example": "Sea levels rose 1-2.5 centimetres per year. In flat areas, this meant hundreds of metres of land could be covered in one year. Over a lifetime, people experienced significant land loss, which is remembered in oral histories.",
      "subtopic": {
        "id": "geography-ancient-australia",
        "name": "Geography and Ancient Australia",
        "what": "This subtopic explores how the geography of ancient Australia shaped where Aboriginal and Torres Strait Islander peoples lived and how their cultures developed. It covers the migration to Sahul, the Ice Age, and the great flood that separated Tasmania and New Guinea from mainland Australia.",
        "why": "Understanding geography helps explain why Aboriginal and Torres Strait Islander peoples developed diverse cultures across Australia. The changing landscape over tens of thousands of years directly influenced how communities lived, moved and adapted."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-84c3715c-7df2-46fa-b9f5-75854d151409",
      "id": 4,
      "version": 1,
      "contentHash": "hash-09a92912",
      "title": "I can describe what megafauna were and when they existed in Australia",
      "code": "1.4",
      "what": "Megafauna were very large animals over 40 kilograms that lived in Australia between 50,000 and 25,000 BCE. Aboriginal and Torres Strait Islander peoples lived alongside these animals for over 20,000 years.",
      "why": "The long coexistence of humans and megafauna in Australia is remarkable compared to other continents where megafauna were quickly hunted to extinction.",
      "example": "The Diprotodon optatum was a rhino-sized mega-wombat with a jawbone 70 centimetres long. Genyornis newtoni was a flightless bird over two metres tall that became extinct 30,000 years ago.",
      "subtopic": {
        "id": "geography-ancient-australia",
        "name": "Geography and Ancient Australia",
        "what": "This subtopic explores how the geography of ancient Australia shaped where Aboriginal and Torres Strait Islander peoples lived and how their cultures developed. It covers the migration to Sahul, the Ice Age, and the great flood that separated Tasmania and New Guinea from mainland Australia.",
        "why": "Understanding geography helps explain why Aboriginal and Torres Strait Islander peoples developed diverse cultures across Australia. The changing landscape over tens of thousands of years directly influenced how communities lived, moved and adapted."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-322185fc-ed52-9587-0285-7de72dd5cb14",
      "id": 1,
      "version": 1,
      "contentHash": "hash-956004c3",
      "title": "I can explain how Aboriginal and Torres Strait Islander peoples used fire-stick farming",
      "code": "2.1",
      "what": "Fire-stick farming is a land-management technique where the landscape is burned in a controlled way to regenerate the land. These 'cool fires' burned slowly and could be easily put out.",
      "why": "Fire-stick farming shows sophisticated environmental management that made resources abundant and predictable. It also prevented large bushfires by reducing fuel in the environment.",
      "example": "Cool fires reduced thick vegetation to make areas accessible, encouraged new plant growth that attracted animals for hunting, and promoted growth of specific plants. The Mudgeegonga people used fire to scare wallabies into narrow gullies for hunting.",
      "subtopic": {
        "id": "managing-the-land",
        "name": "Managing the Land",
        "what": "This subtopic examines the sophisticated ways Aboriginal and Torres Strait Islander peoples managed and used the Australian landscape. It covers their use of water, fire, astronomy and agricultural systems.",
        "why": "Understanding land management challenges the misconception that Aboriginal and Torres Strait Islander peoples were simply nomadic hunter-gatherers. They developed complex systems to cultivate food and manage resources over tens of thousands of years."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a8baffaf-0b0e-9e25-4f34-f071d842c1e2",
      "id": 2,
      "version": 1,
      "contentHash": "hash-abc6f425",
      "title": "I can describe the aquaculture system at Budj Bim",
      "code": "2.2",
      "what": "The Gunditjmara people at Budj Bim in south-west Victoria created a complex system of weirs, channels and ponds to farm eels. This 6,000-year-old system was added to the World Heritage List in 2019.",
      "why": "The Budj Bim aquaculture system demonstrates that Aboriginal peoples developed settled communities with sophisticated engineering long before many other civilisations.",
      "example": "The Gunditjmara placed woven baskets in channels to catch mature eels. They preserved eels by smoking them in hollowed-out trees or by dehydration, allowing storage for scarce times and trade with surrounding communities.",
      "subtopic": {
        "id": "managing-the-land",
        "name": "Managing the Land",
        "what": "This subtopic examines the sophisticated ways Aboriginal and Torres Strait Islander peoples managed and used the Australian landscape. It covers their use of water, fire, astronomy and agricultural systems.",
        "why": "Understanding land management challenges the misconception that Aboriginal and Torres Strait Islander peoples were simply nomadic hunter-gatherers. They developed complex systems to cultivate food and manage resources over tens of thousands of years."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ed566ea4-f0e2-12f1-886e-9d966e0e13fb",
      "id": 3,
      "version": 1,
      "contentHash": "hash-e20a23dd",
      "title": "I can explain how Aboriginal and Torres Strait Islander peoples used astronomy",
      "code": "2.3",
      "what": "Aboriginal and Torres Strait Islander peoples were the world's first astronomers. They created complex seasonal calendars linking star positions with weather patterns, animal behaviour and plant growth.",
      "why": "Using astronomy allowed communities to predict seasonal changes and plan activities like hunting and gathering based on natural cycles refined over tens of thousands of years.",
      "example": "When the Pleiades star cluster appeared in early June, it marked the beginning of winter and whale migration up the east coast. The 'celestial emu' constellation marked emu breeding season in April and egg-laying in June.",
      "subtopic": {
        "id": "managing-the-land",
        "name": "Managing the Land",
        "what": "This subtopic examines the sophisticated ways Aboriginal and Torres Strait Islander peoples managed and used the Australian landscape. It covers their use of water, fire, astronomy and agricultural systems.",
        "why": "Understanding land management challenges the misconception that Aboriginal and Torres Strait Islander peoples were simply nomadic hunter-gatherers. They developed complex systems to cultivate food and manage resources over tens of thousands of years."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-15514001-5cb6-513e-90d6-53ebc9240609",
      "id": 4,
      "version": 1,
      "contentHash": "hash-d554fb07",
      "title": "I can describe evidence of agricultural practices in ancient Australia",
      "code": "2.4",
      "what": "Aboriginal and Torres Strait Islander peoples developed their own systems of agriculture, including growing yams in wetter areas and grain in drier regions. They harvested seeds, ground them into flour, and baked bread.",
      "why": "This evidence challenges the belief that Aboriginal and Torres Strait Islander peoples were only nomadic hunter-gatherers and shows they were the world's oldest bakers.",
      "example": "Aboriginal peoples were baking bread over 30,000 years ago, 15,000 years before the ancient Egyptians. Grindstones approximately 30,000 years old have been found, and European explorers recorded seeing 'hundreds of mills grinding grain' in Aboriginal towns.",
      "subtopic": {
        "id": "managing-the-land",
        "name": "Managing the Land",
        "what": "This subtopic examines the sophisticated ways Aboriginal and Torres Strait Islander peoples managed and used the Australian landscape. It covers their use of water, fire, astronomy and agricultural systems.",
        "why": "Understanding land management challenges the misconception that Aboriginal and Torres Strait Islander peoples were simply nomadic hunter-gatherers. They developed complex systems to cultivate food and manage resources over tens of thousands of years."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-434dcd00-20d6-8783-230f-1fe61176d4cf",
      "id": 5,
      "version": 1,
      "contentHash": "hash-a460bf19",
      "title": "I can explain how Aboriginal and Torres Strait Islander peoples managed water resources",
      "code": "2.5",
      "what": "Communities stored rainwater in rock wells covered with stone slabs to prevent evaporation. The Dja Dja Wurrung people at Kooyoora depended on natural springs and wells because the area lacked permanent streams.",
      "why": "Water management was essential for survival, especially in areas without permanent water sources. These practices show careful resource management over thousands of years.",
      "example": "Rock wells at Mt Kooyoora catch and hold up to 168 litres of rainwater and have never been known to dry up completely. Stone slabs prevented evaporation and dirt from contaminating the water.",
      "subtopic": {
        "id": "managing-the-land",
        "name": "Managing the Land",
        "what": "This subtopic examines the sophisticated ways Aboriginal and Torres Strait Islander peoples managed and used the Australian landscape. It covers their use of water, fire, astronomy and agricultural systems.",
        "why": "Understanding land management challenges the misconception that Aboriginal and Torres Strait Islander peoples were simply nomadic hunter-gatherers. They developed complex systems to cultivate food and manage resources over tens of thousands of years."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ea144bad-783d-508f-1142-84be8d8ae67d",
      "id": 1,
      "version": 1,
      "contentHash": "hash-e7552e0f",
      "title": "I can explain what Country means to Aboriginal peoples",
      "code": "3.1",
      "what": "Country is more than just a place on a map. It includes all the values, places, resources, stories and cultural obligations associated with an area. Aboriginal peoples see themselves as deeply connected to Country.",
      "why": "Understanding Country helps explain why land is so important to Aboriginal peoples and why they have maintained connections to specific places for tens of thousands of years.",
      "example": "Professor Mick Dodson explains that Country describes 'the entirety of our ancestral domains' including homeland, resources, stories and cultural obligations, not just land ownership.",
      "subtopic": {
        "id": "beliefs-values-practices",
        "name": "Beliefs, Values and Practices",
        "what": "This subtopic explores the central beliefs and cultural practices of Aboriginal and Torres Strait Islander peoples, including The Dreaming, Country, oral histories, and Torres Strait Islander stories.",
        "why": "Understanding beliefs and values helps explain why Aboriginal and Torres Strait Islander peoples see themselves as one long, continuing civilisation with deep connections to their ancestors and the land."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-0ad7d33e-6e8b-74d9-5d21-c9f819c000e7",
      "id": 2,
      "version": 1,
      "contentHash": "hash-c133fcd8",
      "title": "I can describe what The Dreaming is and why it is important",
      "code": "3.2",
      "what": "The Dreaming is the collection of religious beliefs and cultural practices of Aboriginal peoples. It establishes the structures of society, rules for social behaviour, kinship relationships and how people should treat the land.",
      "why": "The Dreaming contains the rules for living and has been passed down through generations, connecting modern Aboriginal peoples to their ancient ancestors.",
      "example": "Teaching stories like Tiddalik teach children how to behave and treat the land. Tiddalik teaches that water must be conserved. Children learn their responsibilities according to The Dreaming from a very young age.",
      "subtopic": {
        "id": "beliefs-values-practices",
        "name": "Beliefs, Values and Practices",
        "what": "This subtopic explores the central beliefs and cultural practices of Aboriginal and Torres Strait Islander peoples, including The Dreaming, Country, oral histories, and Torres Strait Islander stories.",
        "why": "Understanding beliefs and values helps explain why Aboriginal and Torres Strait Islander peoples see themselves as one long, continuing civilisation with deep connections to their ancestors and the land."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-66aba5e4-1427-4782-25e3-915339e66518",
      "id": 3,
      "version": 1,
      "contentHash": "hash-976cb823",
      "title": "I can explain what Ailan Kastom means for Torres Strait Islander peoples",
      "code": "3.3",
      "what": "Ailan Kastom (meaning 'island custom') refers to the unique cultures of the peoples of the Torres Strait. It is a source of unity and strength that bonds Torres Strait Islander peoples whether living on the islands or mainland Australia.",
      "why": "Ailan Kastom maintains cultural identity and connection for Torres Strait Islander peoples across different locations, preserving traditions through generations.",
      "example": "Torres Strait Islander peoples tell traditional stories about the past, present and future through spoken word, music, song and dance. The Story of Gelam describes how the three Murray Islands were formed by Gelam, a mythical ancestor who travelled as a dugong.",
      "subtopic": {
        "id": "beliefs-values-practices",
        "name": "Beliefs, Values and Practices",
        "what": "This subtopic explores the central beliefs and cultural practices of Aboriginal and Torres Strait Islander peoples, including The Dreaming, Country, oral histories, and Torres Strait Islander stories.",
        "why": "Understanding beliefs and values helps explain why Aboriginal and Torres Strait Islander peoples see themselves as one long, continuing civilisation with deep connections to their ancestors and the land."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-763a0785-6445-1602-0448-bd86c9e03627",
      "id": 4,
      "version": 1,
      "contentHash": "hash-cdae7544",
      "title": "I can describe how oral histories preserve knowledge across generations",
      "code": "3.4",
      "what": "Oral histories pass information from one generation to the next through spoken word, song or dance. They give important insights into ancient beliefs and have been validated by scientific evidence.",
      "why": "Oral histories have preserved accurate information about events for thousands of years, demonstrating the reliability of this tradition for maintaining cultural knowledge.",
      "example": "Researchers analysed 21 oral histories covering 18,000 to 7,000 years ago and found remarkable consistency about rising sea levels. The Kulin Nation's stories describe how kangaroo hunting grounds were slowly lost to the sea.",
      "subtopic": {
        "id": "beliefs-values-practices",
        "name": "Beliefs, Values and Practices",
        "what": "This subtopic explores the central beliefs and cultural practices of Aboriginal and Torres Strait Islander peoples, including The Dreaming, Country, oral histories, and Torres Strait Islander stories.",
        "why": "Understanding beliefs and values helps explain why Aboriginal and Torres Strait Islander peoples see themselves as one long, continuing civilisation with deep connections to their ancestors and the land."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-fcf8288a-c936-a215-f9ae-bf74a3c99e2c",
      "id": 5,
      "version": 1,
      "contentHash": "hash-5768f11c",
      "title": "I can identify different creation stories from Aboriginal and Torres Strait Islander cultures",
      "code": "3.5",
      "what": "Different Aboriginal and Torres Strait Islander peoples have unique creation stories. The Kulin peoples believe Bunjil, the great eagle spirit, created the world. Other groups have stories about the Rainbow Serpent or Baiame the sky father.",
      "why": "Different creation stories remind us how diverse the beliefs of Aboriginal and Torres Strait Islander peoples are across Australia, while still sharing common elements.",
      "example": "The only known Aboriginal rock art depiction of Bunjil is found in a cave at the Bunjil Shelter in Grampians National Park. The Story of Gelam describes how Gelam created the Murray Islands and brought yam, coconut and other plants.",
      "subtopic": {
        "id": "beliefs-values-practices",
        "name": "Beliefs, Values and Practices",
        "what": "This subtopic explores the central beliefs and cultural practices of Aboriginal and Torres Strait Islander peoples, including The Dreaming, Country, oral histories, and Torres Strait Islander stories.",
        "why": "Understanding beliefs and values helps explain why Aboriginal and Torres Strait Islander peoples see themselves as one long, continuing civilisation with deep connections to their ancestors and the land."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-20e80ecc-c5f7-262f-4e50-431d2456c5d5",
      "id": 1,
      "version": 1,
      "contentHash": "hash-2c17b879",
      "title": "I can describe the trade networks of Aboriginal and Torres Strait Islander peoples",
      "code": "4.1",
      "what": "Aboriginal and Torres Strait Islander peoples traded extensively in ochre, shells, pituri leaves, wood, stone and other goods. Some groups specialised in producing certain goods that have been found far from where they were made.",
      "why": "Trade networks show that Aboriginal and Torres Strait Islander peoples developed economic practices similar to other ancient civilisations, with goods moving hundreds of kilometres.",
      "example": "Stone axes from Mount William in Victoria have been found up to 700 kilometres away in New South Wales and South Australia. A possum-skin cloak could be exchanged for three hatchet blanks, showing the high value placed on quality stone.",
      "subtopic": {
        "id": "connections-between-communities",
        "name": "Connections Between Communities",
        "what": "This subtopic explores how Aboriginal and Torres Strait Islander communities communicated, traded and interacted with each other and with peoples from other regions.",
        "why": "Understanding trade and connections shows that Aboriginal and Torres Strait Islander peoples had sophisticated economic practices similar to other ancient civilisations and maintained relationships across vast distances."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-757d26f0-1445-9dc3-46de-bca0aecf7bee",
      "id": 2,
      "version": 1,
      "contentHash": "hash-1624ded2",
      "title": "I can explain the significance of the Mount William stone quarry",
      "code": "4.2",
      "what": "Mount William contained stone that could hold a sharp edge much better than stone usually found in Australia, making it a valuable commodity for trade. The Kulin people quarried this stone for their own use and for trading.",
      "why": "The distribution of Mount William stone axes helps historians understand trade routes and relationships between different Aboriginal groups across Victoria.",
      "example": "Most Mount William hatchets have been found within or close to Kulin territory. Few have been found in Gunai territory in Gippsland, suggesting the Kulin and Gunai were hostile to each other.",
      "subtopic": {
        "id": "connections-between-communities",
        "name": "Connections Between Communities",
        "what": "This subtopic explores how Aboriginal and Torres Strait Islander communities communicated, traded and interacted with each other and with peoples from other regions.",
        "why": "Understanding trade and connections shows that Aboriginal and Torres Strait Islander peoples had sophisticated economic practices similar to other ancient civilisations and maintained relationships across vast distances."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-fa3de000-dae7-3148-cf7b-0cd417e5cf31",
      "id": 3,
      "version": 1,
      "contentHash": "hash-ad151ab9",
      "title": "I can describe the trade between the Yolngu people and Makassan communities",
      "code": "4.3",
      "what": "From around 1700 CE, the Yolngu people in Arnhem Land traded with Makassan communities from Indonesia. The Makassans wanted sea cucumbers to trade with Chinese people for use in traditional medicines.",
      "why": "Trade with the Makassans shows Aboriginal and Torres Strait Islander peoples had connections beyond Australia and gained access to new goods like tobacco, metal tools and fabrics.",
      "example": "The Makassans sailed to Arnhem Land and traded sea cucumbers. This trade influenced Yolngu culture and gave them access to goods not available locally, including metal tools and fabrics.",
      "subtopic": {
        "id": "connections-between-communities",
        "name": "Connections Between Communities",
        "what": "This subtopic explores how Aboriginal and Torres Strait Islander communities communicated, traded and interacted with each other and with peoples from other regions.",
        "why": "Understanding trade and connections shows that Aboriginal and Torres Strait Islander peoples had sophisticated economic practices similar to other ancient civilisations and maintained relationships across vast distances."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-817e6685-a644-1e88-1cd5-a730b54ada7e",
      "id": 4,
      "version": 1,
      "contentHash": "hash-f41ba6b2",
      "title": "I can explain how the Kulin Nation communities were organised",
      "code": "4.4",
      "what": "The Kulin Nation was a loose alliance of Aboriginal peoples in Victoria who spoke related languages. Groups within the alliance, such as the Wurundjeri, Boon Wurrung and Wathaurong, covered a large amount of territory.",
      "why": "The Kulin Nation shows how Aboriginal peoples formed alliances and maintained relationships across regions while preserving distinct identities.",
      "example": "The region around Melbourne was called Birrarang and had abundant fish at Yarra Falls, where people caught up to 150 fish a day. The Kulin peoples were experts at managing these resources.",
      "subtopic": {
        "id": "connections-between-communities",
        "name": "Connections Between Communities",
        "what": "This subtopic explores how Aboriginal and Torres Strait Islander communities communicated, traded and interacted with each other and with peoples from other regions.",
        "why": "Understanding trade and connections shows that Aboriginal and Torres Strait Islander peoples had sophisticated economic practices similar to other ancient civilisations and maintained relationships across vast distances."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-1dfda34c-3d5e-3cb0-6108-073a92b5043d",
      "id": 1,
      "version": 1,
      "contentHash": "hash-cedbddff",
      "title": "I can explain what archaeologists do and how they study the past",
      "code": "5.1",
      "what": "Archaeologists study the distant past by carefully excavating areas to find artefacts. They plan digs in places where they are likely to find objects that help us understand past cultures and beliefs.",
      "why": "Archaeologists provide evidence that can confirm oral histories and reveal new information about ancient societies that would otherwise be lost.",
      "example": "Christopher Wilson, a Ngarrindjeri archaeologist, discovered an 8,500-year-old settlement in South Australia's lower Murray area. He found remains of fish skeletons showing the river system was much bigger 5,000 years ago.",
      "subtopic": {
        "id": "archaeological-evidence",
        "name": "Archaeological Evidence",
        "what": "This subtopic examines how archaeologists study the ancient past through excavations, stratification and artefacts. It focuses on significant discoveries like Mungo Lady and Mungo Man.",
        "why": "Archaeological evidence provides physical proof of ancient Aboriginal and Torres Strait Islander cultures, confirming oral histories and revealing new information about how people lived tens of thousands of years ago."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-b0e9cfad-a677-96b3-aa2c-8c8e016022f2",
      "id": 2,
      "version": 1,
      "contentHash": "hash-41f66cbd",
      "title": "I can describe what stratification is and why it matters",
      "code": "5.2",
      "what": "Stratification refers to the different layers of earth that build up over time. Each layer (stratum) represents a different time period. Artefacts found in each layer can be matched to the time period they came from.",
      "why": "Stratification helps archaeologists determine how old artefacts are and sequence events chronologically, building a picture of how things changed over time.",
      "example": "In an archaeological dig, the deepest layers are the oldest. If stone tools are found in a layer below bronze weapons, archaeologists know the stone tools came from an earlier time period.",
      "subtopic": {
        "id": "archaeological-evidence",
        "name": "Archaeological Evidence",
        "what": "This subtopic examines how archaeologists study the ancient past through excavations, stratification and artefacts. It focuses on significant discoveries like Mungo Lady and Mungo Man.",
        "why": "Archaeological evidence provides physical proof of ancient Aboriginal and Torres Strait Islander cultures, confirming oral histories and revealing new information about how people lived tens of thousands of years ago."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e2e86788-4c0a-77cd-43f5-b3651d0eba88",
      "id": 3,
      "version": 1,
      "contentHash": "hash-3667e8d8",
      "title": "I can explain the significance of Mungo Lady and Mungo Man",
      "code": "5.3",
      "what": "Mungo Lady and Mungo Man are human remains discovered at Lake Mungo in south-western New South Wales, dated between 40,000 and 42,000 years old. They are among the oldest human remains found anywhere in the world.",
      "why": "These discoveries prove that Aboriginal and Torres Strait Islander peoples have lived in Australia for over 40,000 years and had complex burial rituals showing beliefs about life and death.",
      "example": "Mungo Lady had been cremated and her bones crushed before burial. Mungo Man was covered with over two kilograms of rare ochre, showing the importance of the burial ceremony to the community.",
      "subtopic": {
        "id": "archaeological-evidence",
        "name": "Archaeological Evidence",
        "what": "This subtopic examines how archaeologists study the ancient past through excavations, stratification and artefacts. It focuses on significant discoveries like Mungo Lady and Mungo Man.",
        "why": "Archaeological evidence provides physical proof of ancient Aboriginal and Torres Strait Islander cultures, confirming oral histories and revealing new information about how people lived tens of thousands of years ago."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-f2a16604-af08-8a33-09f8-4df31d9c70b3",
      "id": 4,
      "version": 1,
      "contentHash": "hash-85b7ea19",
      "title": "I can describe how dating methods help determine the age of artefacts",
      "code": "5.4",
      "what": "Archaeologists use methods like radiocarbon dating and luminescence dating to determine how old artefacts are. Radiocarbon dating measures carbon in objects, while luminescence dating measures when minerals were last exposed to sunlight.",
      "why": "Dating methods provide scientific evidence for how old artefacts and sites are, helping confirm oral histories and establish accurate timelines.",
      "example": "At the Madjedbebe rock shelter in Arnhem Land, archaeologists used radiocarbon and luminescence dating to determine that over 10,000 artefacts, including stone tools and bone fragments, were more than 65,000 years old.",
      "subtopic": {
        "id": "archaeological-evidence",
        "name": "Archaeological Evidence",
        "what": "This subtopic examines how archaeologists study the ancient past through excavations, stratification and artefacts. It focuses on significant discoveries like Mungo Lady and Mungo Man.",
        "why": "Archaeological evidence provides physical proof of ancient Aboriginal and Torres Strait Islander cultures, confirming oral histories and revealing new information about how people lived tens of thousands of years ago."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-9e897db5-5e12-9a7b-28c1-5822ebd5304b",
      "id": 5,
      "version": 1,
      "contentHash": "hash-a8549329",
      "title": "I can explain why respecting Aboriginal and Torres Strait Islander peoples is important in archaeology",
      "code": "5.5",
      "what": "The remains of ancestors are sacred to Aboriginal and Torres Strait Islander communities. Today, archaeologists work with local communities to ensure research is respectful, and significant remains have been returned to Country.",
      "why": "Respecting cultural beliefs and returning remains is an important step towards reconciliation between Aboriginal and Torres Strait Islander peoples and the wider community.",
      "example": "Mungo Lady was returned to Lake Mungo in 1992 and Mungo Man was returned in 2017 after spending 49 years at the Australian National University. The Mutthi Mutthi, Ngiyampaa and Paakantji peoples fought for 40 years for the return.",
      "subtopic": {
        "id": "archaeological-evidence",
        "name": "Archaeological Evidence",
        "what": "This subtopic examines how archaeologists study the ancient past through excavations, stratification and artefacts. It focuses on significant discoveries like Mungo Lady and Mungo Man.",
        "why": "Archaeological evidence provides physical proof of ancient Aboriginal and Torres Strait Islander cultures, confirming oral histories and revealing new information about how people lived tens of thousands of years ago."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-439c3266-7a63-c1d0-ed4c-4f3ae6c74d9f",
      "id": 1,
      "version": 1,
      "contentHash": "hash-ac5e0f5e",
      "title": "I can explain what sequencing chronology means and why it is important",
      "code": "6.1",
      "what": "Sequencing chronology means putting events into the order they happened. Historians use this skill to see patterns and links between events over both large timespans (like 60,000 years) and smaller ones (like 5-10 years).",
      "why": "Without a clear chronology, it is easy to get confused about what is happening and how events and people are connected to each other.",
      "example": "A timeline of ancient Australia might show: earliest evidence of human occupation (65,000 BCE), Mungo Lady and Mungo Man (40,000 BCE), peak of Ice Age (20,000 BCE), Tasmania cut off from mainland (11,000 BCE), and the great flood ending (3,000 BCE).",
      "subtopic": {
        "id": "historical-sources-skills",
        "name": "Historical Sources and Skills",
        "what": "This subtopic focuses on the skills needed to study history, including understanding different types of sources, sequencing chronology, and using evidence to support arguments.",
        "why": "Developing historical skills helps us analyse and interpret evidence about the past, allowing us to build accurate understandings of how ancient societies lived."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e4e3468d-e806-47fd-ade3-040bcddc2a08",
      "id": 2,
      "version": 1,
      "contentHash": "hash-836ff8a6",
      "title": "I can distinguish between primary and secondary historical sources",
      "code": "6.2",
      "what": "Primary sources are original materials from the time period being studied, such as artefacts, rock art and oral histories. Secondary sources are interpretations of the past created later, such as history books and documentaries.",
      "why": "Understanding the difference between source types helps us evaluate how reliable information is and how it should be used as evidence.",
      "example": "A 30,000-year-old grindstone is a primary source showing how Aboriginal peoples made flour. Bruce Pascoe's book Dark Emu is a secondary source that interprets evidence about ancient agricultural practices.",
      "subtopic": {
        "id": "historical-sources-skills",
        "name": "Historical Sources and Skills",
        "what": "This subtopic focuses on the skills needed to study history, including understanding different types of sources, sequencing chronology, and using evidence to support arguments.",
        "why": "Developing historical skills helps us analyse and interpret evidence about the past, allowing us to build accurate understandings of how ancient societies lived."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-8d96f648-f7c1-d958-0f67-22e267e9bbf4",
      "id": 3,
      "version": 1,
      "contentHash": "hash-b8f489b9",
      "title": "I can use evidence from historical sources to support an argument",
      "code": "6.3",
      "what": "Historians use evidence such as dates, statistics, examples and quotes from sources to support their arguments about the past. Claims need to be backed up with specific evidence.",
      "why": "Using evidence makes historical arguments more convincing and helps distinguish between opinions and well-supported conclusions.",
      "example": "To argue that Aboriginal peoples were skilled farmers, you could cite the 30,000-year-old grindstones, the 6,000-year-old Budj Bim aquaculture system, and early European explorers' accounts of seeing grain fields and mills.",
      "subtopic": {
        "id": "historical-sources-skills",
        "name": "Historical Sources and Skills",
        "what": "This subtopic focuses on the skills needed to study history, including understanding different types of sources, sequencing chronology, and using evidence to support arguments.",
        "why": "Developing historical skills helps us analyse and interpret evidence about the past, allowing us to build accurate understandings of how ancient societies lived."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-7b2db4ad-b61f-20ae-3ee8-fbaccbcbd4a4",
      "id": 4,
      "version": 1,
      "contentHash": "hash-dcde8de7",
      "title": "I can explain what BCE and CE mean in historical dating",
      "code": "6.4",
      "what": "BCE stands for 'Before the Common Era' and CE stands for 'Common Era'. These are used instead of BC (Before Christ) and AD (Anno Domini) to provide a more neutral dating system.",
      "why": "Understanding dating conventions helps us accurately place events in time and communicate clearly about when things happened in history.",
      "example": "The peak of the Ice Age was around 20,000 BCE. Lieutenant James Cook arrived in Australia in 1770 CE. The great flood ended around 3,000 BCE.",
      "subtopic": {
        "id": "historical-sources-skills",
        "name": "Historical Sources and Skills",
        "what": "This subtopic focuses on the skills needed to study history, including understanding different types of sources, sequencing chronology, and using evidence to support arguments.",
        "why": "Developing historical skills helps us analyse and interpret evidence about the past, allowing us to build accurate understandings of how ancient societies lived."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-baf3c0ff-6c04-9418-fb9c-250392950e43",
      "id": 5,
      "version": 1,
      "contentHash": "hash-bf89894f",
      "title": "I can analyse historical sources by considering their origin and purpose",
      "code": "6.5",
      "what": "When analysing a source, historians consider who created it, when it was created, and why. This helps determine how reliable and useful the source is for understanding the past.",
      "why": "The creator's perspective and purpose can affect how events are portrayed, so understanding these factors helps us interpret sources more accurately.",
      "example": "Joseph Lycett's 1817 painting 'Aborigines using fire to hunt kangaroos' was created by an English convict artist. His European perspective may have influenced how he depicted Aboriginal practices, so we should consider this when using the painting as evidence.",
      "subtopic": {
        "id": "historical-sources-skills",
        "name": "Historical Sources and Skills",
        "what": "This subtopic focuses on the skills needed to study history, including understanding different types of sources, sequencing chronology, and using evidence to support arguments.",
        "why": "Developing historical skills helps us analyse and interpret evidence about the past, allowing us to build accurate understandings of how ancient societies lived."
      },
      "questionsExist": false
    }
  ]
}