{
  "id": "plasma-membrane",
  "name": "Plasma Membrane Structure and Function",
  "icon": "🧫",
  "what": "This subtopic covers the structure of the plasma membrane, including the phospholipid bilayer, proteins, carbohydrates, and cholesterol, as well as how these components work together to control cell function.",
  "why": "The plasma membrane is essential for cell survival as it controls what enters and leaves the cell. Understanding its structure explains how cells communicate, recognise each other, and maintain their internal environment.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-b743b7b6-63ea-8909-45a4-39887cd875f0",
      "version": 1,
      "title": "I can define the term plasma membrane and explain its role",
      "code": "1B.1a",
      "what": "The plasma membrane is a semi-permeable membrane made of a phospholipid bilayer that separates the internal environment of a cell from its external environment.",
      "why": "Without a plasma membrane, a cell could not exist because it would have no boundary to contain its contents or control the exchange of substances.",
      "example": "The plasma membrane of a red blood cell allows oxygen to enter and carbon dioxide to leave, while keeping the cell's haemoglobin inside.",
      "contentHash": "hash-2a1dd32a"
    },
    {
      "id": 2,
      "uuid": "lp-52debf10-035d-3845-dc2f-7999549a9ecc",
      "version": 1,
      "title": "I can define the terms hydrophilic and hydrophobic",
      "code": "1B.1b",
      "what": "Hydrophilic means water-attracting or water-soluble. Hydrophobic means water-repelling or not water-soluble.",
      "why": "These properties determine how substances interact with the plasma membrane and whether they can cross it directly or need assistance from transport proteins.",
      "example": "The phosphate heads of phospholipids are hydrophilic and face the watery environments inside and outside the cell, while the fatty acid tails are hydrophobic and face inward, away from water.",
      "contentHash": "hash-5307c2bd"
    },
    {
      "id": 3,
      "uuid": "lp-76d6b7ff-cae9-5772-1122-e47f76e36766",
      "version": 1,
      "title": "I can explain the fluid mosaic model of the plasma membrane",
      "code": "1B.1c",
      "what": "The fluid mosaic model describes the plasma membrane as a combination of different types of molecules (mosaic) that can move around within the membrane (fluid).",
      "why": "This model explains how the membrane is both stable enough to maintain cell structure and flexible enough to allow transport and cell signalling.",
      "example": "Proteins in the plasma membrane can drift sideways through the phospholipid bilayer, allowing receptor proteins to cluster together when a hormone binds to the cell.",
      "contentHash": "hash-94193390"
    },
    {
      "id": 4,
      "uuid": "lp-093192de-b39b-5c0b-9ecf-c2fc803c4070",
      "version": 1,
      "title": "I can recall the four main components of the plasma membrane",
      "code": "1B.2a",
      "what": "The plasma membrane consists of phospholipids, proteins, carbohydrates, and cholesterol. Each component has a specific structure and function.",
      "why": "Knowing these components helps you understand how the membrane performs its various functions, from transport to cell recognition.",
      "example": "A diagram of a plasma membrane shows phospholipids forming the bilayer, proteins embedded within, carbohydrate chains attached to some molecules, and cholesterol scattered between phospholipids.",
      "contentHash": "hash-5fae556c"
    },
    {
      "id": 5,
      "uuid": "lp-b75d611d-06ea-d52d-3739-65c2cf7f1a0a",
      "version": 1,
      "title": "I can describe the function of each plasma membrane component",
      "code": "1B.2b",
      "what": "Phospholipids form the selective barrier. Proteins transport substances and enable signalling. Carbohydrates help with cell recognition and adhesion. Cholesterol provides stability without reducing fluidity.",
      "why": "Understanding each component's function explains how cells interact with their environment, communicate with other cells, and control their internal conditions.",
      "example": "Glycoproteins (proteins with carbohydrates attached) on immune cells help them recognise and bind to foreign cells like bacteria, triggering an immune response.",
      "contentHash": "hash-2bf22219"
    },
    {
      "id": 6,
      "uuid": "lp-876ea498-5eb8-4802-79e7-767fc851f1eb",
      "version": 1,
      "title": "I can identify the different components in a plasma membrane diagram",
      "code": "1B.3",
      "what": "When viewing a diagram, you should be able to identify phospholipids, transmembrane proteins, peripheral proteins, glycoproteins, glycolipids, and cholesterol.",
      "why": "Being able to identify membrane components in diagrams is essential for exam questions and for understanding how real membranes function.",
      "example": "In a membrane diagram, a glycoprotein is identified by a protein spanning the membrane with a carbohydrate chain attached on the outside, while a glycolipid has the carbohydrate attached to a phospholipid head.",
      "contentHash": "hash-39de80d8"
    },
    {
      "id": 7,
      "uuid": "lp-70c7295e-a5c7-0149-64f4-54ad3749a967",
      "version": 1,
      "title": "I can draw a labelled plasma membrane showing all key components",
      "code": "1B.4",
      "what": "A complete plasma membrane drawing includes the phospholipid bilayer with heads facing outward and tails facing inward, embedded proteins, carbohydrate chains, and cholesterol molecules.",
      "why": "Drawing the membrane reinforces your understanding of how the components are arranged and how they relate to each other structurally.",
      "example": "When drawing a phospholipid bilayer, the hydrophilic heads form two parallel lines with the hydrophobic tails facing each other in the middle, creating a sandwich-like structure.",
      "contentHash": "hash-6ba488ae"
    },
    {
      "id": 8,
      "uuid": "lp-782dfeae-8a6e-9a84-eff0-0850460b2333",
      "version": 1,
      "title": "I can explain how membrane fluidity is affected by fatty acid composition",
      "code": "1B.5",
      "what": "Unsaturated fatty acids in phospholipid tails have double bonds that create kinks, preventing tight packing and increasing membrane fluidity. Saturated fatty acids pack tightly and decrease fluidity.",
      "why": "Membrane fluidity affects how well the membrane functions, including how easily substances can move across it and how proteins can move within it.",
      "example": "A membrane with more unsaturated fatty acids in cold temperatures remains fluid, while a membrane with mostly saturated fatty acids would become rigid and less functional.",
      "contentHash": "hash-93484f86"
    }
  ]
}