{
  "id": "fibre-classification-properties",
  "name": "Fibre Classification and Properties",
  "icon": "🧵",
  "what": "This subtopic covers how textile fibres are classified into natural, synthetic, and semi-synthetic categories based on their source. You will learn the difference between staple and filament fibres, and understand the key properties that determine how fibres are used.",
  "why": "Understanding fibre classification helps you identify what your clothes are made from and predict how they will perform. Knowing fibre properties is essential for choosing appropriate materials for different purposes, from activewear to formal clothing.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-335c12c4-2fe4-bc0b-eb75-f710be4f4700",
      "version": 1,
      "title": "I can classify fibres as natural, synthetic, or semi-synthetic based on their source",
      "code": "1.1",
      "what": "Fibres are grouped by origin: natural fibres come from plants or animals, synthetic fibres are made entirely from petroleum chemicals in factories, and semi-synthetic fibres start with natural materials (usually wood pulp) but undergo chemical processing.",
      "why": "This classification helps you understand where materials come from and their likely environmental impacts, from renewable animal and plant sources to petroleum-based manufacturing.",
      "example": "Wool (from sheep) and cotton (from plants) are natural fibres. Polyester and nylon are synthetic fibres made from petroleum. Rayon/viscose and lyocell are semi-synthetic because they start as wood pulp but are chemically processed into fibres.",
      "contentHash": "hash-04773d2a"
    },
    {
      "id": 2,
      "uuid": "lp-83959ed0-d895-4816-aaf3-e2afe9009e21",
      "version": 1,
      "title": "I can distinguish between staple fibres and filament fibres",
      "code": "1.2",
      "what": "Staple fibres are short lengths (a few centimetres to about 50cm) that must be twisted together to create yarn. Filament fibres are very long continuous strands that can be used directly or cut into shorter lengths.",
      "why": "This distinction affects how fibres are processed into yarn and the characteristics of the final fabric, including texture, strength, and appearance.",
      "example": "Cotton, wool, and linen are staple fibres that need spinning. Silk is the only natural filament fibre, with a single cocoon producing 600-900 metres of continuous thread. All synthetic fibres (polyester, nylon) are produced as filaments through spinnerets.",
      "contentHash": "hash-4412f730"
    },
    {
      "id": 3,
      "uuid": "lp-48e215e2-2983-3488-7a60-d95cd2e6f5fc",
      "version": 1,
      "title": "I can identify examples of animal fibres and their sources",
      "code": "1.3",
      "what": "Animal fibres are natural fibres obtained from animals. The main animal fibres are wool from sheep, silk from silkworm cocoons, and specialty fibres from goats, alpacas, and rabbits.",
      "why": "Animal fibres have unique properties like natural warmth, moisture management, and biodegradability that make them valuable for specific textile applications.",
      "example": "Wool comes from sheep (especially Merino). Silk comes from silkworm cocoons. Cashmere comes from cashmere goats, mohair from Angora goats, alpaca fibre from alpacas, and angora from Angora rabbits.",
      "contentHash": "hash-f044467c"
    },
    {
      "id": 4,
      "uuid": "lp-47c355e4-ffed-be65-d4f3-06c9cbdf7973",
      "version": 1,
      "title": "I can identify examples of plant fibres and their sources",
      "code": "1.4",
      "what": "Plant fibres are natural fibres obtained from various parts of plants, including seed pods, stems, and leaves. The most common plant fibres are cotton, linen, and hemp.",
      "why": "Plant fibres are renewable resources that have been used for thousands of years and remain important for everyday textiles due to their comfort, breathability, and biodegradability.",
      "example": "Cotton fibre surrounds seeds inside the cotton boll. Linen comes from the stem of the flax plant. Hemp comes from the stem of the hemp plant. Jute and sisal are other plant fibres used for ropes and sacking.",
      "contentHash": "hash-f9f2ac5e"
    },
    {
      "id": 5,
      "uuid": "lp-9322ed39-d097-1eff-2273-aa0fc110f88f",
      "version": 1,
      "title": "I can explain key fibre properties and their importance for textile selection",
      "code": "1.5",
      "what": "Key fibre properties include absorbency (moisture uptake), strength, elasticity (stretch and recovery), thermal properties (warmth/coolness), flammability (fire resistance), and biodegradability (how quickly it breaks down).",
      "why": "Understanding properties helps designers choose the right fibre for each purpose—a sportswear designer needs different properties than someone making children's sleepwear or winter coats.",
      "example": "For summer sportswear, you might choose cotton (high absorbency, breathable) or polyester (quick-drying, lightweight). For children's sleepwear, wool is preferred because it has high fire resistance and won't ignite until 570-600°C, compared to cotton at 255°C.",
      "contentHash": "hash-371ca22c"
    }
  ]
}