{
  "id": "natural-fibres",
  "name": "Natural Fibres: Animal and Plant",
  "icon": "🌿",
  "what": "This subtopic covers silk production and luxury animal fibres (cashmere, mohair, alpaca, angora), as well as plant fibres including cotton, linen, and hemp. You will learn about production processes, unique properties, and common misconceptions about bamboo fabric.",
  "why": "Natural fibres each have distinct properties that make them suitable for different applications. Understanding their production and characteristics helps you evaluate textile claims and make informed choices about fabric selection.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-36d83f1a-2f7b-48be-93db-ae49a7e398e3",
      "version": 1,
      "title": "I can describe the silk production process (sericulture)",
      "code": "3.1",
      "what": "Sericulture involves raising silkworms (Bombyx mori) through their lifecycle: eggs hatch into larvae that eat mulberry leaves for 23-28 days, then spin cocoons producing 600-900 metres of continuous silk filament over 2-3 days. Cocoons are harvested before moths emerge to preserve the continuous filament.",
      "why": "Silk is the only natural filament fibre and understanding its unique production explains both its luxury status and the ethical concerns some people have about traditional silk production.",
      "example": "It takes approximately 3,000 cocoons to produce 1 kg of silk, and 104 kg of mulberry leaves to feed those silkworms. The silkworm grows to 10,000 times its original size during the larva stage. Peace silk allows moths to emerge naturally but produces shorter fibres.",
      "contentHash": "hash-85e2c148"
    },
    {
      "id": 2,
      "uuid": "lp-1c484003-89d6-270a-9c76-eaf1251b0bcb",
      "version": 1,
      "title": "I can distinguish between cashmere, mohair, alpaca, and angora fibres",
      "code": "3.2",
      "what": "These luxury animal fibres come from different animals: cashmere from cashmere goat undercoat (must be <19 microns), mohair from Angora goats, alpaca from alpacas, and angora from Angora rabbits. Each has unique properties and production volumes.",
      "why": "Students commonly confuse these fibres, especially angora (from rabbits) and mohair (from Angora goats). Knowing the differences helps identify quality and authenticity.",
      "example": "Cashmere goats produce only 150-200 grams per year, making cashmere expensive. Alpaca fibre is 3-7 times warmer than wool due to hollow fibres. Angora from rabbits is 6 times warmer than wool. Mohair from Angora goats has exceptional lustre and durability.",
      "contentHash": "hash-400d0a90"
    },
    {
      "id": 3,
      "uuid": "lp-ee80a8bf-2f08-6ec3-f1be-4b64122e564b",
      "version": 1,
      "title": "I can describe the cotton growing cycle and ginning process",
      "code": "3.3",
      "what": "Cotton grows over 150-180 days from planting through flowering to boll opening. The cotton fibre surrounds seeds inside the boll. Ginning separates fibres from seeds, with 35-42% becoming usable lint, 48-55% cottonseed, and 3-10% waste.",
      "why": "Cotton is the world's most popular natural fibre, and understanding its production explains Australia's significant cotton industry and the water management challenges involved.",
      "example": "Australian cotton is grown mainly in the Murray-Darling Basin (91% of production). A healthy cotton plant produces 100-120 bolls, each containing about 500,000 individual fibres. Australia's yields are approximately 3 times the world average due to advanced farming practices.",
      "contentHash": "hash-da5349bb"
    },
    {
      "id": 4,
      "uuid": "lp-156ab897-e206-98da-1fe8-7fb3180e55c1",
      "version": 1,
      "title": "I can explain why cotton gets stronger when wet",
      "code": "3.4",
      "what": "Unlike most fibres which weaken when wet, cotton increases in strength by 20-25% when wet. This occurs because water molecules form hydrogen bonds with the cellulose in cotton fibres, helping hold them together more tightly.",
      "why": "This unusual property explains why cotton can withstand repeated washing without falling apart, making it practical for everyday clothing and household textiles.",
      "example": "Cotton is approximately 90% cellulose. When you wash cotton clothing, the hydrogen bonds between water and cellulose actually strengthen the fabric. This is why cotton t-shirts and jeans can be machine washed hundreds of times.",
      "contentHash": "hash-097850a1"
    },
    {
      "id": 5,
      "uuid": "lp-5363c217-0a9d-5db7-78bf-3549c2467f18",
      "version": 1,
      "title": "I can describe the linen retting process and explain why it is necessary",
      "code": "3.5",
      "what": "Retting is controlled bacterial decomposition used to break down the pectin (plant glue) binding linen fibres to the flax stem. Dew retting spreads stalks in fields for about 3 weeks; water retting submerges them for 10-30 days. Over-retting damages fibres; under-retting makes separation impossible.",
      "why": "Retting is the critical step that determines linen quality. Understanding this process shows why linen production is labour-intensive and explains linen's higher cost compared to cotton.",
      "example": "After retting, scutching beats the stalks to remove woody pieces, then hackling combs out fibres. Linen is 2-3 times stronger than cotton and can last up to 30 years. Australia has no significant linen production because flax needs cool, moist climates.",
      "contentHash": "hash-41c5242e"
    },
    {
      "id": 6,
      "uuid": "lp-554cbb2d-c5a6-12a5-431e-740398886d10",
      "version": 1,
      "title": "I can explain why hemp is considered an environmentally sustainable fibre",
      "code": "3.6",
      "what": "Hemp reaches maturity in just 90-120 days (versus cotton's 150-180), requires about 50% less water than cotton, needs no pesticides due to natural pest resistance, and produces 2 times more fibre per hectare than cotton.",
      "why": "As sustainability becomes more important in textiles, understanding hemp's environmental advantages helps evaluate claims about eco-friendly fabrics.",
      "example": "Hemp was legalised for food in Australia in November 2017, with about 9,000 hectares cultivated in 2019-2020. Hemp fibre is 3-4 times stronger than cotton. The deep roots prevent erosion and can remove toxins from soil (phytoremediation).",
      "contentHash": "hash-c9a31f03"
    },
    {
      "id": 7,
      "uuid": "lp-d2967b3c-cc28-1466-159e-5194e1a0b606",
      "version": 1,
      "title": "I can evaluate claims about bamboo fabric and explain why most bamboo clothing is misleading",
      "code": "3.7",
      "what": "Most bamboo fabric is actually rayon/viscose made from bamboo, not true bamboo fibre. The bamboo is dissolved in harsh chemicals (sodium hydroxide, carbon disulfide) and extruded through spinnerets. After this chemical processing, no trace of original bamboo properties remains.",
      "why": "Understanding this misconception helps you critically evaluate marketing claims about eco-friendly textiles and recognise greenwashing.",
      "example": "The US Federal Trade Commission requires such products to be labelled as rayon made from bamboo rather than simply bamboo. True mechanically-processed bamboo linen exists but is rare, rough-textured, and expensive. The soft bamboo clothing commonly sold is chemically identical to rayon from any plant source.",
      "contentHash": "hash-97b0e02b"
    }
  ]
}