{
  "id": "sustainability-fibre-production",
  "name": "Sustainability in Fibre Production",
  "icon": "♻️",
  "what": "This subtopic examines the environmental impacts of different fibres, including water footprint, carbon emissions, microplastic pollution, and biodegradability. You will also learn about the mulesing controversy, textile waste, and circular economy approaches.",
  "why": "Every fibre has environmental impacts. Understanding these helps you make informed consumer choices, evaluate sustainability claims, and recognise the complex trade-offs involved in textile production.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-0062c518-481e-9e71-41da-3c9b94b582ea",
      "version": 1,
      "title": "I can compare the water footprints of different fibres",
      "code": "6.1",
      "what": "Water use varies dramatically: conventional cotton uses 8,000-20,000 litres per kg (one t-shirt requires approximately 2,700 litres), organic cotton uses 243-2,000 litres, hemp uses 2,000-3,400 litres, wool uses 500-800 litres, and polyester uses only 60-100 litres but requires petroleum.",
      "why": "Water footprint is a key sustainability measure, though context matters—73-75% of cotton's water footprint comes from rainfall, not irrigation.",
      "example": "Hemp requires about 50% less water than conventional cotton. Australian cotton is relatively efficient, producing more fibre per megalitre than most countries. Polyester's low water use must be weighed against its petroleum source and non-biodegradability.",
      "contentHash": "hash-c453e529"
    },
    {
      "id": 2,
      "uuid": "lp-b221288c-f668-35a0-493c-d091057a3372",
      "version": 1,
      "title": "I can explain why wool has a relatively high carbon footprint",
      "code": "6.2",
      "what": "Wool has a carbon footprint of 19-25 kg CO₂e per kg of fibre. About 50% comes from sheep producing methane through digestion—approximately 30 litres of methane per sheep per day. This is higher than cotton (5.34 kg CO₂e/kg) or polyester (5.5-9.5 kg CO₂e/kg).",
      "why": "Understanding the sources of emissions helps evaluate the full environmental impact of natural fibres and recognise that natural does not automatically mean lower carbon.",
      "example": "Sheep belching accounts for half of wool's carbon footprint. Recycled polyester produces 79% lower emissions than virgin polyester. When comparing fibres, you must consider the complete lifecycle including production, use, and disposal.",
      "contentHash": "hash-64ec902b"
    },
    {
      "id": 3,
      "uuid": "lp-7166e494-a0a9-cedb-9791-1bb7c31a0469",
      "version": 1,
      "title": "I can describe the microplastics problem from synthetic textiles and identify solutions",
      "code": "6.3",
      "what": "Synthetic textiles contribute 35% of ocean microplastics. Each wash releases 640,000-1,500,000 microfibres that pass through filters and water treatment into waterways. Solutions include Guppyfriend washing bags, Cora Balls, less frequent washing, cooler wash cycles, and choosing natural fibres.",
      "why": "Microplastics are one of the most significant environmental issues facing the textile industry, affecting marine life and entering the human food chain.",
      "example": "Acrylic releases approximately 730,000 microfibres per wash—5 times more than polyester-cotton blends. Microplastics have been found in drinking water, food, and human blood. Washing synthetic items less frequently and using cooler water reduces microfibre release.",
      "contentHash": "hash-ce1ca221"
    },
    {
      "id": 4,
      "uuid": "lp-901967f8-4a4e-9f68-6682-90781a8ec403",
      "version": 1,
      "title": "I can compare the biodegradability of different fibres",
      "code": "6.4",
      "what": "Decomposition times vary enormously: linen takes 2 weeks to a few months, cotton 1 week to 5 months, hemp similar to linen, wool 1-5 years, lyocell about 55 days, nylon 30-40 years, polyester 20-200 years, and acrylic approximately 200 years.",
      "why": "End-of-life impacts matter because the fashion industry produces about 92 million tonnes of textile waste globally each year, much of it going to landfill.",
      "example": "A polyester garment discarded today could still exist in landfill when your great-great-grandchildren are born. Natural fibres like linen and cotton can fully decompose within months under the right conditions. Lyocell offers a middle ground with 55-day decomposition.",
      "contentHash": "hash-71319923"
    },
    {
      "id": 5,
      "uuid": "lp-f60031a7-8303-bddc-4995-2557e7334154",
      "version": 1,
      "title": "I can explain the mulesing controversy and describe alternatives",
      "code": "6.5",
      "what": "Mulesing is a surgical procedure removing skin around a Merino sheep's tail to prevent flystrike (blowfly infestation). While it protects sheep from often-fatal suffering, it causes pain and distress. About 70% of Australian Merinos are mulesed; 17% of wool is sold as non-mulesed.",
      "why": "The mulesing debate illustrates the complex trade-offs between animal welfare, sheep health, and economic considerations in fibre production.",
      "example": "Victoria requires mandatory pain relief during mulesing. The National Wool Declaration allows growers to declare mulesing status. Alternatives include breeding for plain-bodied sheep that don't require the procedure. Some international buyers now refuse mulesed wool.",
      "contentHash": "hash-0f1b68d1"
    },
    {
      "id": 6,
      "uuid": "lp-16e3cc61-cdc9-bd75-931e-1c5ff18d9068",
      "version": 1,
      "title": "I can describe circular economy approaches to textile sustainability",
      "code": "6.6",
      "what": "A circular economy keeps materials in use through design for longevity, design for recyclability (single fibres rather than blends), repair and reuse, resale and donation, and recycling. Currently, global textile-to-textile recycling achieves less than 1%.",
      "why": "The linear model of extract-make-use-dispose is unsustainable. Understanding circular approaches helps identify more sustainable production and consumption patterns.",
      "example": "Australians discard approximately 23 kg of textiles per person per year to landfill—the 2nd highest per capita globally. Blended fabrics (like cotton-polyester) are very difficult to recycle. Certifications like Better Cotton Initiative, GOTS, and Responsible Wool Standard promote sustainable practices.",
      "contentHash": "hash-932e14c6"
    },
    {
      "id": 7,
      "uuid": "lp-c011e571-20bf-611c-4bb2-14f652ac3f2e",
      "version": 1,
      "title": "I can identify actions consumers can take to make more sustainable textile choices",
      "code": "6.7",
      "what": "Sustainable consumer actions include: buying less but choosing quality, preferring natural fibres that biodegrade, avoiding difficult-to-recycle blends, looking for certifications (GOTS, BCI, RWS), caring for clothes properly, washing synthetics carefully, donating or reselling, and supporting circular fashion brands.",
      "why": "Individual choices aggregate to significant impact. Understanding options empowers informed decision-making about textile purchases and care.",
      "example": "The average garment is worn only 7-10 times before being discarded. Washing synthetic items less frequently and in cooler water reduces microplastic release. 100% cotton is easier to recycle than a 60/40 cotton-polyester blend. Proper care extends garment life significantly.",
      "contentHash": "hash-100e54d6"
    }
  ]
}