{
  "id": "wool-production-australia",
  "name": "Wool Production in Australia",
  "icon": "🐑",
  "what": "This subtopic covers Australia's wool industry, including the importance of Merino sheep, the stages of wool processing from shearing to fabric, and the unique properties that make wool valuable. You will also learn about wool grading and the Woolmark certification system.",
  "why": "Australia produces about 25% of the world's apparel wool, making it a globally significant industry. Understanding wool production demonstrates how managed agricultural environments work and why wool remains valuable despite synthetic alternatives.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-97181c21-aa7a-1f88-5ee3-f17037a345dc",
      "version": 1,
      "title": "I can describe Australia's significance in global wool production",
      "code": "2.1",
      "what": "Australia is the world's largest producer of apparel wool, producing about 25% of global supply. The industry involves approximately 68.5 million sheep producing 280 million kg of greasy wool annually, with 82-86% exported to China.",
      "why": "Understanding Australia's role in wool production connects local agriculture to global textile supply chains and demonstrates the economic importance of fibre production.",
      "example": "Australia has been the world's largest wool producer since 1870. The first Merino sheep arrived in 1797. Today, the major wool-producing states are New South Wales, Victoria, Western Australia, and South Australia.",
      "contentHash": "hash-226eb39c"
    },
    {
      "id": 2,
      "uuid": "lp-853e6064-7807-0dc1-1e17-9a480b639cb3",
      "version": 1,
      "title": "I can explain why Merino sheep are important for fine wool production",
      "code": "2.2",
      "what": "Merino sheep produce the finest wool fibres, measuring as thin as 12-20 microns (a micron is one-millionth of a metre). Different Merino strains are suited to different Australian environments based on their fibre fineness.",
      "why": "Finer wool fibres feel softer against the skin, drape better, and can be woven into lighter, more luxurious fabrics, commanding higher prices in the market.",
      "example": "Saxon Merinos produce very fine wool (≤20 microns) suited to high-rainfall areas. Peppin Merinos produce 21-22 micron wool for wheat-sheep zones. South Australian Strongwool Merinos produce 23-26 micron wool for dry pastoral areas. Human hair is about 70 microns thick for comparison.",
      "contentHash": "hash-b2beda27"
    },
    {
      "id": 3,
      "uuid": "lp-6ee26a29-3cd4-e2f6-8ebe-0a3eecc2e920",
      "version": 1,
      "title": "I can describe the eight stages of wool processing from sheep to fabric",
      "code": "2.3",
      "what": "Wool processing involves: 1) Shearing (removing fleece), 2) Skirting and classing (sorting quality), 3) Wool auction, 4) Scouring (washing), 5) Carding (aligning fibres), 6) Combing (for worsted wool), 7) Spinning (creating yarn), 8) Weaving or knitting (fabric construction).",
      "why": "Understanding the complete production chain shows how raw agricultural products are transformed into finished textiles through multiple managed processes.",
      "example": "A skilled shearer removes a 4-5 kg fleece in 2-3 minutes. Scouring removes lanolin, suint, and dirt at 60-65°C, reducing weight by about 30%. Spinning twists fibres together—more twist creates stronger, thinner yarn for weaving; less twist creates softer yarn for knitwear.",
      "contentHash": "hash-dcc96daf"
    },
    {
      "id": 4,
      "uuid": "lp-dc73aeb5-738e-95a0-7027-aeddf796b25b",
      "version": 1,
      "title": "I can explain wool's moisture management and temperature regulation properties",
      "code": "2.4",
      "what": "Wool can absorb 30-35% of its own weight in moisture without feeling wet because it has a water-resistant outer layer and absorbent inner core. The natural crimp in wool fibres creates air pockets that trap warmth while also allowing cooling through moisture evaporation.",
      "why": "These properties explain why wool is popular for activewear and outdoor clothing—it keeps wearers comfortable in both hot and cold conditions.",
      "example": "Merino wool base layers are popular with hikers because the wool absorbs sweat from skin and releases it slowly into the air, preventing that clammy feeling. The same garment provides warmth in cold weather through trapped air in the crimped fibres.",
      "contentHash": "hash-3b51eef2"
    },
    {
      "id": 5,
      "uuid": "lp-97d7dfd1-3e59-21af-f3b6-3c69493b33b9",
      "version": 1,
      "title": "I can explain why wool is naturally fire-resistant",
      "code": "2.5",
      "what": "Wool will not ignite until it reaches 570-600°C (cotton ignites at just 255°C). Wool also requires 25.2% oxygen to burn, but our atmosphere only contains 21% oxygen, so wool struggles to sustain a flame and tends to smoulder and self-extinguish.",
      "why": "Fire resistance is a critical safety property, making wool suitable for applications where fire safety is important, such as aircraft interiors and children's sleepwear.",
      "example": "Aircraft seat covers are often made from wool because of its fire-resistant properties. If wool does catch fire, it smoulders rather than producing flames and doesn't melt or drip like synthetic fibres, reducing burn injuries.",
      "contentHash": "hash-5a994482"
    },
    {
      "id": 6,
      "uuid": "lp-ac533b47-1391-cee0-faad-b02f2708c4d7",
      "version": 1,
      "title": "I can interpret wool quality grades based on micron count",
      "code": "2.6",
      "what": "Wool quality is primarily determined by fibre diameter measured in microns. Grades range from ultrafine (<15.5 microns) used for luxury fashion, through fine (18.6-20.5 microns) for quality suiting, to strong/broad (>23.5 microns) used for carpets.",
      "why": "Understanding grading helps you interpret wool product quality and price differences, and explains why some wool products cost significantly more than others.",
      "example": "Ultrafine wool under 15.5 microns commands the highest prices and is used for luxury next-to-skin garments. Medium wool (20.6-23.5 microns) is used for outerwear and blankets. Strong wool over 23.5 microns goes into carpets and industrial applications.",
      "contentHash": "hash-bb02d4af"
    },
    {
      "id": 7,
      "uuid": "lp-e98326d8-47e5-2293-9ec6-26515d2441af",
      "version": 1,
      "title": "I can explain what the Woolmark certification guarantees about a product",
      "code": "2.7",
      "what": "The Woolmark logo, created in 1964, certifies wool content: Woolmark means 100% pure new wool, Woolmark Blend means 50-99.9% new wool, and Wool Blend means 30-49.9% new wool. Products must pass testing for fibre content, colourfastness, strength, and wash performance.",
      "why": "Certification systems help consumers make informed purchases and ensure quality standards are maintained in the wool industry.",
      "example": "A jumper with the Woolmark logo is guaranteed to contain 100% pure new wool and has been tested for colour that won't fade, physical strength, and ability to withstand washing according to care instructions.",
      "contentHash": "hash-ff878e6f"
    }
  ]
}