{
  "id": "horizontal-circular-motion",
  "name": "Horizontal Circular Motion",
  "icon": "🔄",
  "what": "This subtopic covers uniform circular motion in a horizontal plane, including the concepts of centripetal force and acceleration, vehicles on flat and banked circular roads, and objects on the end of a string swung in a horizontal circle.",
  "why": "Circular motion explains how objects move around curves, from cars on roundabouts to satellites orbiting Earth. Understanding centripetal force is essential for designing safe roads, banked tracks, and centrifuges used in medicine and industry.",
  "items": [
    {
      "id": 1,
      "title": "I can explain that centripetal force and acceleration are directed toward the centre of the circle and that velocity is tangential",
      "code": "1B.1",
      "what": "In uniform circular motion, an object moves at constant speed in a circular path. The velocity is always tangent to the circle, while the centripetal acceleration and net force are always directed toward the centre of the circle, perpendicular to the velocity.",
      "why": "Understanding the directions of velocity, acceleration, and force in circular motion is fundamental. It explains why an object released from circular motion travels in a straight line tangent to the circle, not outward.",
      "example": "A ball on a string swung in a horizontal circle has its velocity pointing along the tangent at any instant. If the string breaks, the ball flies off in a straight line tangent to the circle at the point of release, not outward."
    },
    {
      "id": 2,
      "title": "I can apply Fnet = mv²/r and a = v²/r to solve horizontal circular motion problems",
      "code": "1B.2",
      "what": "The centripetal acceleration is given by a = v²/r and the centripetal force by Fc = mv²/r, where v is the speed, r is the radius of the circular path, and m is the mass of the object.",
      "why": "These formulas are the quantitative tools for solving all circular motion problems. They allow you to calculate the force required to keep an object in circular motion or the speed at which circular motion can be maintained.",
      "example": "A 1000 kg car travels at 9.00 m/s around a roundabout with radius 3.56 m. The centripetal force is Fc = (1000)(9.00²)/3.56 = 2.28 x 10⁴ N. This force is provided by friction between the tyres and the road."
    },
    {
      "id": 3,
      "title": "I can draw a free-body diagram for a vehicle on a banked track and identify the direction of the net force",
      "code": "1B.3",
      "what": "On a banked track, the forces acting on a vehicle are the weight (mg downward) and the normal force (perpendicular to the banked surface). The normal force can be resolved into vertical and horizontal components. The horizontal component provides the centripetal force directed toward the centre of the circular path.",
      "why": "Drawing correct free-body diagrams for banked tracks is essential for understanding how banking reduces the reliance on friction and for solving quantitative problems involving banked curves.",
      "example": "For a car on a 30 degree banked track, the free-body diagram shows mg pointing straight down and the normal force perpendicular to the sloped surface. The horizontal component of the normal force (N sin 30) points toward the centre of the curve and provides the centripetal force."
    },
    {
      "id": 4,
      "title": "I can explain how the horizontal component of the normal force provides centripetal force on a frictionless banked track",
      "code": "1B.4",
      "what": "On a frictionless banked track at the correct speed, only gravity and the normal force act on the vehicle. The vertical component of the normal force balances gravity, while the unbalanced horizontal component acts as the centripetal force, directed toward the centre of the curve.",
      "why": "This concept explains why highways and velodromes are banked on curves. At the design speed, vehicles can navigate the curve without relying on sideways friction, making the turn safer in wet or icy conditions.",
      "example": "A car on a frictionless banked track does not need tyre friction to turn. The track surface pushes on the car at an angle, and the sideways part of that push steers the car around the curve, just as a ball rolls toward the centre of a tilted bowl."
    },
    {
      "id": 5,
      "title": "I can apply Fnet = mg tan(theta) to solve banked track problems",
      "code": "1B.5",
      "what": "For a vehicle on a smooth banked track, the centripetal force is given by Fc = mg tan(theta) and the relationship v²/r = g tan(theta) links the speed, radius, and banking angle. These apply when the vehicle travels at the design speed with no sideways friction.",
      "why": "This formula allows you to calculate the correct banking angle for a given speed and radius, or the maximum speed for a given banking angle, which are essential calculations in road and track design.",
      "example": "A 4500 kg truck travels on a 30 degree banked track with radius 75 m. The maximum speed without relying on friction is v = sqrt(rg tan theta) = sqrt((75)(9.8)(tan 30)) = 20.6 m/s."
    },
    {
      "id": 6,
      "title": "I can solve problems involving an object on the end of a string swung in a horizontal circle",
      "code": "1B.6",
      "what": "When a ball on a string is swung in a horizontal circle, the tension acts along the string at an angle. The vertical component of tension balances gravity, and the horizontal component provides the centripetal force. The relationships mg/sin(theta) = T and mg/tan(theta) = Fc can be used to solve these problems.",
      "why": "This is a common circular motion scenario that combines force resolution with centripetal force concepts. It also applies to conical pendulums and other rotational systems.",
      "example": "A 4.83 kg ball on a rope makes an angle of 32 degrees with the horizontal beam as it swings in a circle. The tension is T = mg/sin(32) = (4.83)(9.8)/sin(32) = 89.3 N. The net centripetal force is Fc = mg/tan(32) = 75.8 N."
    }
  ]
}
