{
  "id": "vertical-circular-motion",
  "name": "Vertical Circular Motion",
  "icon": "🎢",
  "what": "This subtopic covers circular motion in a vertical plane, including objects on strings, vehicles on hilly roads, and roller-coasters. It focuses on analysing forces at the top and bottom of the circular path and using period and frequency relationships.",
  "why": "Vertical circular motion explains everyday experiences such as feeling lighter at the top of a hill or heavier at the bottom of a dip. It is also critical for the design of safe roller-coasters, loop-the-loops, and aerobatic flight paths.",
  "items": [
    {
      "id": 1,
      "title": "I can draw free-body diagrams for objects in vertical circular motion and identify the centripetal force",
      "code": "1B.7",
      "what": "In vertical circular motion, at least two forces act on the object: gravity and either tension (for a string) or normal force (for a surface). The centripetal force is the net force directed toward the centre of the circle, found by combining these forces with attention to their directions.",
      "why": "Correctly identifying which forces point toward or away from the centre of the circle at each position is the essential first step in deriving the equations needed to solve vertical circular motion problems.",
      "example": "For a ball on a string at the bottom of a vertical circle, tension points up (toward the centre) and gravity points down (away from the centre). The centripetal force is Fc = T - mg. At the top, both tension and gravity point toward the centre, so Fc = T + mg."
    },
    {
      "id": 2,
      "title": "I can write and apply equations relating tension or normal force, gravity, and centripetal force in vertical circular motion",
      "code": "1B.8",
      "what": "At the bottom of a vertical circle: Fc = T - mg (string) or Fc = N - mg (surface). At the top: Fc = T + mg (string) or Fc = mg - N (bump). These equations are rearranged to find tension, normal force, or the speed at a given point.",
      "why": "These equations let you calculate forces at critical points in vertical circular motion, such as determining when a string will break, when a rider becomes weightless, or the minimum speed to maintain contact with a track.",
      "example": "A 1.27 kg ball on a 0.511 m string is swung at 4 m/s. At the bottom, the tension is T = mv²/r + mg = (1.27)(16)/0.511 + (1.27)(9.8) = 52.2 N."
    },
    {
      "id": 3,
      "title": "I can calculate the minimum speed for an object to maintain circular motion at the top of a vertical loop",
      "code": "1B.9",
      "what": "At the top of a vertical circle, the minimum speed occurs when the tension in the string is zero (or the normal force is zero for a track). At this point, gravity alone provides the centripetal force, giving v_min = sqrt(rg).",
      "why": "This calculation determines whether an object will complete a full vertical loop. Below the minimum speed, the string goes slack or the vehicle loses contact with the track, which is critical for roller-coaster safety.",
      "example": "A toy truck on a loop of radius 1.6 m must travel at least v = sqrt((1.6)(9.8)) = 3.96 m/s at the top to stay on the track. Below this speed, the truck would fall away from the track."
    },
    {
      "id": 4,
      "title": "I can analyse forces on a vehicle moving over a bump or through a dip in the road",
      "code": "1B.10",
      "what": "Over a bump, the centripetal force is directed downward: Fc = mg - N. Through a dip, it is directed upward: Fc = N - mg. These allow calculation of the normal force experienced by the vehicle and its occupants at each position.",
      "why": "This explains the sensation of feeling lighter over a hill and heavier through a valley. It also determines the speed at which a vehicle would lose contact with the road surface over a bump.",
      "example": "A 1250 kg car travels over a bump with radius 15.0 m at 10 m/s. The centripetal force is Fc = mv²/r = (1250)(100)/15 = 8333 N. Using mg - N = Fc, the normal force is N = (1250)(9.8) - 8333 = 3917 N."
    },
    {
      "id": 5,
      "title": "I can use the formulas v = 2(pi)r/T and T = 1/f to solve circular motion problems involving period and frequency",
      "code": "1B.11",
      "what": "The speed of an object in circular motion can be related to the period (T) by v = 2(pi)r/T, where T is the time for one complete revolution. The period and frequency are related by T = 1/f. These allow conversion between speed, radius, period, and frequency.",
      "why": "Many circular motion problems provide information in terms of frequency (revolutions per second) or period rather than speed. Being able to convert between these quantities is essential for solving a full range of problems.",
      "example": "A ball on a string completes one vertical circle every 0.585 s with a radius of 0.3 m. Its speed is v = 2(pi)(0.3)/0.585 = 3.22 m/s."
    }
  ]
}
