{
  "id": "dispersion-and-optical-phenomena",
  "name": "Dispersion and Optical Phenomena",
  "icon": "🔬",
  "what": "This subtopic covers colour dispersion in prisms and lenses, chromatic distortion, and natural optical phenomena including rainbows and mirages.",
  "why": "Dispersion explains why prisms create rainbows and why simple lenses produce colour fringing. Understanding these phenomena helps in designing colour-corrected optical systems and explains beautiful natural displays like rainbows.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-60ed17de-09bb-9a23-732b-27e2a6509aa3",
      "version": 1,
      "title": "I can explain why colour dispersion occurs in prisms",
      "code": "1C.11",
      "what": "Different colours (wavelengths) of light travel at slightly different speeds in glass, giving each colour a slightly different refractive index. Violet light is slowed more than red, so it refracts more. This separates white light into a spectrum.",
      "why": "Dispersion was key to Newton's discovery that white light is composed of all colours. It is used in spectrometers to analyse light from stars and identify chemical elements.",
      "example": "In crown glass, red light (640 nm) has n = 1.509 while violet light (434 nm) has n = 1.521. When white light enters a prism at 45°, red refracts to about 28.1° while violet refracts to about 27.6°, separating the colours.",
      "contentHash": "hash-21dc24a6"
    },
    {
      "id": 2,
      "uuid": "lp-0528a4d1-c594-e700-66f6-1c025bc13f7b",
      "version": 1,
      "title": "I can explain chromatic distortion in lenses and how it is corrected",
      "code": "1C.12",
      "what": "Because different colours focus at different distances from a lens, simple lenses produce images with coloured fringes (chromatic distortion). Combining lenses made from different glasses with different dispersions can cancel out this effect.",
      "why": "Chromatic distortion limits the quality of telescopes, cameras, and microscopes. Understanding it led to the development of achromatic lenses that produce sharp, colour-free images.",
      "example": "In a simple magnifying glass, blue light focuses closer to the lens than red. Looking at a white edge, you see blue fringing on one side and red on the other. Camera lenses use 6-15 elements to correct this.",
      "contentHash": "hash-1a94d0cf"
    },
    {
      "id": 3,
      "uuid": "lp-cb6b5743-527d-eb8b-f320-0772f6bc75e0",
      "version": 1,
      "title": "I can explain the formation of rainbows using refraction and reflection",
      "code": "1C.13",
      "what": "Rainbows form when sunlight enters water droplets, refracts (dispersing colours), reflects off the back of the droplet, and refracts again on exit. Different colours exit at slightly different angles, with red at about 42° and violet at about 40° from the anti-solar point.",
      "why": "Rainbows demonstrate dispersion in nature and show how multiple optical effects combine. Understanding rainbow formation explains why they always appear opposite the Sun and why secondary rainbows have reversed colours.",
      "example": "The primary rainbow forms from one internal reflection in raindrops. Red appears on the outside (42°) and violet on the inside (40°). A secondary rainbow, fainter and with reversed colours, forms from two internal reflections at about 51°.",
      "contentHash": "hash-71b3dd28"
    },
    {
      "id": 4,
      "uuid": "lp-2089739f-7d8b-8cfa-9a67-5114ff4144c4",
      "version": 1,
      "title": "I can explain the formation of mirages using refraction in air layers",
      "code": "1C.14",
      "what": "Mirages form when light passes through air layers at different temperatures, which have different refractive indices. Hot air near a road has lower refractive index, causing light to gradually bend upward, creating an inverted image that looks like water reflection.",
      "why": "Mirages demonstrate that refraction occurs continuously in media with varying properties, not just at sharp boundaries. Understanding mirages helps explain atmospheric optical effects and limitations of long-range observations.",
      "example": "On a hot road, air near the surface is warmer (lower n) than air above. Light from a distant car bends gradually upward through these layers, eventually undergoing total internal reflection. The observer sees an inverted image below the road surface, resembling a reflection in water.",
      "contentHash": "hash-1e63d9e0"
    },
    {
      "id": 5,
      "uuid": "lp-b27b2959-82f9-1ecd-175e-a18cc87f7e43",
      "version": 1,
      "title": "I can distinguish between inferior and superior mirages",
      "code": "1C.15",
      "what": "Inferior mirages (image below the object) occur when the surface is hotter than the air above, common over hot roads. Superior mirages (image above the object) occur when the surface is cooler, common over cold water, making distant objects appear to float.",
      "why": "Different temperature gradients create different types of mirages. Superior mirages can make objects beyond the horizon visible, which has historically confused sailors and explorers.",
      "example": "The hot road mirage is an inferior mirage showing sky reflected below, looking like water. A ship seen floating above the horizon over cold Arctic water is a superior mirage, caused by cool air near the water surface bending light downward.",
      "contentHash": "hash-ccd95fea"
    }
  ]
}