{
  "id": "electromagnetic-spectrum",
  "name": "The Electromagnetic Spectrum",
  "icon": "🌈",
  "what": "This subtopic covers the nature of electromagnetic waves as transverse vibrations of electric and magnetic fields, the regions of the electromagnetic spectrum from radio waves to gamma rays, and the applications of each region in society.",
  "why": "Electromagnetic radiation enables nearly all modern technology from mobile phones to medical imaging. Understanding the spectrum allows us to select the appropriate type of radiation for each application based on its wavelength and energy properties.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-bdae01fc-d619-1aa2-1d01-4a150cbc3d8d",
      "version": 1,
      "title": "I can describe electromagnetic waves as transverse vibrations of electric and magnetic fields",
      "code": "1B.1",
      "what": "Electromagnetic waves consist of oscillating electric and magnetic fields that are perpendicular to each other and to the direction of wave travel. These waves do not require a medium and travel at speed c (3.00 × 10⁸ m/s) in a vacuum.",
      "why": "This model, developed by James Clerk Maxwell, unified electricity, magnetism, and optics into one theory. It explains how light can travel through the vacuum of space from the Sun to Earth.",
      "example": "In an electromagnetic wave travelling east, the electric field might oscillate vertically (up-down) while the magnetic field oscillates horizontally (north-south). Both fields oscillate at the same frequency.",
      "contentHash": "hash-702817ca"
    },
    {
      "id": 2,
      "uuid": "lp-f357b3e8-8889-cec4-83a6-3d0621706311",
      "version": 1,
      "title": "I can recall the approximate wavelength and frequency ranges of different spectrum regions",
      "code": "1B.2",
      "what": "The electromagnetic spectrum ranges from radio waves (λ > 1 m, f < 300 MHz) through microwaves, infrared, visible light (400-700 nm), ultraviolet, X-rays, to gamma rays (λ < 10 pm, f > 3 × 10¹⁹ Hz).",
      "why": "Knowing the approximate ranges helps identify which technology or phenomenon involves which type of radiation, and allows quick estimation of wavelengths and frequencies.",
      "example": "Visible light occupies a tiny window from about 400 nm (violet) to 700 nm (red), corresponding to frequencies of approximately 4.3 × 10¹⁴ Hz to 7.5 × 10¹⁴ Hz.",
      "contentHash": "hash-106e547b"
    },
    {
      "id": 3,
      "uuid": "lp-a2a8304f-f00a-244b-efa7-89d06f303ba6",
      "version": 1,
      "title": "I can describe the electromagnetic radiation from the Sun as mainly UV, visible, and infrared",
      "code": "1B.3",
      "what": "Solar radiation reaching Earth consists of approximately 7% ultraviolet, 44% visible light, and 48% infrared, with less than 1% from other wavelengths. The infrared component is responsible for most of Earth's warming.",
      "why": "Understanding the solar spectrum is essential for solar energy technology, climate science, and protecting ourselves from harmful UV radiation while benefiting from vitamin D production.",
      "example": "A solar panel is designed to absorb visible and infrared radiation (the majority of sunlight) to generate electricity, while sunscreen is designed to block the UV component that causes skin damage.",
      "contentHash": "hash-1b097985"
    },
    {
      "id": 4,
      "uuid": "lp-3ea82d4f-9ce5-b7cb-ebb1-619bb3fef886",
      "version": 1,
      "title": "I can give examples of societal uses for each region of the electromagnetic spectrum",
      "code": "1B.4",
      "what": "Each region has specific applications: radio waves for communication and MRI; microwaves for cooking and radar; infrared for thermal imaging and remote controls; visible light for vision and lasers; UV for sterilisation; X-rays for medical imaging; gamma rays for cancer treatment.",
      "why": "Different wavelengths have different properties that make them suitable for different purposes. Longer wavelengths penetrate materials better, while shorter wavelengths carry more energy.",
      "example": "Airport security uses X-rays to see inside luggage because X-rays penetrate soft materials but are absorbed by dense objects like metal. Mobile phones use microwaves because they travel through walls but are absorbed by water (which is why they heat food).",
      "contentHash": "hash-4136776b"
    },
    {
      "id": 5,
      "uuid": "lp-529fd70a-ef2e-15a0-5a27-9a09d9b71a81",
      "version": 1,
      "title": "I can calculate wavelength or frequency of electromagnetic waves using c = fλ",
      "code": "1B.5",
      "what": "For electromagnetic waves in a vacuum, the wave equation becomes c = fλ where c = 3.00 × 10⁸ m/s. This allows conversion between wavelength and frequency for any electromagnetic radiation.",
      "why": "Radio stations are identified by frequency (e.g., 100.3 MHz) but engineers need wavelength to design antennas. Medical equipment may specify X-ray wavelength but biologists need frequency to understand energy effects.",
      "example": "Radio station Nova broadcasts at 100.3 MHz. Its wavelength is λ = c/f = (3.00 × 10⁸)/(100.3 × 10⁶) = 2.99 m, which is why FM radio antennas are typically about 75 cm long (quarter wavelength).",
      "contentHash": "hash-f4e3a505"
    }
  ]
}