{
  "id": "reflection-and-refraction",
  "name": "Reflection and Refraction",
  "icon": "🔦",
  "what": "This subtopic covers how light behaves at boundaries between different media, including reflection (bouncing back) and refraction (bending). It introduces refractive index and Snell's law for quantitative analysis.",
  "why": "Reflection and refraction explain everyday phenomena from mirrors and glasses to the apparent bending of objects in water. These principles are fundamental to designing optical instruments, corrective lenses, and fibre optic systems.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-0231d195-9426-c9c6-5288-3cd6781165df",
      "version": 1,
      "title": "I can use a ray model with wave crests to describe reflection of light",
      "code": "1C.1",
      "what": "When light reflects from a smooth surface, the angle of incidence equals the angle of reflection, both measured from the normal (perpendicular line). Wave crests approach and leave the surface at equal angles.",
      "why": "Understanding reflection allows us to predict where images form in mirrors and how much light is reflected at surfaces, which is crucial for designing everything from telescopes to car headlights.",
      "example": "A light ray hits a flat mirror at 40° to the normal. The reflected ray leaves at 40° on the other side of the normal. Wave crests arriving at this angle would show the same spacing before and after reflection.",
      "contentHash": "hash-9f824e54"
    },
    {
      "id": 2,
      "uuid": "lp-d438f24f-b580-9a73-94b4-c67cfd8f371e",
      "version": 1,
      "title": "I can define refractive index and explain what it measures",
      "code": "1C.2",
      "what": "Refractive index (n) is defined as n = c/v, where c is the speed of light in a vacuum and v is the speed of light in the medium. It measures how much slower light travels in a material compared to a vacuum.",
      "why": "Refractive index allows us to compare materials and predict how much light will bend at interfaces. Higher refractive index means slower light speed and greater bending towards the normal.",
      "example": "Water has n = 1.33, meaning light travels 1.33 times slower in water than in a vacuum. Diamond has n = 2.42, so light travels 2.42 times slower in diamond, which is why diamonds sparkle so much.",
      "contentHash": "hash-039d6e3b"
    },
    {
      "id": 3,
      "uuid": "lp-45514505-4660-80f5-6ef8-7ce4ae26b59f",
      "version": 1,
      "title": "I can use the relationship n₁v₁ = n₂v₂ at media boundaries",
      "code": "1C.3",
      "what": "When light crosses from one medium to another, the product of refractive index and speed remains constant because frequency does not change. This can be written as n₁v₁ = n₂v₂ or v₁/v₂ = n₂/n₁.",
      "why": "This relationship allows us to calculate the speed of light in any transparent material if we know its refractive index, without directly measuring it.",
      "example": "Light travels at 3.00 × 10⁸ m/s in air (n = 1.00) and enters glass (n = 1.50). Using n₁v₁ = n₂v₂: v₂ = (1.00 × 3.00 × 10⁸)/1.50 = 2.00 × 10⁸ m/s in the glass.",
      "contentHash": "hash-a15a481f"
    },
    {
      "id": 4,
      "uuid": "lp-31deb5e7-2690-de03-0b77-93c657b8d78d",
      "version": 1,
      "title": "I can apply Snell's law to analyse refraction situations",
      "code": "1C.4",
      "what": "Snell's law states n₁sin(θ₁) = n₂sin(θ₂), relating the angles and refractive indices at a boundary. When light enters a denser medium (higher n), it bends towards the normal; when entering a less dense medium, it bends away.",
      "why": "Snell's law is essential for designing lenses, prisms, and optical instruments. It explains why pools look shallower than they are and why spear fishers must aim below the apparent fish position.",
      "example": "Light in air (n = 1.00) hits water (n = 1.33) at 45° to the normal. Using Snell's law: sin(θ₂) = (1.00 × sin45°)/1.33 = 0.531, so θ₂ = 32°. The light bends towards the normal.",
      "contentHash": "hash-ca97335f"
    },
    {
      "id": 5,
      "uuid": "lp-90a59ed2-1e36-38ae-2809-35403e93526c",
      "version": 1,
      "title": "I can use a ray model to explain the formation of images due to refraction",
      "code": "1C.5",
      "what": "When light from an underwater object refracts at the water surface, the rays bend away from the normal. An observer traces these rays back in straight lines to see an image that appears closer to the surface than the actual object.",
      "why": "This explains optical illusions like the bent pencil in water and helps us understand how lenses form images. It is crucial for understanding how our eyes work and how to correct vision problems.",
      "example": "A coin at the bottom of a mug is invisible from certain angles. When water is added, refraction bends light rays from the coin upward, creating an image that appears to float higher, making the coin visible.",
      "contentHash": "hash-943b37c4"
    }
  ]
}