{
  "id": "total-internal-reflection",
  "name": "Total Internal Reflection",
  "icon": "💎",
  "what": "This subtopic covers the conditions for total internal reflection, the concept of critical angle, and applications including optical fibres for communication.",
  "why": "Total internal reflection enables modern telecommunications through optical fibres, which carry internet data at the speed of light with minimal signal loss. It also explains the sparkle of diamonds and is used in medical endoscopes.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-e80321de-7cad-a4b3-7bbd-f71c6682c75f",
      "version": 1,
      "title": "I can explain when partial internal reflection occurs",
      "code": "1C.6",
      "what": "When light hits a boundary between two media, some light is always reflected and some is transmitted (refracted). This partial internal reflection occurs at any angle of incidence, though the reflected portion is usually small (about 4% for glass-air).",
      "why": "Partial reflection explains why you can see your reflection in a window while also seeing through it. Understanding this helps in designing anti-reflective coatings and beam splitters.",
      "example": "When you look at a shop window, you see both the display inside (transmitted light) and your own reflection (partially reflected light). At night, with the shop dark inside, your reflection becomes more visible.",
      "contentHash": "hash-8b3b5ebd"
    },
    {
      "id": 2,
      "uuid": "lp-85c8d09c-cf78-98a8-5da6-794197ff45f8",
      "version": 1,
      "title": "I can define and calculate the critical angle using Snell's law",
      "code": "1C.7",
      "what": "The critical angle (θc) is the angle of incidence at which the refracted ray travels along the boundary (θ₂ = 90°). Using Snell's law: n₁sin(θc) = n₂sin(90°) = n₂, so sin(θc) = n₂/n₁. Critical angle only exists when light travels from higher to lower refractive index.",
      "why": "The critical angle determines when total internal reflection will occur. Materials with higher refractive indices have smaller critical angles, making them better at trapping light internally.",
      "example": "For water (n = 1.33) to air (n = 1.00): sin(θc) = 1.00/1.33 = 0.752, so θc = 48.8°. Any light ray hitting the water surface from below at an angle greater than 48.8° will be totally internally reflected.",
      "contentHash": "hash-927ffeeb"
    },
    {
      "id": 3,
      "uuid": "lp-922a8ad3-1b36-f2fa-c10c-d2d996d02de4",
      "version": 1,
      "title": "I can explain the conditions for total internal reflection",
      "code": "1C.8",
      "what": "Total internal reflection occurs when light travels from a medium of higher refractive index to lower refractive index, and the angle of incidence exceeds the critical angle. Under these conditions, all light is reflected with no refraction.",
      "why": "Total internal reflection is 100% efficient with no energy loss, unlike reflection from mirrors which absorb some light. This makes it ideal for transmitting signals over long distances in optical fibres.",
      "example": "A scuba diver looking up at angles greater than 48.8° from vertical sees a perfect mirror-like reflection of the underwater scene, not the sky above. This is total internal reflection at the water-air boundary.",
      "contentHash": "hash-1232b5a7"
    },
    {
      "id": 4,
      "uuid": "lp-acd7363f-41a6-752b-983f-cb94609c7338",
      "version": 1,
      "title": "I can explain how optical fibres use total internal reflection for communication",
      "code": "1C.9",
      "what": "Optical fibres have a high refractive index core surrounded by lower refractive index cladding. Light enters at angles that exceed the critical angle, bouncing along the fibre by repeated total internal reflections with minimal energy loss.",
      "why": "Optical fibres can carry data at the speed of light over hundreds of kilometres with very little signal degradation. They form the backbone of internet infrastructure and are immune to electromagnetic interference.",
      "example": "A fibre with core n = 1.58 and cladding n = 1.55 has critical angle sin(θc) = 1.55/1.58 = 0.981, so θc = 79°. Light entering within 11° of the fibre axis will be totally internally reflected and travel the length of the fibre.",
      "contentHash": "hash-5d095efb"
    },
    {
      "id": 5,
      "uuid": "lp-58fa7c4c-9bef-9c64-d25d-90e48b8f3d8e",
      "version": 1,
      "title": "I can apply Snell's law to analyse optical fibre operation quantitatively",
      "code": "1C.10",
      "what": "For an optical fibre to work, the core must have a higher refractive index than the cladding. The critical angle determines the maximum angle at which light can enter and still be guided. Small differences in refractive index create large critical angles.",
      "why": "Engineers must carefully select core and cladding materials to achieve the desired critical angle. Too small a difference makes the fibre very sensitive to bending; too large reduces the number of paths light can take.",
      "example": "If a fibre needs θc = 82°, and the core has n = 1.66, then the cladding must have n = 1.66 × sin(82°) = 1.64. This small difference (0.02) still allows total internal reflection at steep angles.",
      "contentHash": "hash-9a75d927"
    }
  ]
}