{
  "id": "translation-and-the-codon-table",
  "name": "Translation and the Codon Table",
  "icon": "🔄",
  "what": "This subtopic covers the process of translation at the ribosome, the roles of mRNA, tRNA and ribosomes, the use of the codon table, and the concept of the degenerate universal triplet code.",
  "why": "Translation is the final step where genetic information becomes a functional protein. Being able to follow a sequence from DNA to mRNA to amino acids is one of the most commonly assessed skills in VCE Biology.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-a203f378-9096-f6fe-e600-b99ec8a2c5ae",
      "version": 1,
      "title": "I can describe the key steps of translation at the ribosome",
      "code": "2B.6",
      "what": "Translation occurs at ribosomes and involves: mRNA binding to the ribosome, tRNA molecules bringing amino acids to the ribosome by matching their anticodon to the mRNA codon, peptide bonds forming between adjacent amino acids, the ribosome sliding along the mRNA one codon at a time, and the process stopping when a stop codon is reached.",
      "why": "Translation is the process that directly produces the polypeptide chain. A clear, step-by-step understanding is essential for both short-answer and diagram-based exam questions.",
      "example": "The start codon AUG on the mRNA is recognised by a tRNA with anticodon UAC, carrying methionine. The next codon AAA is matched by a tRNA with anticodon UUU carrying lysine. The two amino acids are joined by a peptide bond, and the ribosome moves to the next codon.",
      "contentHash": "hash-45b7bd57"
    },
    {
      "id": 2,
      "uuid": "lp-cf607218-5186-348a-31f7-8d51d8a03601",
      "version": 1,
      "title": "I can define codon and anticodon and explain how they interact",
      "code": "2B.7",
      "what": "A codon is a set of three bases on mRNA that codes for a specific amino acid. An anticodon is the complementary set of three bases on tRNA that binds to the codon, ensuring the correct amino acid is delivered.",
      "why": "The codon-anticodon interaction is the mechanism that ensures the correct amino acid is added at each position in the polypeptide chain. This is central to the accuracy of protein synthesis.",
      "example": "The mRNA codon GUC codes for the amino acid valine. The tRNA that carries valine has the anticodon CAG, which is complementary to GUC.",
      "contentHash": "hash-efb96c3a"
    },
    {
      "id": 3,
      "uuid": "lp-5d434df4-b147-5b7d-d5c0-1a11121e044f",
      "version": 1,
      "title": "I can use a codon table to determine the amino acid sequence from an mRNA sequence",
      "code": "2B.8",
      "what": "A codon table lists all 64 possible three-base codons and the amino acid each codes for. You read it by finding the first base in the left column, the second base across the top, and the third base in the right column.",
      "why": "Using a codon table is a core practical skill that appears in nearly every VCE Biology exam. It connects the abstract genetic code to specific amino acid sequences.",
      "example": "For the mRNA sequence AUG-CGA-GAG-UCA-CUG, use the codon table to find: AUG = Methionine, CGA = Arginine, GAG = Glutamic acid, UCA = Serine, CUG = Leucine.",
      "contentHash": "hash-05b65bca"
    },
    {
      "id": 4,
      "uuid": "lp-736467e1-a7b2-5b32-96f6-2f499e08d373",
      "version": 1,
      "title": "I can convert a DNA sequence to an mRNA sequence and then to an amino acid sequence",
      "code": "2B.9",
      "what": "Starting from a DNA template strand, you first write the complementary mRNA sequence (replacing T with U), then use the codon table to translate each three-base codon into its corresponding amino acid.",
      "why": "This multi-step conversion is a high-frequency exam question that tests your understanding of the entire gene expression pathway from DNA to protein.",
      "example": "DNA template strand: TAC-CGC-GAG. Step 1: mRNA = AUG-GCG-CUC. Step 2: AUG = Methionine (start), GCG = Alanine, CUC = Leucine.",
      "contentHash": "hash-dd202d28"
    },
    {
      "id": 5,
      "uuid": "lp-949f2009-f00c-1d31-1c24-1a2c0bc97129",
      "version": 1,
      "title": "I can define the universal triplet code and explain why the genetic code is described as degenerate",
      "code": "2B.10",
      "what": "The universal triplet code means that nearly all organisms use the same system of three-base codons to code for amino acids. The code is degenerate (redundant) because multiple different codons can code for the same amino acid.",
      "why": "Degeneracy provides a buffer against mutations. If a single base change in the third position of a codon still codes for the same amino acid, the protein is unaffected. This is why most mutations are 'silent'.",
      "example": "The amino acid serine is coded for by six different codons: UCU, UCC, UCA, UCG, AGU and AGC. A mutation changing UCU to UCC would still produce serine, making it a silent mutation.",
      "contentHash": "hash-3fa1f1cc"
    },
    {
      "id": 6,
      "uuid": "lp-ce671e1f-1196-fb3c-7676-1b5ff13fbc1a",
      "version": 1,
      "title": "I can identify start and stop codons and explain their roles",
      "code": "2B.11",
      "what": "The start codon AUG signals the beginning of translation and codes for the amino acid methionine. The three stop codons (UAA, UAG, UGA) do not code for any amino acid and signal the ribosome to end translation.",
      "why": "Start and stop codons define the boundaries of the protein-coding sequence. Without them, the ribosome would not know where to begin or end building the polypeptide chain.",
      "example": "In the mRNA sequence 5'-AUG-GCU-UAA-3', AUG starts translation (methionine), GCU codes for alanine, and UAA is the stop codon that signals the ribosome to release the two-amino-acid polypeptide.",
      "contentHash": "hash-e1965212"
    }
  ]
}