{
  "id": "companies",
  "name": "Private Limited and Public Listed Companies",
  "icon": "📈",
  "what": "This subtopic covers the process of incorporation, the features of private limited (Pty Ltd) companies and public listed (Ltd) companies, and the regulatory requirements that apply to each.",
  "why": "Companies are separate legal entities that offer limited liability and perpetuity. Understanding their structure is essential for explaining why growing businesses often incorporate.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-1ce8da3c-de43-5981-95d3-c4fe1d2f664d",
      "version": 1,
      "title": "I can explain the process of incorporation and the role of ASIC",
      "code": "1.1",
      "what": "Incorporation is the process of legally creating a company as a separate entity from its owners. The company must be registered with the Australian Securities and Investments Commission (ASIC), obtain an Australian Company Number (ACN), and comply with the Corporations Act 2001.",
      "why": "Incorporation creates a legal separation between owners and the business, which is the foundation for limited liability and perpetuity.",
      "example": "Barry's furniture partnership registers as 'Barry's Red Gum Furniture Pty Ltd' with ASIC, receives ACN 123 456 789, and must now display this number on all public documents.",
      "contentHash": "hash-cbfbd7a5"
    },
    {
      "id": 2,
      "uuid": "lp-9b0bad38-73b2-cefe-5455-3fec5348eca9",
      "version": 1,
      "title": "I can describe the key features and restrictions of a private limited company",
      "code": "1.1",
      "what": "A private limited company (Pty Ltd) has between 1 and 50 non-employee shareholders, at least one director residing in Australia, limited liability for shareholders, and shares that can only be traded with the permission of other shareholders.",
      "why": "This structure is popular for family businesses and growing sole traders or partnerships because it offers liability protection while keeping ownership relatively controlled.",
      "example": "A family furniture business restructures as a Pty Ltd company with three family shareholders. If the company incurs a $200,000 debt, the shareholders' personal homes and savings are protected.",
      "contentHash": "hash-a58d3a94"
    },
    {
      "id": 3,
      "uuid": "lp-882eaec7-4c38-a99f-739f-9d2ff39a9fa5",
      "version": 1,
      "title": "I can describe the key features and restrictions of a public listed company",
      "code": "1.1",
      "what": "A public listed company (Ltd) can have an unlimited number of shareholders, must have at least three directors (two residing in Australia), at least one company secretary, and must issue a prospectus to invite public share purchases. Its shares are traded on the ASX.",
      "why": "Public listing allows a business to raise large amounts of capital but comes with significant regulatory and compliance obligations.",
      "example": "Woolworths Group Ltd is listed on the ASX. Any member of the public can buy its shares, and the company must publish an annual report and audited financial accounts each year.",
      "contentHash": "hash-693daa32"
    },
    {
      "id": 4,
      "uuid": "lp-8f5fbaa5-50c5-a649-d7a1-0f749c157aeb",
      "version": 1,
      "title": "I can compare the advantages and disadvantages of private limited and public listed companies",
      "code": "1.1",
      "what": "Both offer limited liability and perpetuity. Private limited companies are simpler and cheaper to run but restrict share trading and shareholder numbers. Public listed companies can raise more capital but face higher costs, greater complexity and stricter reporting requirements.",
      "why": "Comparing these two structures helps explain why some businesses remain private while others seek a public listing to fund growth.",
      "example": "A Pty Ltd company keeps control within the family but can only issue shares to up to 50 non-employee shareholders. A Ltd company like BHP can sell shares to millions of investors on the ASX but must comply with continuous disclosure rules.",
      "contentHash": "hash-9ce919ef"
    },
    {
      "id": 5,
      "uuid": "lp-d5f2a6c3-3ff4-54cf-c533-95fd44442aed",
      "version": 1,
      "title": "I can explain key company concepts including limited liability, perpetuity and the role of directors",
      "code": "1.1",
      "what": "Limited liability means shareholders are only liable to the value of their shareholding. Perpetuity means the company continues to exist regardless of changes in ownership or the death of a director. Directors are appointed to manage and control the company and must comply with legal duties.",
      "why": "These concepts are fundamental to understanding why the company structure is preferred for larger or longer-term business ventures.",
      "example": "If a shareholder who owns $5,000 in shares of a Pty Ltd company dies, the company continues to operate (perpetuity), and the shareholder's estate is only liable for the $5,000 investment (limited liability).",
      "contentHash": "hash-8deb8491"
    }
  ]
}