{
  "id": "social-and-government-enterprises",
  "name": "Social Enterprises and GBEs",
  "icon": "🌍",
  "what": "This subtopic covers social enterprises that prioritise social, cultural or environmental outcomes alongside revenue, and government business enterprises (GBEs) that operate in the public sector using a corporate model.",
  "why": "Not all businesses exist purely to maximise profit. Understanding social enterprises and GBEs broadens your view of the different purposes businesses can serve in the economy and community.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-48e19aef-221a-1ca8-4a78-7d213d9b9ca9",
      "version": 1,
      "title": "I can define a social enterprise and explain its dual goals",
      "code": "1.1",
      "what": "A social enterprise is a business that uses commercial strategies to maximise improvements in human wellbeing or the environment rather than maximising profit for owners. Its two main goals are to achieve social, cultural, community or environmental outcomes, and to earn revenue.",
      "why": "Social enterprises represent a growing sector that blends business skills with social purpose, making them relevant to understanding modern business structures.",
      "example": "HoMie sells streetwear clothing from its Fitzroy shopfront and directs 100% of profits after operating costs towards providing pathways out of homelessness for young people.",
      "contentHash": "hash-70fa2f9f"
    },
    {
      "id": 2,
      "uuid": "lp-7884cf73-243a-7bf4-e948-590fd1d7568c",
      "version": 1,
      "title": "I can describe how social enterprises operate and contribute to the Australian economy",
      "code": "1.1",
      "what": "Social enterprises produce goods or services for sale but redirect surplus to social or environmental goals. Over 20,000 operate in Australia, with 73% being small businesses. In Victoria, social enterprises create 60,000 jobs and contribute $5.2 billion to the economy.",
      "why": "Recognising the scale and economic contribution of social enterprises helps explain why they are included alongside traditional business structures in the curriculum.",
      "example": "Fruit2Work delivers fruit and milk to Melbourne workplaces while employing people impacted by the justice system, claiming to reduce recidivism by at least 75%.",
      "contentHash": "hash-5b44d126"
    },
    {
      "id": 3,
      "uuid": "lp-89446431-5c95-48f7-9eb7-016ca03659a4",
      "version": 1,
      "title": "I can define a government business enterprise and identify its three key characteristics",
      "code": "1.1",
      "what": "A GBE is a government-owned and operated business that uses a corporate model. Its three characteristics are: the government controls the business, it is principally engaged in commercial activities, and it has a legal personality separate from a government department.",
      "why": "GBEs provide essential community services while operating commercially, so understanding them explains how governments participate directly in the economy.",
      "example": "Australia Post is a GBE that must deliver reliable postal services to all Australians while also operating profitably. The government acts as its shareholder.",
      "contentHash": "hash-2531fe74"
    },
    {
      "id": 4,
      "uuid": "lp-475ba03b-cdcf-0f00-2ac0-b6ded635c2b2",
      "version": 1,
      "title": "I can compare social enterprises and GBEs with private sector business structures",
      "code": "1.1",
      "what": "Unlike typical private sector businesses, social enterprises prioritise social outcomes over profit maximisation. GBEs are owned by governments rather than private shareholders. Both still aim to earn revenue and operate commercially, but their primary purposes differ from profit-driven businesses.",
      "why": "Comparing these structures with private sector businesses is a common exam skill that tests your understanding of how ownership and purpose shape business operations.",
      "example": "A private limited company like a family bakery distributes profits to its shareholders, while a social enterprise like HoMie redirects profits to programs for people experiencing homelessness, and a GBE like NBN provides wholesale broadband access as a community service.",
      "contentHash": "hash-9d0e06a1"
    }
  ]
}