{
  "id": "sole-traders-and-partnerships",
  "name": "Sole Traders and Partnerships",
  "icon": "🤝",
  "what": "This subtopic covers the features, advantages and disadvantages of sole traders and partnerships, including the legal requirements and types of partnerships available in Australia.",
  "why": "Sole traders and partnerships are the simplest and most common business structures. Understanding their characteristics helps when advising whether a business should adopt or move away from these structures.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-e0232f25-b61d-5125-f77c-8ebb45c92836",
      "version": 1,
      "title": "I can define and describe the key features of a sole trader",
      "code": "1.1",
      "what": "A sole trader is a single owner of a business who is entitled to keep all profits after tax but is liable for all losses. They have unlimited liability, meaning personal assets can be seized to recover business debts.",
      "why": "The sole trader structure is the simplest and cheapest to establish, so understanding its features explains why many businesses start this way.",
      "example": "Simon, a pastry chef, sets up a home catering business as a sole trader. He uses his own TFN to lodge tax returns and is personally responsible if the business incurs a $10,000 debt to a supplier.",
      "contentHash": "hash-af1a7d2a"
    },
    {
      "id": 2,
      "uuid": "lp-4a1faedb-c44b-63de-7cd3-0b3c001c1277",
      "version": 1,
      "title": "I can analyse the advantages and disadvantages of operating as a sole trader",
      "code": "1.1",
      "what": "Advantages include simplicity, total control and minimal regulation. Disadvantages include unlimited liability, difficulty accessing finance, reliance on the owner's own skills, and no perpetuity (the business ends when the owner dies).",
      "why": "Evaluating these trade-offs is necessary for recommending whether a sole trader structure suits a particular business scenario.",
      "example": "A sole trader has total control over decisions (advantage), but if the business fails owing $50,000, creditors can claim the owner's personal car and savings to recover the debt (disadvantage).",
      "contentHash": "hash-8a5c96ca"
    },
    {
      "id": 3,
      "uuid": "lp-55761a8d-8d08-1671-32d8-5b0efb88cc96",
      "version": 1,
      "title": "I can define a partnership and distinguish between general and limited partnerships",
      "code": "1.1",
      "what": "A partnership involves two to 20 people in business together. In a general partnership, all partners share management responsibility and have unlimited liability. In a limited partnership, some partners are passive investors with liability limited to their investment.",
      "why": "Understanding the two types of partnerships clarifies how risk and management responsibility can be distributed among business owners.",
      "example": "In a general partnership between two accountants, both manage the firm and both are personally liable for all debts. In a limited partnership, a silent investor contributes $100,000 but is only liable up to that amount.",
      "contentHash": "hash-654c94f0"
    },
    {
      "id": 4,
      "uuid": "lp-a058c8af-e8e1-27bb-d156-649743520729",
      "version": 1,
      "title": "I can describe the purpose and typical contents of a partnership agreement",
      "code": "1.1",
      "what": "A partnership agreement is a formal legal document outlining partner details, capital contributions, profit division, roles, dispute resolution, admission of new partners and termination clauses. It is governed by the Partnership Act 1958 (Vic).",
      "why": "A well-drafted partnership agreement prevents disputes and provides clear procedures for managing the business and winding it up.",
      "example": "A partnership agreement between two cafe owners specifies that Partner A contributes $80,000 and receives 60% of profits, while Partner B contributes $40,000 and receives 40%.",
      "contentHash": "hash-270e6da6"
    },
    {
      "id": 5,
      "uuid": "lp-456f5724-7b53-c31c-09b8-bc5a16f483b3",
      "version": 1,
      "title": "I can analyse the advantages and disadvantages of a partnership",
      "code": "1.1",
      "what": "Advantages include shared risk, broader access to capital and skills, and simple setup. Disadvantages include unlimited liability for all partners, no perpetuity, potential for disputes, and each partner being bound by the actions of other partners.",
      "why": "Evaluating partnerships against other structures helps determine when shared ownership is beneficial and when its risks outweigh the benefits.",
      "example": "Two partners share the workload of running a law firm (advantage), but if Partner A signs a lease without consulting Partner B, both are legally bound by that commitment (disadvantage).",
      "contentHash": "hash-85c6a03a"
    }
  ]
}