{
  "id": "types-of-businesses-overview",
  "name": "Types of Businesses Overview",
  "icon": "🏢",
  "what": "This subtopic introduces the Australian mixed market economy and the distinction between the private and public sectors. It covers the six types of business structures and why businesses matter to the economy.",
  "why": "Understanding how different businesses are structured helps explain why owners choose particular legal forms and how those choices affect liability, control and growth potential.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-74eeeb2f-62f0-8ce3-3363-4fc13f6d7a38",
      "version": 1,
      "title": "I can distinguish between the private sector and the public sector in Australia's mixed market economy",
      "code": "1.1",
      "what": "The private sector consists of businesses owned by private individuals, groups or institutions. The public sector consists of businesses owned and operated by the government. Australia's mixed market economy includes both.",
      "why": "Knowing which sector a business belongs to helps explain its purpose, funding sources and accountability structures.",
      "example": "A local cafe is a private sector business owned by an individual, while Australia Post is a public sector government business enterprise owned by the Commonwealth Government.",
      "contentHash": "hash-f3979abd"
    },
    {
      "id": 2,
      "uuid": "lp-3d45aa3e-e8cf-1101-ef87-a749a66a9a1f",
      "version": 1,
      "title": "I can identify the six types of businesses that operate in Australia",
      "code": "1.1",
      "what": "The six types are: sole traders, partnerships, private limited companies, public listed companies, social enterprises and government business enterprises (GBEs).",
      "why": "Each type has different rules around ownership, liability, profit distribution and regulation, so identifying them is the first step in understanding how Australian businesses are structured.",
      "example": "A freelance graphic designer operating under their own name is a sole trader, while Woolworths Group Ltd is a public listed company trading shares on the ASX.",
      "contentHash": "hash-bea503d5"
    },
    {
      "id": 3,
      "uuid": "lp-3eda4b4d-a998-b184-de52-d75563acf300",
      "version": 1,
      "title": "I can describe the key reasons why businesses are important to the Australian economy",
      "code": "1.1",
      "what": "Businesses contribute to the economy by manufacturing and selling goods or providing services, creating employment, generating taxation revenue for the government, driving innovation and product development, and providing infrastructure.",
      "why": "Recognising the broader economic role of businesses helps explain why governments regulate and support them.",
      "example": "A regional manufacturing company creates 50 local jobs, pays company tax to the ATO, and supplies products to both domestic and international customers.",
      "contentHash": "hash-dabf01d7"
    },
    {
      "id": 4,
      "uuid": "lp-23d8ae49-332f-2173-8603-1725fc9ad5df",
      "version": 1,
      "title": "I can compare and evaluate different types of businesses by analysing their key characteristics",
      "code": "1.1",
      "what": "Comparing business types involves examining factors such as how they are established, ownership structure, liability, how funds are raised, profit distribution, taxation, regulation and decision-making.",
      "why": "Being able to compare business types is essential for evaluating which structure best suits a particular business situation, a key skill for SACs and exams.",
      "example": "When comparing a sole trader and a private limited company, a key difference is liability: the sole trader has unlimited liability (personal assets at risk), while shareholders of a Pty Ltd company have limited liability (only their investment is at risk).",
      "contentHash": "hash-ffb8ba3e"
    }
  ]
}