{
  "id": "living-things-and-cell-theory",
  "name": "Living Things and Cell Theory",
  "icon": "🦠",
  "what": "This subtopic covers the fundamental characteristics that define living organisms, the distinction between biotic and abiotic factors, and the cell theory that underpins all of biology.",
  "why": "Understanding what makes something alive is essential for studying biology. Cell theory provides the foundation for understanding how all organisms function and reproduce.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-410f7628-1974-c48c-e197-1f7a993f7d8d",
      "version": 1,
      "title": "I can recall the four common factors shared by all organisms",
      "code": "1A.1",
      "what": "All cells contain four common features: genetic material, cytosol, ribosomes, and a plasma membrane. These are present in every living cell, from bacteria to human cells.",
      "why": "Recognising these universal features helps you identify cells and understand the minimum requirements for life to exist.",
      "example": "A bacterial cell and a human skin cell both contain DNA (genetic material), cytosol (the liquid inside), ribosomes (for making proteins), and a plasma membrane (the outer boundary).",
      "contentHash": "hash-2b234c9c"
    },
    {
      "id": 2,
      "uuid": "lp-6ffeee3f-d16b-827c-8793-d5ee59776683",
      "version": 1,
      "title": "I can define the terms biotic and abiotic",
      "code": "1A.2a",
      "what": "Biotic refers to living things made up of at least one cell. Abiotic refers to non-living things that are not made of cells.",
      "why": "Distinguishing between living and non-living factors is fundamental to understanding ecosystems and how organisms interact with their environment.",
      "example": "In a forest ecosystem, biotic factors include trees, fungi, and bacteria. Abiotic factors include sunlight, water, temperature, and rocks.",
      "contentHash": "hash-e7706c37"
    },
    {
      "id": 3,
      "uuid": "lp-f86c37e0-5b08-6ff6-30c9-caec5e1d003c",
      "version": 1,
      "title": "I can define the terms unicellular and multicellular",
      "code": "1A.2b",
      "what": "Unicellular organisms consist of only one cell, while multicellular organisms are made up of more than one cell working together.",
      "why": "Understanding cellular organisation helps explain the diversity of life, from single-celled bacteria to complex organisms like humans with trillions of cells.",
      "example": "The alga Caulerpa taxifolia is unicellular despite growing up to 3 metres long. A blue whale is multicellular, consisting of about 100 quadrillion cells.",
      "contentHash": "hash-d7d1c7cb"
    },
    {
      "id": 4,
      "uuid": "lp-dff0239e-4858-99b6-3c41-8e0a824ebc14",
      "version": 1,
      "title": "I can outline the function of genetic material in cells",
      "code": "1A.3a",
      "what": "Genetic material (DNA) contains hereditary information and genes that code for proteins. It stores the instructions needed for cell function and reproduction.",
      "why": "Genetic material is what allows cells to reproduce and pass on traits to the next generation, making it essential for life to continue.",
      "example": "The DNA in a muscle cell contains the genes that code for proteins like actin and myosin, which allow the muscle to contract.",
      "contentHash": "hash-97d589ce"
    },
    {
      "id": 5,
      "uuid": "lp-5faf1222-6a76-98bf-4386-c6cbdf9728ff",
      "version": 1,
      "title": "I can outline the functions of cytosol, ribosomes, and the plasma membrane",
      "code": "1A.3b",
      "what": "Cytosol is the liquid inside cells where many reactions occur. Ribosomes synthesise proteins. The plasma membrane separates the cell interior from the exterior and controls what enters and leaves.",
      "why": "Each of these components plays a critical role in cell survival. Without any one of them, the cell could not carry out essential life processes.",
      "example": "When a cell needs to make an enzyme, ribosomes in the cytosol read the genetic instructions and assemble amino acids into the protein, while the plasma membrane keeps the cell contents contained.",
      "contentHash": "hash-4b345b10"
    },
    {
      "id": 6,
      "uuid": "lp-716ecff8-b75e-4a4e-16bc-9e75004d8e5e",
      "version": 1,
      "title": "I can recall and explain the cell theory",
      "code": "1A.3c",
      "what": "Cell theory states that all living things are made up of at least one cell, cells are the basic unit of life, and all cells come from pre-existing cells.",
      "why": "Cell theory is one of the fundamental principles of biology that explains how life is organised and how new organisms arise.",
      "example": "When you cut your skin, new skin cells are produced by existing skin cells dividing. You cannot create a new cell from non-living matter.",
      "contentHash": "hash-a060d898"
    }
  ]
}