{
  "id": "organelles-and-compartmentalisation",
  "name": "Organelles and Compartmentalisation",
  "icon": "⚙️",
  "what": "This subtopic covers the structure and function of organelles found in plant and animal cells, the concept of compartmentalisation, and how cells are specialised for different functions.",
  "why": "Organelles allow eukaryotic cells to perform complex chemical reactions efficiently by separating them into distinct compartments. Understanding organelles explains how cells carry out their specific functions.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-adf9e929-6f3b-6b4c-bcaa-29a369434ac9",
      "version": 1,
      "title": "I can describe what compartmentalisation means",
      "code": "1D.3",
      "what": "Compartmentalisation refers to the division of a cell into separate membrane-bound compartments (organelles), each maintaining specific conditions for particular chemical reactions.",
      "why": "Compartmentalisation allows multiple different reactions to occur simultaneously without interfering with each other, making cells more efficient.",
      "example": "Without compartmentalisation, digestive enzymes from lysosomes would break down the cell's own proteins. By containing these enzymes within the lysosome membrane, the cell protects itself.",
      "contentHash": "hash-634860aa"
    },
    {
      "id": 2,
      "uuid": "lp-4d9f57ff-8984-3b45-d812-162af46e75cf",
      "version": 1,
      "title": "I can explain the importance of compartmentalisation for cells",
      "code": "1D.4",
      "what": "Compartmentalisation increases reaction efficiency by concentrating reactants in small spaces, allows incompatible reactions to occur in the same cell, and enables cells to maintain different conditions in different areas.",
      "why": "Eukaryotic cells are relatively large, making compartmentalisation necessary for chemical reactions to occur efficiently.",
      "example": "In a small organelle, reactant molecules are more likely to bump into each other and react than if they were spread throughout the entire cell. This is why mitochondria can efficiently produce ATP.",
      "contentHash": "hash-9e9cdb77"
    },
    {
      "id": 3,
      "uuid": "lp-a96d21df-cda4-15c9-1260-3af21112bf35",
      "version": 1,
      "title": "I can identify and describe the function of the nucleus",
      "code": "1D.1a",
      "what": "The nucleus is a double-membrane-bound organelle containing genetic material (DNA). It stores and executes the genetic code, and DNA is passed to daughter cells during cell division.",
      "why": "The nucleus is often called the control centre of the cell because it contains the instructions for making all the proteins the cell needs.",
      "example": "When a cell needs to produce insulin, the instructions in the DNA within the nucleus are first copied into RNA, which then leaves through nuclear pores to reach ribosomes.",
      "contentHash": "hash-f2464343"
    },
    {
      "id": 4,
      "uuid": "lp-cf221313-0dea-b748-2c8d-9ec105ce5074",
      "version": 1,
      "title": "I can identify and describe the functions of the endoplasmic reticulum",
      "code": "1D.1b",
      "what": "Rough endoplasmic reticulum has ribosomes attached and transports proteins to the Golgi apparatus. Smooth endoplasmic reticulum lacks ribosomes and synthesises and transports lipids.",
      "why": "The ER is essential for producing and transporting materials needed by the cell and for export from the cell.",
      "example": "In a cell producing digestive enzymes, ribosomes on the rough ER make the enzyme proteins, which are then packaged into vesicles and sent to the Golgi apparatus for processing.",
      "contentHash": "hash-2d081c56"
    },
    {
      "id": 5,
      "uuid": "lp-b7b97890-4205-c4a2-9d4c-fb9aacf8718e",
      "version": 1,
      "title": "I can identify and describe the functions of the Golgi apparatus, vesicles, and lysosomes",
      "code": "1D.1c",
      "what": "The Golgi apparatus modifies and packages proteins into vesicles. Vesicles transport materials within the cell and to the plasma membrane. Lysosomes contain enzymes that break down waste materials and foreign matter.",
      "why": "These organelles work together to process, transport, and recycle materials, keeping the cell functioning properly.",
      "example": "A protein made for export is packaged by the Golgi into a vesicle, which moves to the plasma membrane and releases the protein outside the cell through exocytosis.",
      "contentHash": "hash-677be7c4"
    },
    {
      "id": 6,
      "uuid": "lp-0b4d8b19-8aed-0920-8dfb-97a17dac9393",
      "version": 1,
      "title": "I can identify and describe the function of mitochondria",
      "code": "1D.1d",
      "what": "Mitochondria are double-membrane organelles where stages of aerobic cellular respiration occur, releasing usable energy in the form of ATP. They have their own DNA and ribosomes.",
      "why": "Mitochondria provide the energy currency (ATP) that powers nearly all cellular activities, making them essential for cell survival.",
      "example": "Sperm cells contain many mitochondria because they need large amounts of ATP energy to power the flagellum that propels them towards the egg.",
      "contentHash": "hash-89366bb8"
    },
    {
      "id": 7,
      "uuid": "lp-79544c39-f960-6030-0772-af29c6cfa843",
      "version": 1,
      "title": "I can identify and describe the function of chloroplasts",
      "code": "1D.1e",
      "what": "Chloroplasts are double-membrane organelles found in plant cells where photosynthesis occurs. They contain chlorophyll in stacks called grana and convert light energy into glucose.",
      "why": "Chloroplasts allow plants to produce their own food from sunlight, carbon dioxide, and water, making them the basis of most food chains.",
      "example": "Leaf cells contain many chloroplasts to maximise photosynthesis, while root cells have no chloroplasts because they are underground and receive no light.",
      "contentHash": "hash-581cb5b1"
    },
    {
      "id": 8,
      "uuid": "lp-fe41e0af-e609-be29-0622-3783e6fdcbe8",
      "version": 1,
      "title": "I can compare the structures of plant and animal cells",
      "code": "1D.6",
      "what": "Both plant and animal cells have a nucleus, mitochondria, ribosomes, ER, Golgi apparatus, and plasma membrane. Plant cells also have a cell wall, large permanent vacuole, and chloroplasts, which animal cells lack.",
      "why": "Understanding these differences explains why plants can photosynthesise and maintain rigid structures while animals cannot.",
      "example": "A plant cell has a cell wall for structural support (animals use bones or exoskeletons instead), a large vacuole for water storage and turgor pressure, and chloroplasts for photosynthesis.",
      "contentHash": "hash-00569f18"
    },
    {
      "id": 9,
      "uuid": "lp-1abda1fa-642c-5622-bd73-037c8c68cc5a",
      "version": 1,
      "title": "I can draw labelled plant and animal cells",
      "code": "1D.5",
      "what": "An animal cell drawing should include the nucleus, mitochondria, ribosomes, rough and smooth ER, Golgi apparatus, lysosomes, vesicles, and plasma membrane. A plant cell includes these plus a cell wall, large vacuole, and chloroplasts.",
      "why": "Drawing cells reinforces understanding of organelle location and the differences between cell types.",
      "example": "When drawing a plant cell, place the large central vacuole taking up most of the cell space, with chloroplasts and other organelles around the edges near the plasma membrane and cell wall.",
      "contentHash": "hash-86cdd9b7"
    },
    {
      "id": 10,
      "uuid": "lp-8a9fc7d2-3d51-bacc-107c-7c38f3ba7f53",
      "version": 1,
      "title": "I can explain which organelles would be present in specialised cells",
      "code": "1D.7",
      "what": "Specialised cells have more of certain organelles based on their function. Cells needing energy have many mitochondria. Cells producing proteins have extensive rough ER and Golgi apparatus.",
      "why": "Understanding this relationship between organelle numbers and cell function helps predict cell structure from function and vice versa.",
      "example": "Stomach lining cells that secrete digestive enzymes have many ribosomes, extensive rough ER, and large Golgi apparatus to produce and export these protein enzymes.",
      "contentHash": "hash-e015ad72"
    }
  ]
}