{
  "id": "dna-profiling-and-genetic-screening",
  "name": "DNA Profiling and Genetic Screening",
  "icon": "🔍",
  "what": "This subtopic covers DNA profiling using variable number tandem repeats (VNTRs), interpreting gel electrophoresis results for profiling, genetic screening for inherited disorders, and the ethical, social, economic and biological implications of these technologies.",
  "why": "DNA profiling is one of the most important real-world applications of DNA manipulation techniques. Understanding how VNTRs are used to identify individuals, and being able to interpret gel results, connects molecular tools to forensic science, paternity testing and genetic counselling.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-ab1cbe74-c9df-5172-433c-77bdf10427d1",
      "version": 1,
      "title": "I can explain what DNA profiling is and how VNTRs are used to identify individuals",
      "code": "3B.1",
      "what": "DNA profiling analyses non-coding regions of DNA called variable number tandem repeats (VNTRs), where short sequences are repeated different numbers of times between individuals. Each person has two copies of each VNTR (one allele from each parent on homologous chromosomes). In humans, 13 VNTR regions are analysed to ensure a unique profile, as only identical twins share the same VNTRs at all regions.",
      "why": "Understanding VNTRs explains why DNA profiling works. Coding regions cannot be used because they are the same in everyone, but the number of repeats in non-coding regions varies enough between individuals to create a unique genetic fingerprint.",
      "example": "At one VNTR region, Person 1 might have 5 repeats on one chromosome and 8 repeats on the other, while Person 2 has 3 and 12 repeats. On a gel, Person 1 would show bands at different positions than Person 2 because their VNTR fragments are different sizes.",
      "contentHash": "hash-c34452f4"
    },
    {
      "id": 2,
      "uuid": "lp-5ffdefea-3348-df98-0b08-8f23cb0777eb",
      "version": 1,
      "title": "I can interpret gel electrophoresis diagrams for DNA profiling, including paternity and forensic scenarios",
      "code": "3B.2",
      "what": "In a DNA profile gel, each individual typically shows two bands per VNTR region (one from each homologous chromosome). A child must have bands that match those found in their biological parents. In forensic cases, the suspect's bands are compared to bands from the crime scene sample.",
      "why": "Interpreting gel diagrams is a frequently assessed skill. You need to be able to match bands between individuals and understand that a child's bands must be a combination of their parents' bands, never containing a band absent from both parents.",
      "example": "If a mother's bands for one VNTR region are at 3 and 8, and the father's are at 6 and 10, a biological child could have bands at 3 and 6, 3 and 10, 8 and 6, or 8 and 10. A child with bands at 8 and 13 could not belong to this father, because 13 is not present in either of his alleles.",
      "contentHash": "hash-ea6d7ed0"
    },
    {
      "id": 3,
      "uuid": "lp-32b50561-dccc-9b40-e89c-cd8a02ee0158",
      "version": 1,
      "title": "I can describe the steps involved in preparing a DNA sample for profiling",
      "code": "3B.3",
      "what": "DNA profiling involves four main steps: (1) DNA is extracted from cells (e.g. blood, hair), (2) the VNTR regions are amplified by PCR, (3) the DNA is cut with restriction enzymes that have recognition sites flanking the VNTR regions, and (4) the fragments are separated by gel electrophoresis.",
      "why": "This question connects multiple DNA manipulation techniques into a single workflow. Understanding the order and purpose of each step shows how individual tools combine for real-world applications.",
      "example": "At a crime scene, forensic scientists collect a blood sample. They extract the DNA, use PCR to amplify the 13 VNTR regions (because the sample is small), cut the DNA with restriction enzymes, and run gel electrophoresis to compare the banding pattern with suspect DNA samples.",
      "contentHash": "hash-166933d4"
    },
    {
      "id": 4,
      "uuid": "lp-4cb6a27e-80d7-2685-2e95-9f466d0e6b79",
      "version": 1,
      "title": "I can explain what genetic screening is and give examples of disorders it can detect",
      "code": "3B.4",
      "what": "Genetic screening is a form of DNA profiling used to analyse an individual's DNA for a particular allele associated with a disorder. It can be conducted on adults (carrier testing), on a foetus (prenatal testing), or on newborns (postnatal testing).",
      "why": "Genetic screening allows early detection and treatment of genetic disorders, but also raises significant ethical questions about how the information should be used.",
      "example": "Prenatal genetic screening can detect conditions such as Down syndrome, cystic fibrosis, Huntington disease, and thalassaemia. Postnatal screening of newborns can detect phenylketonuria (PKU), allowing immediate dietary changes that prevent intellectual disability.",
      "contentHash": "hash-490ba54f"
    },
    {
      "id": 5,
      "uuid": "lp-41056160-b96b-3dd9-bb8e-49274a5b2a5b",
      "version": 1,
      "title": "I can discuss ethical, social, economic and biological implications of DNA profiling and genetic screening",
      "code": "3B.5",
      "what": "Ethical implications relate to right or wrong (e.g. informed consent, privacy of DNA data, decisions about termination). Social implications affect broader society (e.g. wrongful conviction, discrimination). Economic implications involve costs (e.g. expense of IVF, treatment costs). Biological implications affect organisms or evolution (e.g. gene editing could alter inheritance of alleles).",
      "why": "VCE Biology exams frequently require you to identify and explain implications from the perspective of a specific stakeholder. Knowing the definition of each type and being able to link it to a concrete example is essential for full marks.",
      "example": "Ethical: Should a couple terminate a pregnancy if genetic screening reveals the foetus carries the allele for Huntington disease? Social: If DNA profiles were held for all citizens, who would have access to this data, and could insurance companies use it to discriminate? Economic: IVF with genetic screening is expensive and not equally accessible. Biological: Correcting mutations via gene editing could alter the future inheritance of alleles in a population.",
      "contentHash": "hash-8ec48043"
    }
  ]
}