{
  "id": "gmos-and-transgenic-organisms",
  "name": "GMOs and Transgenic Organisms",
  "icon": "🌾",
  "what": "This subtopic covers the difference between genetically modified organisms (GMOs) and transgenically modified organisms (TMOs), how they are used in agriculture to increase crop productivity and provide disease resistance, and the ethical, social, economic and biological implications of their use.",
  "why": "Genetic modification of crops is one of the most significant real-world applications of DNA manipulation. Understanding the distinction between GMOs and TMOs, and being able to evaluate their implications from different stakeholder perspectives, is essential for VCE Biology assessments.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-1beda144-86cf-0d18-3396-462cd0405cbd",
      "version": 1,
      "title": "I can outline the difference between a GMO and a TMO",
      "code": "3C.1",
      "what": "A genetically modified organism (GMO) has had its genome altered in some way, including having genes switched on or off, or containing DNA from the same species. A transgenically modified organism (TMO) specifically contains DNA from a different species. All TMOs are GMOs, but not all GMOs are TMOs.",
      "why": "This distinction is commonly tested and requires careful understanding. The key difference is whether the inserted DNA comes from the same species (GMO only) or a different species (TMO, which is also a GMO).",
      "example": "Bacteria containing the human insulin gene are both genetically modified (their DNA has been altered) and transgenic (they contain DNA from a different species, humans). A wheat plant with a gene moved from another wheat variety would be a GMO but not a TMO.",
      "contentHash": "hash-c9bdb7dc"
    },
    {
      "id": 2,
      "uuid": "lp-d111717c-6504-aac6-4918-1e82ad005dcb",
      "version": 1,
      "title": "I can explain how GMOs and TMOs are used to increase crop productivity",
      "code": "3C.2",
      "what": "Genetic modification can increase crop productivity in several ways, including making photosynthesis more efficient by improving heat-damaged proteins, increasing nutritional content, and enabling crops to grow in harsher conditions caused by climate change.",
      "why": "With the global population growing and climate change threatening food production, genetically modified crops are a key strategy for increasing food supply. Understanding specific examples demonstrates how DNA manipulation has real-world impact.",
      "example": "Golden Rice is a TMO created by inserting a daffodil gene and a bacterial gene into rice. These genes produce beta-carotene (vitamin A precursor), giving the rice a yellow colour. This addresses vitamin A deficiency, which kills over 500,000 people per year. Transgenic rice crops in Shanghai yielded 8-10% more grain during extreme heat than non-modified plants.",
      "contentHash": "hash-35de7987"
    },
    {
      "id": 3,
      "uuid": "lp-758fd73f-f469-8010-5c25-c08931c6f8c9",
      "version": 1,
      "title": "I can explain how GMOs and TMOs are used to provide resistance to disease",
      "code": "3C.3",
      "what": "Plants can be genetically modified to resist diseases caused by fungi, insects, or other pathogens. This is achieved by inserting genes that code for proteins that are toxic to pests or that neutralise pathogen toxins, reducing reliance on chemical pesticides and fungicides.",
      "why": "Disease resistance in crops reduces crop losses, decreases pesticide use, and improves food safety. Understanding specific examples of how resistance genes work connects gene expression concepts to agricultural applications.",
      "example": "Bt cotton contains two genes from the bacterium Bacillus thuringiensis that code for proteins lethal to caterpillars feeding on the plant. Australian Bt cotton farmers use only 15% of the insecticide they previously needed. The Fhb7 gene from wild wheatgrass was inserted into wheat to code for an enzyme that destroys toxins released by the fungus causing wheat scab.",
      "contentHash": "hash-43d918f0"
    },
    {
      "id": 4,
      "uuid": "lp-cdf8702b-a6f1-6d1f-cb36-c77592513d36",
      "version": 1,
      "title": "I can outline the essential steps in producing a genetically modified plant",
      "code": "3C.4",
      "what": "The steps are: (1) Identify the desired gene, (2) Synthesise it artificially or remove it from a donor using restriction enzymes, (3) Amplify the gene using PCR, (4) Insert it into a vector (plasmid, virus, or liposome) using DNA ligase, (5) Insert the vector into the recipient organism, (6) Identify transformed cells using marker genes, (7) Clone and grow the transformed cells into organisms.",
      "why": "Understanding the steps in creating a GMO connects the individual DNA tools and techniques to a complete process. Exam questions often provide a novel GMO scenario and ask you to identify the techniques used at each step.",
      "example": "To create Golden Rice: the beta-carotene gene was identified, cut from the daffodil using restriction enzymes, inserted into a vector using DNA ligase, and transferred into rice plant cells. Transformed cells were identified using marker genes and grown into the genetically modified rice plants.",
      "contentHash": "hash-92454002"
    },
    {
      "id": 5,
      "uuid": "lp-2bc5f99e-422e-ecac-15c5-68f071794ec2",
      "version": 1,
      "title": "I can identify and explain ethical, social, economic and biological implications of using GMOs and TMOs",
      "code": "3C.5",
      "what": "Ethical issues include whether genetic manipulation is natural and whether GM food is safe. Social and economic issues include corporate control of GM seeds, inequality between wealthy and poor farmers, and consumer choice through labelling. Biological issues include potential loss of biodiversity, reduced pesticide runoff, and unintended gene transfer via cross-pollination.",
      "why": "Implications questions are a major component of VCE Biology assessments. You must be able to identify the correct implication type, link it to a specific stakeholder, and explain the consequence using information from a given scenario.",
      "example": "Ethical: Cross-pollination between GM and non-GM crops means nearby farmers cannot claim their crops are GM-free. Social/Economic: Monsanto makes it illegal for farmers to replant Bt cotton seeds, forcing them to repurchase each year, which increases inequality between wealthy and poor farmers. Biological: Reduced pesticide use on Bt cotton means less chemical runoff into rivers, reducing harm to aquatic organisms.",
      "contentHash": "hash-e79e3e53"
    }
  ]
}