{
  "id": "archaeological-evidence",
  "name": "Archaeological Evidence",
  "icon": "🔍",
  "what": "This subtopic examines how archaeologists study the ancient past through excavations, stratification and artefacts. It focuses on significant discoveries like Mungo Lady and Mungo Man.",
  "why": "Archaeological evidence provides physical proof of ancient Aboriginal and Torres Strait Islander cultures, confirming oral histories and revealing new information about how people lived tens of thousands of years ago.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-1dfda34c-3d5e-3cb0-6108-073a92b5043d",
      "version": 1,
      "title": "I can explain what archaeologists do and how they study the past",
      "code": "5.1",
      "what": "Archaeologists study the distant past by carefully excavating areas to find artefacts. They plan digs in places where they are likely to find objects that help us understand past cultures and beliefs.",
      "why": "Archaeologists provide evidence that can confirm oral histories and reveal new information about ancient societies that would otherwise be lost.",
      "example": "Christopher Wilson, a Ngarrindjeri archaeologist, discovered an 8,500-year-old settlement in South Australia's lower Murray area. He found remains of fish skeletons showing the river system was much bigger 5,000 years ago.",
      "contentHash": "hash-cedbddff"
    },
    {
      "id": 2,
      "uuid": "lp-b0e9cfad-a677-96b3-aa2c-8c8e016022f2",
      "version": 1,
      "title": "I can describe what stratification is and why it matters",
      "code": "5.2",
      "what": "Stratification refers to the different layers of earth that build up over time. Each layer (stratum) represents a different time period. Artefacts found in each layer can be matched to the time period they came from.",
      "why": "Stratification helps archaeologists determine how old artefacts are and sequence events chronologically, building a picture of how things changed over time.",
      "example": "In an archaeological dig, the deepest layers are the oldest. If stone tools are found in a layer below bronze weapons, archaeologists know the stone tools came from an earlier time period.",
      "contentHash": "hash-41f66cbd"
    },
    {
      "id": 3,
      "uuid": "lp-e2e86788-4c0a-77cd-43f5-b3651d0eba88",
      "version": 1,
      "title": "I can explain the significance of Mungo Lady and Mungo Man",
      "code": "5.3",
      "what": "Mungo Lady and Mungo Man are human remains discovered at Lake Mungo in south-western New South Wales, dated between 40,000 and 42,000 years old. They are among the oldest human remains found anywhere in the world.",
      "why": "These discoveries prove that Aboriginal and Torres Strait Islander peoples have lived in Australia for over 40,000 years and had complex burial rituals showing beliefs about life and death.",
      "example": "Mungo Lady had been cremated and her bones crushed before burial. Mungo Man was covered with over two kilograms of rare ochre, showing the importance of the burial ceremony to the community.",
      "contentHash": "hash-3667e8d8"
    },
    {
      "id": 4,
      "uuid": "lp-f2a16604-af08-8a33-09f8-4df31d9c70b3",
      "version": 1,
      "title": "I can describe how dating methods help determine the age of artefacts",
      "code": "5.4",
      "what": "Archaeologists use methods like radiocarbon dating and luminescence dating to determine how old artefacts are. Radiocarbon dating measures carbon in objects, while luminescence dating measures when minerals were last exposed to sunlight.",
      "why": "Dating methods provide scientific evidence for how old artefacts and sites are, helping confirm oral histories and establish accurate timelines.",
      "example": "At the Madjedbebe rock shelter in Arnhem Land, archaeologists used radiocarbon and luminescence dating to determine that over 10,000 artefacts, including stone tools and bone fragments, were more than 65,000 years old.",
      "contentHash": "hash-85b7ea19"
    },
    {
      "id": 5,
      "uuid": "lp-9e897db5-5e12-9a7b-28c1-5822ebd5304b",
      "version": 1,
      "title": "I can explain why respecting Aboriginal and Torres Strait Islander peoples is important in archaeology",
      "code": "5.5",
      "what": "The remains of ancestors are sacred to Aboriginal and Torres Strait Islander communities. Today, archaeologists work with local communities to ensure research is respectful, and significant remains have been returned to Country.",
      "why": "Respecting cultural beliefs and returning remains is an important step towards reconciliation between Aboriginal and Torres Strait Islander peoples and the wider community.",
      "example": "Mungo Lady was returned to Lake Mungo in 1992 and Mungo Man was returned in 2017 after spending 49 years at the Australian National University. The Mutthi Mutthi, Ngiyampaa and Paakantji peoples fought for 40 years for the return.",
      "contentHash": "hash-a8549329"
    }
  ]
}