{
  "id": "geography-ancient-australia",
  "name": "Geography and Ancient Australia",
  "icon": "🗺️",
  "what": "This subtopic explores how the geography of ancient Australia shaped where Aboriginal and Torres Strait Islander peoples lived and how their cultures developed. It covers the migration to Sahul, the Ice Age, and the great flood that separated Tasmania and New Guinea from mainland Australia.",
  "why": "Understanding geography helps explain why Aboriginal and Torres Strait Islander peoples developed diverse cultures across Australia. The changing landscape over tens of thousands of years directly influenced how communities lived, moved and adapted.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-963f99ac-8103-fd98-6973-f5a96cc2841e",
      "version": 1,
      "title": "I can explain what Sahul was and how humans migrated there",
      "code": "1.1",
      "what": "Sahul was a continent during the Ice Age that contained Australia, New Guinea and Tasmania connected by land. Humans migrated there by island hopping from South-East Asia across sea gaps of up to 90 kilometres.",
      "why": "Understanding migration to Sahul helps explain how Aboriginal and Torres Strait Islander peoples became the first inhabitants of Australia over 65,000 years ago.",
      "example": "During the Ice Age, sea levels were lower, exposing land bridges. People crossed from a peninsula called Sunda (extending from South-East Asia) and island hopped to reach Sahul, though the widest crossing was nearly 90 kilometres.",
      "contentHash": "hash-defb4406"
    },
    {
      "id": 2,
      "uuid": "lp-e075aaf9-f15b-fa6b-b7f3-42c1261eb2a8",
      "version": 1,
      "title": "I can describe how the Ice Age affected Aboriginal and Torres Strait Islander peoples",
      "code": "1.2",
      "what": "The Ice Age (peaking around 20,000 BCE) made the climate cooler and drier, causing megafauna extinction and forcing people to seek well-watered areas. Most of Sahul became uninhabitable desert during this time.",
      "why": "The Ice Age dramatically changed where people could live and what resources were available, shaping how Aboriginal and Torres Strait Islander communities adapted and survived.",
      "example": "As the climate cooled, populations reduced and people congregated along rivers and in sheltered areas. The great deserts of Australia expanded significantly during this period.",
      "contentHash": "hash-b13a53ea"
    },
    {
      "id": 3,
      "uuid": "lp-f31f720c-0de3-c4f2-cc03-e6ad9ddcb977",
      "version": 1,
      "title": "I can explain how the great flood changed Australia's geography",
      "code": "1.3",
      "what": "Between 11,000 and 3,000 BCE, sea levels rose to cover one quarter of Sahul's land mass. Tasmania was cut off from the mainland, New Guinea became separate, and the Torres Strait became a series of islands.",
      "why": "The great flood isolated communities that had previously been connected, leading to the development of distinct languages, practices and cultures in different regions.",
      "example": "Sea levels rose 1-2.5 centimetres per year. In flat areas, this meant hundreds of metres of land could be covered in one year. Over a lifetime, people experienced significant land loss, which is remembered in oral histories.",
      "contentHash": "hash-483d5c67"
    },
    {
      "id": 4,
      "uuid": "lp-84c3715c-7df2-46fa-b9f5-75854d151409",
      "version": 1,
      "title": "I can describe what megafauna were and when they existed in Australia",
      "code": "1.4",
      "what": "Megafauna were very large animals over 40 kilograms that lived in Australia between 50,000 and 25,000 BCE. Aboriginal and Torres Strait Islander peoples lived alongside these animals for over 20,000 years.",
      "why": "The long coexistence of humans and megafauna in Australia is remarkable compared to other continents where megafauna were quickly hunted to extinction.",
      "example": "The Diprotodon optatum was a rhino-sized mega-wombat with a jawbone 70 centimetres long. Genyornis newtoni was a flightless bird over two metres tall that became extinct 30,000 years ago.",
      "contentHash": "hash-09a92912"
    }
  ]
}