{
  "id": "blackbody-radiation",
  "name": "Blackbody Radiation and Wien's Law",
  "icon": "☀️",
  "what": "This subtopic covers the concept of blackbody radiators, the relationship between temperature and emitted radiation described by Wien's law, and how to compare total energy emission from objects at different temperatures using radiation curves.",
  "why": "Blackbody radiation principles allow astronomers to determine star temperatures from their light, enable infrared thermometers to measure temperatures without contact, and help us understand how Earth emits and absorbs radiation from the Sun.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-dfc8095d-c7d8-5ec7-9fce-5bfbbc49db90",
      "version": 1,
      "title": "I can describe the general features of a blackbody radiator",
      "code": "2B.1",
      "what": "A blackbody is a theoretical object that absorbs all electromagnetic radiation falling on it and emits radiation at all frequencies with maximum efficiency. The spectrum of emitted radiation depends only on the blackbody's temperature, not its material.",
      "why": "Many real objects (stars, Earth, heated metals) behave approximately as blackbodies, making this model useful for predicting and analysing thermal radiation in many contexts.",
      "example": "The Sun's surface behaves very closely to an ideal blackbody at 5778 K. A matt black object is a better approximation to a blackbody than a shiny metallic surface because it absorbs and emits radiation more efficiently.",
      "contentHash": "hash-01e98cc2"
    },
    {
      "id": 2,
      "uuid": "lp-59648e55-e115-375a-4aa5-ecb76e74ca61",
      "version": 1,
      "title": "I can use Wien's law to calculate peak wavelength from temperature",
      "code": "2B.2",
      "what": "Wien's law states λₘₐₓT = 2.90 × 10⁻³ m K, where λₘₐₓ is the peak wavelength of emission and T is the absolute temperature in Kelvin. Hotter objects emit radiation that peaks at shorter wavelengths.",
      "why": "Wien's law allows temperature measurement from radiation analysis, which is essential for astronomy (measuring star temperatures), infrared thermometers, and thermal imaging cameras.",
      "example": "For the Sun at 5778 K: λₘₐₓ = 2.90 × 10⁻³ ÷ 5778 = 5.02 × 10⁻⁷ m = 502 nm, which is in the visible (green) range. For Earth at 288 K: λₘₐₓ = 2.90 × 10⁻³ ÷ 288 = 1.01 × 10⁻⁵ m, which is infrared.",
      "contentHash": "hash-5acaf4c1"
    },
    {
      "id": 3,
      "uuid": "lp-ec34b59e-37ec-7009-1df1-c60badcfb95a",
      "version": 1,
      "title": "I can use Wien's law to calculate temperature from peak wavelength",
      "code": "2B.2",
      "what": "Rearranging Wien's law gives T = 2.90 × 10⁻³ ÷ λₘₐₓ. By measuring the peak wavelength of radiation from an object, we can calculate its temperature.",
      "why": "This allows non-contact temperature measurement, which is crucial for objects that are too far away (stars), too hot (furnaces), or where contact would be impractical (forehead thermometers).",
      "example": "An infrared thermometer detects radiation peaking at 9.35 × 10⁻⁶ m from a human forehead. Temperature = 2.90 × 10⁻³ ÷ (9.35 × 10⁻⁶) = 310 K = 37°C, which is normal body temperature.",
      "contentHash": "hash-2f0012ea"
    },
    {
      "id": 4,
      "uuid": "lp-13ebf065-8430-6f3b-12bf-f255475d6149",
      "version": 1,
      "title": "I can compare total energy emitted by objects at different temperatures using blackbody curves",
      "code": "2B.3",
      "what": "The total energy emitted by a blackbody is represented by the area under its emission intensity versus wavelength curve. As temperature increases, both the peak intensity increases dramatically and shifts to shorter wavelengths.",
      "why": "Comparing radiation curves shows that hotter objects emit vastly more total energy. This explains why the Sun (5778 K) emits enormously more radiation than Earth (288 K).",
      "example": "Looking at blackbody curves for objects at 3500 K, 4500 K, and 5500 K, the 5500 K curve has the highest peak, the shortest peak wavelength, and by far the largest area underneath, indicating much greater total energy emission.",
      "contentHash": "hash-71f519c6"
    }
  ]
}