{
  "id": "changes-of-state",
  "name": "Changes of State",
  "icon": "❄️",
  "what": "This subtopic covers the energy required for phase transitions between solid, liquid, and gas states, using the equation Q = mL. During state changes, temperature remains constant while energy is used to break or form molecular bonds.",
  "why": "Understanding latent heat explains why ice effectively cools drinks, why steam burns are particularly severe, and why it takes a long time to boil a pot of water away even after it reaches 100°C.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-c50bb631-e12f-c767-7cfd-c38015ec4f19",
      "version": 1,
      "title": "I can define specific latent heat and distinguish between fusion and vaporisation",
      "code": "2A.6",
      "what": "Specific latent heat (L) is the energy required per kilogram for a substance to change state, with units J kg⁻¹. Latent heat of fusion relates to solid-liquid transitions; latent heat of vaporisation relates to liquid-gas transitions.",
      "why": "The energy for state changes does not change temperature but instead breaks or forms molecular bonds. This explains why ice stays at 0°C while melting and water stays at 100°C while boiling.",
      "example": "Water's latent heat of fusion is 334 kJ kg⁻¹ and latent heat of vaporisation is 2256 kJ kg⁻¹. It takes almost seven times more energy to boil water away than to melt the same mass of ice.",
      "contentHash": "hash-251c6144"
    },
    {
      "id": 2,
      "uuid": "lp-e7b57ead-d0f7-bcd5-d96c-a3dcfc93aaac",
      "version": 1,
      "title": "I can use the equation Q = mL to calculate energy for state changes",
      "code": "2A.10",
      "what": "The equation Q = mL calculates the energy (Q in joules) required for a mass (m in kg) of substance to completely change state, where L is the specific latent heat (J kg⁻¹) for that particular transition.",
      "why": "This equation quantifies the energy involved in melting, freezing, boiling, and condensation, which is essential for designing refrigeration systems, calculating heating requirements, and understanding natural processes.",
      "example": "To convert 2 kg of ice at 0°C to water at 0°C requires Q = 2 × 334,000 = 668,000 J = 668 kJ. To convert 2 kg of water at 100°C to steam requires Q = 2 × 2,256,000 = 4,512 kJ.",
      "contentHash": "hash-6b0c477f"
    },
    {
      "id": 3,
      "uuid": "lp-2be51ccd-af04-3e95-fde9-b7c2640f5b61",
      "version": 1,
      "title": "I can interpret heating curves showing temperature and state changes",
      "code": "2A.8",
      "what": "A heating curve plots temperature against time (or energy added) as a substance is heated. Sloped sections show temperature increases; flat sections (plateaus) show state changes where energy goes into breaking bonds rather than increasing temperature.",
      "why": "Heating curves visually represent the distinct processes of temperature change and state change, clarifying why adding energy does not always increase temperature.",
      "example": "When ice at -20°C is heated continuously: the curve slopes up (ice warming), then flattens at 0°C (ice melting), slopes up again (water warming), then flattens at 100°C (water boiling), then slopes up (steam warming).",
      "contentHash": "hash-00f200f0"
    },
    {
      "id": 4,
      "uuid": "lp-084766a3-b0b3-9bbe-c612-638196755bca",
      "version": 1,
      "title": "I can solve combined problems involving both temperature and state changes",
      "code": "2A.8",
      "what": "Real scenarios often require multiple calculations: using Q = mcΔT for temperature changes and Q = mL for state changes, then adding the energies together or applying conservation of energy.",
      "why": "Many practical situations involve substances passing through multiple temperature ranges and state changes, requiring systematic application of both equations.",
      "example": "To cool 1 kg of water at 20°C by adding 100 g of ice at 0°C: the ice absorbs energy to melt (Q₁ = 0.1 × 334,000 J), then the cold water warms while the original water cools until equilibrium at approximately 10.9°C.",
      "contentHash": "hash-83933eb8"
    },
    {
      "id": 5,
      "uuid": "lp-e9363118-6c97-0891-d96c-86b7ca6c54e6",
      "version": 1,
      "title": "I can explain why condensation and freezing release energy",
      "code": "2A.8",
      "what": "When gases condense to liquids or liquids freeze to solids, molecular bonds form and release energy to the surroundings. The energy released equals the energy required for the reverse process.",
      "why": "Understanding energy release during state changes explains why steam burns are more severe than hot water burns (condensation releases additional energy) and why freezers must remove energy when making ice.",
      "example": "When steam at 100°C condenses on your skin, it releases 2256 kJ per kg as latent heat, causing more severe burns than contact with water at 100°C, which only transfers sensible heat.",
      "contentHash": "hash-9cbe3e27"
    }
  ]
}