{
  "id": "global-warming-and-climate",
  "name": "Global Warming and Climate",
  "icon": "🌍",
  "what": "This subtopic applies concepts of thermal energy, radiation, and heat transfer to understand Earth's energy budget, the greenhouse effect, and the mechanisms driving global warming and climate change.",
  "why": "Understanding the physics of Earth's energy balance is essential for comprehending one of the most significant challenges facing humanity. The concepts of thermal energy and radiation directly explain how greenhouse gases affect global temperatures.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-86abf28e-ab22-6aee-5bd2-936bd33d0fde",
      "version": 1,
      "title": "I can describe Earth's energy budget in terms of incoming and outgoing radiation",
      "code": "2B.4",
      "what": "Earth receives about 340 W m⁻² from the Sun on average. Approximately 29% is reflected back to space by clouds, atmosphere, and surface. The remaining 71% is absorbed and eventually re-radiated as infrared radiation.",
      "why": "Understanding the energy balance helps explain Earth's temperature. If more energy comes in than goes out, the planet warms; if more goes out than comes in, it cools.",
      "example": "Of the 340 W m⁻² incoming solar radiation, about 100 W m⁻² is reflected and 240 W m⁻² is absorbed. Earth must radiate approximately the same amount back to space to maintain temperature equilibrium.",
      "contentHash": "hash-9a992cdb"
    },
    {
      "id": 2,
      "uuid": "lp-23f7c4da-587c-18dd-af9b-35efb3421d67",
      "version": 1,
      "title": "I can explain why Earth re-radiates at longer wavelengths than it receives",
      "code": "2B.4",
      "what": "The Sun's surface temperature (5778 K) means it emits mostly visible and near-infrared radiation. Earth's much lower temperature (about 288 K) means it re-radiates in the far infrared region, according to Wien's law.",
      "why": "This wavelength difference is crucial for the greenhouse effect because Earth's atmosphere is transparent to visible light but absorbs infrared radiation.",
      "example": "Solar radiation peaks at about 500 nm (visible light), which passes easily through the atmosphere. Earth's radiation peaks at about 10,000 nm (infrared), which is absorbed by greenhouse gases.",
      "contentHash": "hash-79d7557b"
    },
    {
      "id": 3,
      "uuid": "lp-d4583f9b-2223-af00-d527-d7bb41a467bd",
      "version": 1,
      "title": "I can explain the role of greenhouse gases in back radiation",
      "code": "2B.4",
      "what": "Greenhouse gases (H₂O, CO₂, CH₄) absorb infrared radiation emitted by Earth's surface and re-radiate it in all directions, including back toward the surface. This back radiation (about 340 W m⁻²) adds to surface warming.",
      "why": "The greenhouse effect makes Earth habitable (without it, Earth would be about -18°C). However, increasing greenhouse gas concentrations enhance this effect, causing additional warming.",
      "example": "Only about 40 W m⁻² of Earth's surface radiation (in the atmospheric window) escapes directly to space. The rest is absorbed by greenhouse gases, with much of it re-radiated back to Earth as back radiation.",
      "contentHash": "hash-f5adc32c"
    },
    {
      "id": 4,
      "uuid": "lp-0c875a4d-f7a0-1d67-2642-c929655062c8",
      "version": 1,
      "title": "I can identify how thermal physics concepts explain global warming mechanisms",
      "code": "2B.4",
      "what": "Global warming involves radiation absorption and emission, convection in the atmosphere and oceans, changes of state (ice melting, increased evaporation), and thermal storage in oceans due to water's high specific heat capacity.",
      "why": "Understanding these mechanisms helps explain climate phenomena like sea level rise (thermal expansion and ice melting), more extreme weather (increased evaporation), and ocean heat absorption.",
      "example": "According to the IPCC, about 0.8 W m⁻² of residual energy is currently being absorbed, mostly by the oceans. This energy imbalance drives global temperature increase until a new equilibrium is reached.",
      "contentHash": "hash-08d26b0f"
    },
    {
      "id": 5,
      "uuid": "lp-26732907-f78f-6f34-e5ee-a45ca8a363e6",
      "version": 1,
      "title": "I can distinguish between weather and climate",
      "code": "2B.4",
      "what": "Climate refers to long-term weather patterns averaged over typically 30 years or more. Climate change refers to shifts in these long-term patterns, including changes in average temperatures, precipitation, and extreme weather frequency.",
      "why": "Distinguishing weather from climate is important because short-term weather variations do not indicate climate trends. Climate science examines systematic changes over decades.",
      "example": "A single cold winter does not contradict global warming, just as a single hot summer does not prove it. Climate change is observed in data averaged over many years, showing a clear warming trend since 1970.",
      "contentHash": "hash-2df31b43"
    }
  ]
}