{
  "id": "heat-transfer-methods",
  "name": "Heat Transfer Methods",
  "icon": "🔥",
  "what": "This subtopic covers the four mechanisms by which thermal energy transfers between objects and locations: conduction, convection, radiation, and evaporation. Each mechanism operates through different physical processes at the particle level.",
  "why": "Understanding heat transfer mechanisms explains everyday observations like why metals feel colder than wood at the same temperature, how sea breezes form, why we sweat to cool down, and how the Sun's energy reaches Earth through the vacuum of space.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-f1fd1eb5-f88e-c7a7-8f78-e0e38bd21b23",
      "version": 1,
      "title": "I can explain heat transfer by conduction using a particle model",
      "code": "2A.4",
      "what": "Conduction transfers thermal energy through direct interactions between nearby particles. In hotter regions, particles vibrate more energetically and pass this energy to neighbouring particles through collisions. This is the main mechanism in solids.",
      "why": "Conduction explains why some materials make better cooking pans (copper conducts well) while others make better handles (plastic conducts poorly). Metals conduct well because free electrons can move and transfer energy.",
      "example": "Copper has a thermal conductivity about 8500 times greater than fibreglass. This is why copper makes excellent saucepan bases while fibreglass is used for insulation. People can walk on hot coals because charcoal has low thermal conductivity.",
      "contentHash": "hash-1143585f"
    },
    {
      "id": 2,
      "uuid": "lp-13faa578-8265-200e-beab-ca0dd0a69ef4",
      "version": 1,
      "title": "I can explain heat transfer by convection using a particle model",
      "code": "2A.4",
      "what": "Convection transfers thermal energy through bulk movement of fluids (liquids or gases). When a fluid is heated, it becomes less dense and rises, while cooler, denser fluid sinks, creating circulation currents.",
      "why": "Convection explains natural phenomena like sea breezes, land breezes, and how heaters warm a room. Understanding convection helps design efficient heating and cooling systems.",
      "example": "During a sunny day, land heats faster than water. Air above the land rises as it warms and becomes less dense, pulling cooler air in from over the ocean. This creates a sea breeze blowing from sea to land.",
      "contentHash": "hash-18a8e965"
    },
    {
      "id": 3,
      "uuid": "lp-143543f6-192c-0b1a-1b45-5fb4139f0a3f",
      "version": 1,
      "title": "I can explain heat transfer by electromagnetic radiation",
      "code": "2A.4",
      "what": "All objects above 0 K emit electromagnetic radiation due to their thermal energy. This radiation can travel through vacuum and transfers energy when absorbed. Hotter objects emit shorter wavelengths and more energy.",
      "why": "Radiation is the only heat transfer mechanism that works through a vacuum, explaining how the Sun's energy reaches Earth. Surface properties affect radiation emission and absorption rates.",
      "example": "The Sun's radiation reaches Earth through 150 million km of space vacuum. Black and matt surfaces absorb radiation efficiently, which is why wearing dark clothes on sunny days makes you feel hotter.",
      "contentHash": "hash-f1d13a0b"
    },
    {
      "id": 4,
      "uuid": "lp-83a9027e-0a27-2080-3138-f97bd1319906",
      "version": 1,
      "title": "I can explain evaporative cooling using a kinetic energy model",
      "code": "2A.4",
      "what": "In a liquid, molecules have varying kinetic energies due to random collisions. The most energetic molecules near the surface can escape into the air. This removes high-energy particles, lowering the average kinetic energy and temperature of the remaining liquid.",
      "why": "Evaporative cooling explains why sweating cools us down, why hot drinks cool faster without lids, and how evaporative air conditioners work. It is most effective in dry, windy conditions.",
      "example": "A Coolgardie safe keeps food cool by allowing water to drip onto hessian sacking. As water evaporates from the surface, it carries away thermal energy, cooling the interior even on hot days.",
      "contentHash": "hash-feee896e"
    },
    {
      "id": 5,
      "uuid": "lp-f8367960-e8f9-689c-cde7-6eadd0353a28",
      "version": 1,
      "title": "I can compare the effectiveness of different heat transfer mechanisms in various situations",
      "code": "2A.4",
      "what": "Conduction dominates in solids, convection dominates in fluids, radiation occurs in all situations but is the only mechanism through vacuum, and evaporation provides cooling when liquids are present.",
      "why": "Choosing appropriate materials and designs requires understanding which mechanisms are most significant in different contexts, from house insulation to spacecraft thermal management.",
      "example": "A vacuum flask reduces all heat transfer: vacuum eliminates conduction and convection, silvered surfaces minimise radiation, and a stopper prevents evaporation. This keeps drinks hot or cold for hours.",
      "contentHash": "hash-3cc65f46"
    }
  ]
}