{
  "id": "conservation-of-matter",
  "name": "Conservation of Matter",
  "icon": "🔬",
  "what": "The law of conservation of matter can be demonstrated through experiments that measure mass before and after chemical reactions. In a closed system, total mass remains constant even though substances change.",
  "why": "Experimental evidence supports the law of conservation of matter and helps explain observations that might otherwise seem contradictory, such as apparent mass changes in open systems.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-3fe1405a-2a1a-c3ee-6cac-501ba1feb36d",
      "version": 1,
      "title": "I can distinguish between open and closed systems",
      "code": "5.1",
      "what": "A closed system only allows heat transfer with the environment, keeping all matter inside. An open system allows both heat and matter to transfer with the surroundings.",
      "why": "The type of system affects whether mass changes are observed during a reaction, even though matter is always conserved.",
      "example": "A sealed container with reacting chemicals is a closed system. A beaker open to the air is an open system where gases can escape or enter.",
      "contentHash": "hash-e96e79ef"
    },
    {
      "id": 2,
      "uuid": "lp-8ad8176c-f8e9-fac7-8c67-8c7f83f5bfe9",
      "version": 1,
      "title": "I can predict mass changes in open and closed systems",
      "code": "5.2",
      "what": "In a closed system, total mass stays constant during a reaction. In an open system, mass may appear to change if gases escape or enter, but matter is still conserved overall.",
      "why": "Understanding system types explains why mass measurements can differ and why conservation of matter still holds true.",
      "example": "When baking soda reacts with vinegar in a sealed container, the mass stays the same. In an open container, the mass decreases because carbon dioxide gas escapes into the air.",
      "contentHash": "hash-87cab90a"
    },
    {
      "id": 3,
      "uuid": "lp-680ba6d0-f36c-1879-7928-b21d27a6986e",
      "version": 1,
      "title": "I can explain why burning objects appear to lose mass",
      "code": "5.3",
      "what": "When substances burn in open air, gaseous products escape into the atmosphere. The solid remains weigh less, but the total mass of all products (including gases) equals the original mass.",
      "why": "This explains everyday observations like wood turning to ash and appearing lighter, while confirming that matter is never actually destroyed.",
      "example": "When charcoal burns, it reacts with oxygen to form carbon dioxide gas. The charcoal appears to lose mass because the CO₂ escapes. If you could capture and weigh all the CO₂, the total mass would be unchanged.",
      "contentHash": "hash-f8714756"
    },
    {
      "id": 4,
      "uuid": "lp-e333de50-15fd-cd07-e1c0-325ed23d32a1",
      "version": 1,
      "title": "I can explain why some reactions cause mass to increase",
      "code": "5.4",
      "what": "When substances react with gases from the air (like oxygen), the solid products may gain mass because atoms from the gas become part of the new substance.",
      "why": "This demonstrates that matter from the surroundings can be incorporated into products, following conservation of matter.",
      "example": "When steel wool burns, it reacts with oxygen from the air to form iron oxide. The iron oxide weighs more than the original steel wool because it now contains oxygen atoms that came from the air.",
      "contentHash": "hash-bf9486ba"
    },
    {
      "id": 5,
      "uuid": "lp-4d8e4f3c-78d7-26bc-262b-0612660d0b89",
      "version": 1,
      "title": "I can use models to demonstrate conservation of atoms in reactions",
      "code": "5.5",
      "what": "Physical models like ball-and-stick kits show how atoms from reactant molecules are rearranged to form product molecules. The same atoms appear on both sides, just connected differently.",
      "why": "Models make the abstract concept of atomic rearrangement visible and concrete, reinforcing understanding of conservation.",
      "example": "Using coloured balls for atoms: to model N₂ + 3H₂ → 2NH₃, you start with 2 blue nitrogen balls bonded together and 6 white hydrogen balls in 3 pairs. You rearrange them into 2 ammonia molecules, each with 1 nitrogen and 3 hydrogens.",
      "contentHash": "hash-07d6676a"
    },
    {
      "id": 6,
      "uuid": "lp-9b474576-44c3-5f2b-9874-47a89d01ee29",
      "version": 1,
      "title": "I can design experiments to demonstrate conservation of matter",
      "code": "5.6",
      "what": "To demonstrate conservation of matter, measure the total mass before and after a reaction in a closed system. Any mass difference indicates gases escaped or the system was not fully closed.",
      "why": "Experimental skills allow you to test scientific laws and understand sources of error in measurements.",
      "example": "Place baking soda and vinegar in a sealed plastic container on a balance. Record the mass, then tip the container to mix them. After the reaction stops, the mass reading should be the same as before (or very close, if some gas escaped).",
      "contentHash": "hash-67856eac"
    }
  ]
}