{
  "id": "what-are-chemical-reactions",
  "name": "What are Chemical Reactions",
  "icon": "⚗️",
  "what": "A chemical reaction is the transformation of one or more substances into new substances through the rearrangement of atoms. Chemical bonds are broken and new bonds are formed, but no atoms are created or destroyed.",
  "why": "Chemical reactions are everywhere in daily life, from cooking food to burning fuel to digesting nutrients. Understanding reactions helps explain how and why these changes occur.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-7a346c1f-d8f6-83db-eccd-867f15d2d212",
      "version": 1,
      "title": "I can distinguish between physical and chemical changes",
      "code": "2.1",
      "what": "Physical changes alter appearance or state but keep the same substances. Chemical changes (reactions) produce entirely new substances with different properties.",
      "why": "Recognising whether a change is physical or chemical helps predict whether the original substances can be recovered and what properties the result will have.",
      "example": "Melting ice is a physical change because the water molecules stay the same. Burning wood is a chemical change because the wood reacts with oxygen to form new substances like carbon dioxide and ash.",
      "contentHash": "hash-5212a046"
    },
    {
      "id": 2,
      "uuid": "lp-9f0b2beb-ca74-ba87-2baa-0b314734392d",
      "version": 1,
      "title": "I can identify reactants and products in a chemical reaction",
      "code": "2.2",
      "what": "Reactants are the starting substances that react together. Products are the new substances formed by the reaction. The arrow in an equation means 'produces' or 'yields'.",
      "why": "Identifying reactants and products is essential for understanding what goes into a reaction and what comes out of it.",
      "example": "In the reaction: magnesium + oxygen → magnesium oxide, the reactants are magnesium and oxygen, and the product is magnesium oxide.",
      "contentHash": "hash-9ad8ac24"
    },
    {
      "id": 3,
      "uuid": "lp-25300a0b-c7c3-716e-9d6f-4de39143c4b4",
      "version": 1,
      "title": "I can classify substances as elements or compounds",
      "code": "2.3",
      "what": "Elements contain only one type of atom (like oxygen O₂ or iron Fe). Compounds contain two or more different types of atoms bonded together (like water H₂O or carbon dioxide CO₂).",
      "why": "Knowing whether substances are elements or compounds helps you understand what happens during reactions and predict possible products.",
      "example": "Hydrogen gas (H₂) is an element because it contains only hydrogen atoms. Sodium chloride (NaCl) is a compound because it contains both sodium and chlorine atoms.",
      "contentHash": "hash-7e89485a"
    },
    {
      "id": 4,
      "uuid": "lp-bbde76d6-a365-db87-fc19-afab21106a50",
      "version": 1,
      "title": "I can explain how atoms are rearranged during a chemical reaction",
      "code": "2.4",
      "what": "During a reaction, chemical bonds between atoms are broken and new bonds form in different arrangements. The same atoms are present before and after, just connected differently.",
      "why": "Understanding atomic rearrangement explains why new substances form and why the total amount of matter stays the same.",
      "example": "When nitrogen (N₂) and oxygen (O₂) react during a lightning strike, the bonds in N₂ and O₂ break, and the atoms recombine to form nitrogen oxide (NO). The nitrogen and oxygen atoms are rearranged but not created or destroyed.",
      "contentHash": "hash-d6c6bef2"
    },
    {
      "id": 5,
      "uuid": "lp-defc791a-3bba-558f-d375-20d0c34c5584",
      "version": 1,
      "title": "I can recognise signs that a chemical reaction has occurred",
      "code": "2.5",
      "what": "Common signs of chemical reactions include colour change, gas production (bubbles), temperature change, light or sound production, and formation of a precipitate (solid).",
      "why": "Recognising these signs helps you identify when a chemical reaction is happening in experiments or everyday situations.",
      "example": "When vinegar reacts with baking soda, bubbles form (gas production) and the mixture fizzes. This indicates a chemical reaction is occurring, producing carbon dioxide gas.",
      "contentHash": "hash-6c832a2f"
    }
  ]
}