{
  "id": "concepts-of-health-and-wellbeing",
  "name": "Concepts of Health and Wellbeing",
  "icon": "💡",
  "what": "This subtopic covers the WHO and VCAA definitions of health and wellbeing, the distinction between illness and disease, and the dynamic and subjective nature of health. These are foundational concepts that underpin the entire Area of Study.",
  "why": "Precise use of definitions and concepts is expected in every exam response. Misunderstanding illness versus disease or the subjective nature of health are among the most common errors identified in examiner reports.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-c9220ed0-d3c8-7908-1fdf-f861c4dce903",
      "version": 1,
      "title": "I can define health and wellbeing using both the WHO and VCAA definitions",
      "code": "1.1",
      "what": "The WHO (1946) defines health as a state of complete physical, mental and social well-being, not merely the absence of disease. The VCAA definition extends this to five dimensions (physical, social, emotional, mental, spiritual) and replaces 'complete' with the concept of an equilibrium.",
      "why": "These definitions are the starting point for almost every exam response. Knowing both, and being able to explain why the VCAA definition is considered more useful, is essential.",
      "example": "The WHO definition is limited because 'complete' wellbeing is unrealistic — a person with a mild cold is not 'unhealthy.' The VCAA definition uses 'equilibrium,' meaning a person can experience good health and wellbeing even while managing a chronic condition like asthma, as long as they feel happy, healthy, capable and engaged.",
      "contentHash": "hash-25206ae9"
    },
    {
      "id": 2,
      "uuid": "lp-c2e9ae2c-69b0-72aa-f036-f48800d2655e",
      "version": 1,
      "title": "I can distinguish between illness and disease using correct terminology",
      "code": "1.2",
      "what": "Disease is an objectively diagnosed physical or mental disturbance identified through clinical testing. Illness is the subjective personal experience of a condition — how a person feels about it and how it affects their daily life.",
      "why": "The 2023 examiner report noted that 67% of students scored zero on an illness question. The most common error was suggesting illness means perceiving a disease you do not have, rather than understanding it as the subjective experience of a diagnosed condition.",
      "example": "Two people are both diagnosed with type 2 diabetes (same disease). One person feels devastated because it limits their lifestyle and causes anxiety, experiencing significant illness. The other manages it well with diet and exercise, has strong social support, and experiences minimal illness — same disease, different subjective experience.",
      "contentHash": "hash-f543db19"
    },
    {
      "id": 3,
      "uuid": "lp-a8ae8729-f73a-f719-89f0-11dee0f9f04c",
      "version": 1,
      "title": "I can explain the dynamic nature of health and wellbeing",
      "code": "1.3",
      "what": "Health and wellbeing is dynamic, meaning it constantly changes over time in response to events, circumstances and choices. Changes can be rapid (a car accident), gradual (a slowly worsening diet), or fluctuating (periods of good and poor health).",
      "why": "Understanding that health is not a fixed state helps explain why health status indicators change over time and why ongoing health promotion is necessary rather than a one-off intervention.",
      "example": "A student may experience good health and wellbeing during term, then reduced mental and emotional health during exam period due to stress, then improved health and wellbeing over the holidays. Their health status has shifted multiple times within a few months.",
      "contentHash": "hash-62f5f690"
    },
    {
      "id": 4,
      "uuid": "lp-3a4fd8a3-df2b-2b34-6f75-7f6b73866584",
      "version": 1,
      "title": "I can explain the subjective nature of health and wellbeing",
      "code": "1.4",
      "what": "Health and wellbeing is subjective — what constitutes 'optimal' health differs between individuals based on personal beliefs, cultural background, life stage, socioeconomic circumstances, and previous experiences.",
      "why": "Subjectivity explains why self-assessed health status varies and why two people with identical objective health may rate their wellbeing very differently. It also connects to the concept of illness.",
      "example": "An 80-year-old with arthritis may consider themselves in excellent health because they can live independently and tend their garden. A 20-year-old athlete with the same level of joint pain might consider themselves in poor health because it prevents them from competing. Their personal expectations and life context shape their subjective assessment.",
      "contentHash": "hash-cd0974f2"
    }
  ]
}