{
  "id": "dimensions-and-interrelationships",
  "name": "Dimensions and Interrelationships",
  "icon": "🔗",
  "what": "This subtopic covers the five dimensions of health and wellbeing (physical, social, emotional, mental, spiritual) and how they interrelate. A change in one dimension typically produces changes across the others in both positive and negative directions.",
  "why": "Interrelationships between dimensions are one of the most heavily examined concepts in HHD. Examiners specifically require two-way explanations, and distinguishing emotional from mental health is a frequent source of lost marks.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-10412a00-4145-9107-e316-4b2f381240df",
      "version": 1,
      "title": "I can describe physical and social health and wellbeing with indicators and examples",
      "code": "2.1",
      "what": "Physical health relates to the functioning of the body and its systems, including capacity to perform daily activities. Social health relates to the ability to form meaningful relationships and manage different social situations.",
      "why": "Accurately describing each dimension with specific indicators is necessary for explaining interrelationships and analysing scenarios in exam questions.",
      "example": "Physical health indicators include healthy body weight, adequate energy levels, and strong immune function. Social health indicators include maintaining supportive friendships, effective communication skills, and a sense of belonging to a community.",
      "contentHash": "hash-9c13ec58"
    },
    {
      "id": 2,
      "uuid": "lp-497ed3c5-f571-81bb-f337-9fb51dd4aec1",
      "version": 1,
      "title": "I can describe emotional and mental health and wellbeing and explain the difference between them",
      "code": "2.2",
      "what": "Emotional health concerns feelings and their expression — recognising, understanding, managing and expressing emotions, and displaying resilience. Mental health concerns cognition and thinking — the ability to process information, make decisions, and think clearly.",
      "why": "Confusing emotional and mental health is one of the most common errors in the HHD exam. Examiners specifically look for students who maintain this distinction.",
      "example": "A person struggling to manage anger after a setback (poor emotional health) may still be able to think logically and make sound study decisions (good mental health). Conversely, a person experiencing severe anxiety that prevents clear thinking (poor mental health) may still express their feelings appropriately to friends (good emotional health).",
      "contentHash": "hash-a989ffc5"
    },
    {
      "id": 3,
      "uuid": "lp-f12a1471-4539-c76a-1e06-5e81c5f04c17",
      "version": 1,
      "title": "I can describe spiritual health and wellbeing, including non-religious perspectives",
      "code": "2.3",
      "what": "Spiritual health relates to ideas, beliefs, values and ethics. It includes a sense of purpose, inner peace, connection to something larger than oneself, and living in accordance with personal values. It is not necessarily religious.",
      "why": "Students often incorrectly limit spiritual health to religion. Understanding the broader concept — including connection to nature, community, and personal ethics — is important for analysing diverse scenarios.",
      "example": "A person who finds deep meaning and purpose through volunteering at an animal shelter is experiencing good spiritual health and wellbeing, even if they have no religious beliefs. For many Indigenous Australians, spiritual health is inseparable from connection to Country, community, culture, and kinship.",
      "contentHash": "hash-69960b86"
    },
    {
      "id": 4,
      "uuid": "lp-a7a52cb1-2188-2762-98f2-3069259a8d34",
      "version": 1,
      "title": "I can explain interrelationships between dimensions in both directions",
      "code": "2.4",
      "what": "All five dimensions are interrelated — a change in one typically produces changes across the others. VCAA requires two-way explanation: showing how dimension A affects dimension B and how dimension B affects dimension A.",
      "why": "Interrelationships are heavily examined. A one-directional explanation (e.g., 'physical affects social') will not achieve full marks. You must demonstrate the reciprocal nature of the relationship.",
      "example": "A person who is physically unwell may be unable to socialise with friends (reduced social health). In the other direction, a person who is socially isolated may lack motivation to exercise or eat well (reduced physical health). Both directions must be explained.",
      "contentHash": "hash-fc02cfc1"
    },
    {
      "id": 5,
      "uuid": "lp-d60a6681-0279-2655-59bc-d86d8a51f462",
      "version": 1,
      "title": "I can analyse how a single event can cascade across multiple dimensions",
      "code": "2.5",
      "what": "A single positive or negative event can trigger changes across all five dimensions simultaneously. Positive cascades show how improvement in one area produces broad benefits; negative cascades show how a single setback can impair multiple dimensions.",
      "why": "Scenario-based exam questions typically require analysis of how an event affects multiple dimensions. Understanding cascading effects allows for thorough, well-structured responses.",
      "example": "A person sustains a serious knee injury (decreased physical health). They cannot train with their team (decreased social health), feel frustrated and sad about missing the season (decreased emotional health), worry about recovery and struggle to concentrate (decreased mental health), and lose the sense of identity and purpose that sport provided (decreased spiritual health).",
      "contentHash": "hash-d4a98c11"
    }
  ]
}