{
  "id": "health-status-indicators",
  "name": "Health Status Indicators",
  "icon": "📊",
  "what": "This subtopic covers the measures used to assess and compare population health: incidence, prevalence, morbidity, burden of disease, DALY (YLL and YLD), life expectancy, HALE, mortality (maternal, infant, under-five), and self-assessed health status. It includes Australian data and the correct use of each indicator.",
  "why": "Health status indicators appear in virtually every exam question, often requiring students to select, interpret, and apply the correct indicator with supporting data. Confusing indicators such as DALY and HALE, or incidence and prevalence, is a frequent source of lost marks.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-ecb12033-68ad-44ff-7b2a-27e774737924",
      "version": 1,
      "title": "I can distinguish between incidence and prevalence and explain how screening affects incidence data",
      "code": "4.1",
      "what": "Incidence is the number or rate of new cases of a disease during a given period. Prevalence is the total number of existing cases (old and new) at a given point in time. A disease with low incidence but long duration can have high prevalence. Improved screening can increase incidence without meaning the disease is becoming more common.",
      "why": "Confusing these two indicators is a common exam error. Understanding the screening effect is also important for interpreting data correctly and avoiding misleading conclusions.",
      "example": "Diabetes has relatively low incidence each year but very high prevalence (4.6% of Australians, approximately 1.2 million people) because people live with it for decades. When a new bowel cancer screening program is introduced, incidence may rise because previously undetected cases are now being found — not because more people are developing the disease.",
      "contentHash": "hash-501ad98c"
    },
    {
      "id": 2,
      "uuid": "lp-ebe7c481-e0b5-1acf-803e-3bdb9c53185d",
      "version": 1,
      "title": "I can explain burden of disease, DALY, YLL and YLD and how they relate to each other",
      "code": "4.2",
      "what": "Burden of disease measures the impact of diseases on a population using DALYs. One DALY equals one year of healthy life lost. DALY = YLL + YLD, where YLL is the fatal burden (years lost to premature death) and YLD is the non-fatal burden (years lived with illness or disability). DALY is a unit of measurement; burden of disease is the overall concept.",
      "why": "The DALY formula and the distinction between YLL and YLD are frequently examined. Saying 'the DALY of a disease' instead of 'the burden of disease measured in DALYs' is a specific error noted in examiner reports.",
      "example": "In 2024, Australians lost 5.8 million DALYs total. Of this, 46% was fatal burden (YLL — from conditions like coronary heart disease and lung cancer that cause premature death) and 54% was non-fatal burden (YLD — from conditions like back pain, anxiety, and depression that reduce quality of life without killing).",
      "contentHash": "hash-7b2fbbaf"
    },
    {
      "id": 3,
      "uuid": "lp-b0761626-d6ef-83ce-efad-0d0ce53e5cb2",
      "version": 1,
      "title": "I can explain life expectancy and HALE and why they should be used together",
      "code": "4.3",
      "what": "Life expectancy is the number of years a person can expect to live based on current death rates. HALE is the number of years in full health a person can expect to live. The gap between them represents years spent in ill health. Life expectancy does not indicate quality of life, which is why HALE is needed alongside it.",
      "why": "Using both indicators together gives a more complete picture of population health. A country may have improving life expectancy but worsening HALE, meaning people are living longer but in poorer health.",
      "example": "Australian males have a life expectancy of 81.1 years and a HALE of 71.7 years, meaning they spend approximately 9.7 years in ill health. For Indigenous Australian males, life expectancy is 71.9 years — a gap of 8.8 years compared to non-Indigenous males.",
      "contentHash": "hash-fcf17f8f"
    },
    {
      "id": 4,
      "uuid": "lp-9a770901-5942-00bf-38a3-47676ddeead1",
      "version": 1,
      "title": "I can describe maternal, infant, and under-five mortality using Australian data",
      "code": "4.4",
      "what": "Maternal mortality is deaths during pregnancy, childbirth, or within 42 days of the end of pregnancy (Australia: 6.7 per 100,000 in 2021–2023). Infant mortality is deaths under 1 year per 1,000 live births (approximately 3.1–3.2). Under-five mortality is deaths under 5 years per 1,000 live births (3.7). Indigenous rates are approximately twice the non-Indigenous rate for infant and under-five mortality.",
      "why": "Infant mortality is widely used as a key indicator of overall population health because it is sensitive to socioeconomic conditions, nutrition, sanitation, and healthcare access — not just infant health.",
      "example": "Australia's under-five mortality rate of 3.7 per 1,000 live births compares to a global average of 36.7 per 1,000, meaning a child in Sub-Saharan Africa is approximately 20 times more likely to die before age 5 than a child in Australia.",
      "contentHash": "hash-1b50999e"
    },
    {
      "id": 5,
      "uuid": "lp-1af63de7-4d5a-3b2f-cc5e-a2d1b24b4a06",
      "version": 1,
      "title": "I can explain morbidity and self-assessed health status, including their limitations",
      "code": "4.5",
      "what": "Morbidity refers to ill health in a population, encompassing disease, illness, disability and injury. Self-assessed health status is a subjective measure where individuals rate their own health as excellent, very good, good, fair, or poor. Both have limitations: morbidity can be subjective when based on self-reporting, and self-assessed health status depends on individual awareness, expectations, and cultural norms.",
      "why": "Understanding limitations of indicators is important for evaluation questions. Self-assessed health status connects directly to the subjective nature of health and wellbeing.",
      "example": "In 2022, 56% of Australians aged 15+ rated their health as excellent or very good, while 15% rated it fair or poor. However, two people with identical objective health may rate themselves differently — a person with undiagnosed high blood pressure may rate themselves as excellent, while a person with anxiety may rate themselves as poor despite having no physical conditions.",
      "contentHash": "hash-3b1824b9"
    },
    {
      "id": 6,
      "uuid": "lp-1807d481-90e0-4c0e-97f8-bcad769e7540",
      "version": 1,
      "title": "I can use data correctly with qualifying language, units, and direction of impact",
      "code": "4.6",
      "what": "When citing health data, responses should include the correct unit of measurement, use qualifying language ('approximately,' 'around'), specify the direction of impact ('increases YLL' not 'affects YLL'), mention both groups when comparing populations, and qualify generalisations with 'more likely to' rather than absolute statements.",
      "why": "Correct data use is a consistent focus of examiner reports. Absolute statements, missing units, and vague directional language all result in lost marks.",
      "example": "Correct: 'Indigenous Australians are more likely to experience a shorter life expectancy, with a gap of approximately 8.8 years for males compared to non-Indigenous Australians.' Incorrect: 'Indigenous Australians have shorter life expectancy' (absolute statement, no data, no comparison group).",
      "contentHash": "hash-340df7bf"
    }
  ]
}