{
  "id": "key-risk-factors",
  "name": "Key Risk Factors",
  "icon": "⚠️",
  "what": "This subtopic covers the four key modifiable risk factors specified in the study design: smoking and vaping, alcohol, overweight and obesity, and nutritional imbalance. These factors contribute significantly to Australia's burden of disease and are targets for health promotion and policy intervention.",
  "why": "These risk factors are modifiable, meaning they can be changed through individual behaviour and policy. Understanding their contribution to burden of disease, supported by specific data, is essential for exam questions about Australia's health status and the rationale for health promotion.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-defb4d65-dcb0-f0b9-3095-9dff5dc439b6",
      "version": 1,
      "title": "I can describe trends in smoking and the emergence of vaping as a health concern",
      "code": "6.1",
      "what": "Daily smoking declined from 24% in 1991 to 8.3% in 2022–2023 due to successful tobacco control measures. Tobacco was the 2nd leading risk factor in 2024 at 7.6% of total burden. Vaping has emerged as a major new concern, with current use reaching 7.0% of people aged 14+ in 2022–23 and 21% among 18–24 year olds.",
      "why": "Australia's tobacco control is considered one of the most successful public health interventions globally. Vaping is now explicitly included in the 2025–2029 study design, reflecting its growing significance.",
      "example": "Australia's tobacco control measures including plain packaging (2012, a world first), excise increases, and smoke-free environments contributed to a 41% decline in tobacco-attributable burden between 2003 and 2024. However, rates remain significantly higher among Indigenous Australians, lower SES groups, and rural/remote populations.",
      "contentHash": "hash-a4fba4fd"
    },
    {
      "id": 2,
      "uuid": "lp-e64bb70e-309e-6493-befa-cae0661f3383",
      "version": 1,
      "title": "I can describe the contribution of alcohol to Australia's health status using data",
      "code": "6.2",
      "what": "77% of Australians aged 14+ consumed alcohol in the previous 12 months, with 31% drinking at levels putting health at risk. Alcohol was the 6th leading risk factor in 2024 at 4.1% of total burden, contributing to 30 diseases and injuries and accounting for almost 3 in 5 drug-related hospitalisations.",
      "why": "Alcohol data is frequently used in exam questions about risk factors and population group comparisons. Males are more likely to drink at risky levels than females, connecting alcohol to gender-based health variations.",
      "example": "Males were more likely to drink at risky levels than females (39% vs 23%). A positive trend is that underage drinking (14–17 years) dropped from 69% in 2001 to 31% in 2022–23. The NHMRC guidelines recommend no more than 10 standard drinks per week and no more than 4 on any one day.",
      "contentHash": "hash-192ece12"
    },
    {
      "id": 3,
      "uuid": "lp-28081fb8-c18c-dd01-6704-e798dcc5238d",
      "version": 1,
      "title": "I can explain why overweight and obesity is now the leading modifiable risk factor in Australia",
      "code": "6.3",
      "what": "Two in three Australian adults (66%) were overweight or obese in 2022. Overweight and obesity became the leading risk factor in 2024 at 8.3% of total burden, surpassing tobacco for the first time. Prevalence increased from 57% in 1995, with rates significantly higher in the lowest SES areas.",
      "why": "The shift from tobacco to overweight and obesity as the leading risk factor is a significant development that exam questions may ask students to explain. It reflects the success of tobacco control alongside rising obesity rates.",
      "example": "In the lowest SES areas, 68% of adults and 34% of children were overweight or obese, compared to 60% and 21% respectively in the highest SES areas. Overweight and obesity contributed to 28% of endocrine disorder burden (mainly diabetes) and 22% of kidney and urinary disease burden.",
      "contentHash": "hash-6ac7797a"
    },
    {
      "id": 4,
      "uuid": "lp-4612f697-086c-f59e-e392-c8011fcc2294",
      "version": 1,
      "title": "I can describe the extent of nutritional imbalance in Australia using specific data",
      "code": "6.4",
      "what": "Dietary risks were the 3rd leading risk factor in 2024 at 4.8% of total burden. 94% of adults did not meet vegetable intake recommendations, approximately 50% did not meet fruit guidelines, and available dairy serves fell well below recommendations. Approximately one-third of total energy intake comes from discretionary foods.",
      "why": "Nutritional imbalance data demonstrates the gap between dietary guidelines and actual consumption patterns. This connects to the health consequences of poor nutrition including cardiovascular disease, type 2 diabetes, some cancers, and obesity.",
      "example": "96% of Australians did not meet combined fruit and vegetable guidelines. Indigenous Australians were 1.7 times as likely to eat less than 1 serve of fruit daily and 2.4 times as likely to eat less than 1 serve of vegetables daily. For teenagers, 41% of total energy intake came from discretionary foods such as chips, chocolate, and convenience meals.",
      "contentHash": "hash-ee7d4e75"
    },
    {
      "id": 5,
      "uuid": "lp-d0bcde07-90ed-2548-a6b1-b0f5989ce807",
      "version": 1,
      "title": "I can explain why certain risk factors are more prevalent among specific population groups",
      "code": "6.5",
      "what": "Risk factors such as smoking, alcohol use, poor nutrition, and overweight/obesity are not evenly distributed. They are more prevalent among Indigenous Australians, lower SES groups, and rural/remote populations due to a combination of sociocultural factors (health literacy, peer influence, cultural norms) and environmental factors (access to healthy food, healthcare, recreation facilities).",
      "why": "Linking risk factor prevalence to population group variations demonstrates understanding of health inequities and the structural factors that drive them, rather than attributing poor health solely to individual choices.",
      "example": "People in the lowest SES areas were 2.3 times as likely to smoke as those in the highest SES areas. This is not simply a matter of individual choice — it reflects reduced access to cessation support, higher stress levels, targeted marketing historically, peer norms, and lower health literacy, all of which are shaped by socioeconomic disadvantage.",
      "contentHash": "hash-4a1392fe"
    }
  ]
}