{
  "id": "chemical-energy-in-nature",
  "name": "Chemical Energy in Nature",
  "icon": "🌱",
  "what": "This subtopic examines how plants and animals produce and transform energy through photosynthesis and cellular respiration. It covers the chemical equations, conditions, and relationship between these complementary biological processes.",
  "why": "These processes form the foundation of energy flow in ecosystems and are the basis for all biofuels. Understanding them connects light energy to usable chemical energy and explains how organisms meet their energy needs.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-78d6afb4-b24c-4cbb-c471-950894db9d84",
      "version": 1,
      "title": "I can describe the process of photosynthesis and its products",
      "code": "1B.1",
      "what": "Photosynthesis is an anabolic, endothermic process where chlorophyll in plant chloroplasts uses light energy to convert carbon dioxide and water into glucose and oxygen through a series of enzyme-controlled steps.",
      "why": "Photosynthesis is the primary source of glucose for cellular respiration and the origin of oxygen in Earth's atmosphere, making it essential for life and biofuel production.",
      "example": "In green leaves, chloroplasts absorb sunlight and use it to transform 6 molecules of CO2 and 6 molecules of H2O into 1 molecule of glucose and 6 molecules of oxygen.",
      "contentHash": "hash-5205f94f"
    },
    {
      "id": 2,
      "uuid": "lp-a841f390-87ec-0e9c-9157-3b44c24c6b9c",
      "version": 1,
      "title": "I can write and interpret the balanced equation for photosynthesis",
      "code": "1B.2",
      "what": "The photosynthesis equation is 6CO2(g) + 6H2O(l) → C6H12O6(aq) + 6O2(g), requiring light energy and chlorophyll. It shows the mole ratio of 6:6:1:6 for reactants and products.",
      "why": "This equation allows calculation of reactant requirements and product yields, and demonstrates the stoichiometric relationships in biological energy transformation.",
      "example": "To produce 180 g of glucose (1 mol), plants require 264 g of carbon dioxide (6 mol) and 108 g of water (6 mol), releasing 192 g of oxygen (6 mol).",
      "contentHash": "hash-1e968a0e"
    },
    {
      "id": 3,
      "uuid": "lp-ea62967c-03b9-fe2a-ebd2-c5abd8cff933",
      "version": 1,
      "title": "I can describe cellular respiration and distinguish aerobic from anaerobic types",
      "code": "1B.3",
      "what": "Cellular respiration is a catabolic process breaking down glucose to release energy as ATP. Aerobic respiration occurs in mitochondria with oxygen, producing carbon dioxide and water. Anaerobic respiration (fermentation) occurs without oxygen, producing ethanol or lactic acid.",
      "why": "Cellular respiration provides usable energy for all life processes. Understanding both types explains energy production in different conditions and links to bioethanol production.",
      "example": "In muscle cells during exercise, aerobic respiration produces ATP efficiently with oxygen. During intense exercise, anaerobic respiration produces lactic acid causing muscle cramping.",
      "contentHash": "hash-fb6a13f7"
    },
    {
      "id": 4,
      "uuid": "lp-501e0d7d-9db7-6e89-4af5-47a5df297618",
      "version": 1,
      "title": "I can write the balanced equation for aerobic cellular respiration",
      "code": "1B.4",
      "what": "The aerobic cellular respiration equation is C6H12O6(aq) + 6O2(g) → 6CO2(g) + 6H2O(l). This shows glucose is oxidized (carbon changes from 0 to +4 oxidation state) and oxygen is reduced.",
      "why": "This equation demonstrates how organisms extract energy from glucose and shows the complementary relationship between respiration and photosynthesis, forming a continuous cycle.",
      "example": "One mole of glucose (180 g) reacts with 6 moles of oxygen (192 g) in mitochondria to produce 6 moles of carbon dioxide (264 g) and 6 moles of water (108 g), releasing energy as ATP.",
      "contentHash": "hash-3ab7f68f"
    },
    {
      "id": 5,
      "uuid": "lp-9de2b6bf-6d63-c8fa-c452-ff5e12082d9a",
      "version": 1,
      "title": "I can explain the relationship between photosynthesis and cellular respiration",
      "code": "1B.5",
      "what": "The products of photosynthesis (glucose and oxygen) are the reactants for cellular respiration, while the products of cellular respiration (carbon dioxide and water) are reactants for photosynthesis, creating a complementary cycle.",
      "why": "This relationship shows how carbon, hydrogen, and oxygen cycle through organisms and environments, forming the basis of energy flow in ecosystems and the carbon cycle.",
      "example": "Plants produce glucose and oxygen in chloroplasts through photosynthesis. Both plants and animals use this glucose and oxygen in mitochondria for cellular respiration, releasing carbon dioxide and water back for photosynthesis.",
      "contentHash": "hash-eb709702"
    }
  ]
}