{
  "id": "combustion-reactions",
  "name": "Combustion Reactions",
  "icon": "💨",
  "what": "This subtopic examines complete and incomplete combustion reactions of organic fuels, including writing balanced thermochemical equations and determining limiting reagents. It covers stoichiometric calculations for combustion products and energy released.",
  "why": "Combustion reactions are the primary method of extracting energy from fuels for electricity, heating, and transportation. Understanding these reactions enables fuel efficiency calculations, emissions predictions, and safety analysis for incomplete combustion scenarios.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-e759162d-5d19-11aa-13a0-1b97264b4291",
      "version": 1,
      "title": "I can identify the limiting reagent in a combustion reaction",
      "code": "1C.5",
      "what": "The limiting reagent is the reactant that is completely consumed first, determining the maximum amount of product formed. It is identified by comparing the mole ratio of reactants present to the mole ratio required by the balanced equation.",
      "why": "Identifying the limiting reagent is essential for calculating actual product yields, determining if combustion is complete or incomplete, and understanding fuel efficiency.",
      "example": "If 2.0 mol of methane reacts with 6.0 mol of oxygen, the equation requires 2 mol O2 per 1 mol CH4, so 2.0 mol CH4 needs 4.0 mol O2. Since 6.0 mol O2 is present, methane is limiting and oxygen is in excess.",
      "contentHash": "hash-3aeac67c"
    },
    {
      "id": 2,
      "uuid": "lp-1ed7026d-23ae-05ac-181c-267b323856c5",
      "version": 1,
      "title": "I can calculate mass, concentration, or volume of reactants or products with a limiting reagent present",
      "code": "1C.6",
      "what": "Calculate moles of each reactant, use mole ratios to identify the limiting reagent, then use the limiting reagent's moles with stoichiometric ratios to find moles of desired product, converting to mass, concentration, or volume as needed.",
      "why": "These calculations predict actual amounts of products formed and reactants consumed in real-world combustion scenarios where reagents are not in perfect stoichiometric ratios.",
      "example": "With 8.0 g methane (0.50 mol) and 16.0 g oxygen (0.50 mol), the ratio shows oxygen is limiting for incomplete combustion: 2CH4 + 3O2 → 2CO + 4H2O produces 0.33 mol CO = 9.3 g.",
      "contentHash": "hash-7cb33c31"
    },
    {
      "id": 3,
      "uuid": "lp-716519d7-d21a-6d8f-9789-919d10d0c2a4",
      "version": 1,
      "title": "I can compare complete and incomplete combustion reactions",
      "code": "1C.7",
      "what": "Complete combustion occurs with excess oxygen, producing only carbon dioxide and water, with the fuel as the limiting reagent. Incomplete combustion occurs with insufficient oxygen (oxygen limiting), producing carbon monoxide, solid carbon, and water, releasing less energy.",
      "why": "This distinction affects fuel efficiency, safety (carbon monoxide is toxic), emissions, and energy output. Understanding both types is critical for designing combustion systems.",
      "example": "Complete combustion: CH4 + 2O2 → CO2 + 2H2O releases 890 kJ mol⁻¹. Incomplete combustion: 2CH4 + 3O2 → 2CO + 4H2O releases less energy and produces poisonous carbon monoxide.",
      "contentHash": "hash-22226615"
    },
    {
      "id": 4,
      "uuid": "lp-b90e8982-38af-8c31-0f29-1030a6e27178",
      "version": 1,
      "title": "I can state that all combustion reactions are exothermic",
      "code": "1C.8",
      "what": "All combustion reactions of organic fuels with oxygen release heat energy to the surroundings, making them exothermic with negative enthalpy change values. This released heat is the useful energy extracted from fuels.",
      "why": "This fundamental property explains why combustion is used for energy generation in power plants, vehicles, and heating systems worldwide.",
      "example": "Octane combustion in petrol engines is exothermic: 2C8H18 + 25O2 → 16CO2 + 18H2O with ΔH = -10,160 kJ mol⁻¹, releasing heat that powers the vehicle.",
      "contentHash": "hash-96399056"
    },
    {
      "id": 5,
      "uuid": "lp-ee7d7a23-515f-4751-1614-2b6a7dc72f10",
      "version": 1,
      "title": "I can write balanced thermochemical equations for complete combustion",
      "code": "1C.9a",
      "what": "Balanced thermochemical equations for complete combustion show organic fuel reacting with oxygen to produce carbon dioxide and water (liquid at SLC), include state symbols, and show negative enthalpy change values from data tables.",
      "why": "These equations enable calculation of energy released, products formed, and reactants required for complete combustion reactions in practical applications.",
      "example": "Complete combustion of methane at standard conditions: CH4(g) + 2O2(g) → CO2(g) + 2H2O(l) ΔH = -890 kJ mol⁻¹, showing all species states and energy released.",
      "contentHash": "hash-ddb447fe"
    },
    {
      "id": 6,
      "uuid": "lp-dee652bb-a5a1-c67c-1c9b-92cb1e7b17a9",
      "version": 1,
      "title": "I can write balanced equations for incomplete combustion using experimental data",
      "code": "1C.9b",
      "what": "Incomplete combustion equations show organic fuel reacting with limited oxygen to produce carbon monoxide or solid carbon along with water. The products formed depend on oxygen availability and are determined from experimental observations or data.",
      "why": "These equations model real-world scenarios where insufficient oxygen causes incomplete combustion, producing toxic gases and reducing energy efficiency.",
      "example": "Incomplete combustion of propane with insufficient ventilation: 2C3H8(g) + 7O2(g) → 6CO(g) + 8H2O(l), producing toxic carbon monoxide instead of carbon dioxide.",
      "contentHash": "hash-66a8ac8d"
    },
    {
      "id": 7,
      "uuid": "lp-d2a7774a-514c-fa53-f49d-8c0464e2107f",
      "version": 1,
      "title": "I can calculate energy released from fuel combustion using limiting reagent concepts",
      "code": "1C.10",
      "what": "Determine the limiting reagent, calculate moles consumed based on this reagent, then multiply by the molar enthalpy of combustion to find total energy released, converting to appropriate units (kJ, MJ) as needed.",
      "why": "These calculations predict actual energy output from combustion reactions in engines, power plants, and heating systems where fuel and oxygen may not be in ideal ratios.",
      "example": "If 0.50 mol oxygen is limiting in incomplete methane combustion (2CH4 + 3O2 → 2CO + 4H2O), and combustion releases 519 kJ mol⁻¹ of CH4, then 0.33 mol CH4 consumed releases 171 kJ total energy.",
      "contentHash": "hash-215138b7"
    }
  ]
}