{
  "id": "energy-changes-in-reactions",
  "name": "Energy Changes in Reactions",
  "icon": "🔥",
  "what": "This subtopic covers the energy transformations occurring during chemical reactions, distinguishing between exothermic and endothermic processes. It includes understanding activation energy, enthalpy changes, and how to represent these using energy profile diagrams.",
  "why": "Understanding energy changes is fundamental to predicting reaction behavior, calculating energy yields from fuels, and representing chemical processes accurately. This knowledge is essential for fuel efficiency analysis and thermochemistry.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-e78374a5-6c55-2f49-72f2-923b73f49ae6",
      "version": 1,
      "title": "I can compare and contrast exothermic and endothermic reactions",
      "code": "1C.1",
      "what": "Exothermic reactions release heat to the environment, have negative ΔH values, and products at lower energy than reactants. Endothermic reactions absorb heat from the environment, have positive ΔH values, and products at higher energy than reactants.",
      "why": "This distinction determines whether reactions require or produce energy, which is critical for fuel selection, energy calculations, and understanding reaction spontaneity and stability.",
      "example": "Combustion of methane is exothermic (ΔH = -890 kJ mol⁻¹), releasing heat for cooking. Photosynthesis is endothermic (positive ΔH), requiring sunlight input to produce glucose.",
      "contentHash": "hash-c679f050"
    },
    {
      "id": 2,
      "uuid": "lp-f2d40b98-3549-2056-092a-9e16d2797c90",
      "version": 1,
      "title": "I can define activation energy and explain its role in reactions",
      "code": "1C.2",
      "what": "Activation energy (Ea) is the minimum energy required for reactant bonds to break so a chemical reaction can proceed. It represents the energy barrier that must be overcome regardless of whether the reaction is exothermic or endothermic.",
      "why": "Activation energy determines reaction rate and explains why some reactions need heating or catalysts to begin, even if they ultimately release energy.",
      "example": "Methane combustion has an activation energy barrier requiring an ignition source (spark or flame) to start the reaction, even though the overall reaction releases 890 kJ mol⁻¹.",
      "contentHash": "hash-f6b50fed"
    },
    {
      "id": 3,
      "uuid": "lp-d326569c-2130-9173-c880-8b4a7cb78163",
      "version": 1,
      "title": "I can define enthalpy and enthalpy change with appropriate units",
      "code": "1C.3",
      "what": "Enthalpy (H) is the internal chemical energy of a substance. Enthalpy change (ΔH) is the difference between products and reactants energy, measured in kJ, kJ mol⁻¹ (per mole of substance), or kJ g⁻¹ (per gram of mixture).",
      "why": "These concepts and units allow quantitative comparison of energy content in different fuels and calculation of energy released in chemical reactions.",
      "example": "Methane combustion has ΔH = -890 kJ mol⁻¹ (per mole of methane) or -55.6 kJ g⁻¹ (per gram of methane), showing energy released when burning this fuel.",
      "contentHash": "hash-ab1b56a8"
    },
    {
      "id": 4,
      "uuid": "lp-3e01fb0e-ae94-669f-3ffa-1ddbc277066f",
      "version": 1,
      "title": "I can draw and fully label energy profile diagrams for exothermic and endothermic reactions",
      "code": "1C.4",
      "what": "Energy profile diagrams plot energy against reaction progress, showing reactant and product energy levels, activation energy (Ea) as an arrow from reactants to peak, and enthalpy change (ΔH) as an arrow between reactant and product levels.",
      "why": "These diagrams provide visual representations of energy transformations, making it easier to understand and communicate reaction energetics and compare different reactions.",
      "example": "For methane combustion, reactants start at a higher energy level, the curve rises to show activation energy, then drops below reactants showing products at lower energy with ΔH = -890 kJ mol⁻¹ arrow pointing downward.",
      "contentHash": "hash-b000f2c8"
    },
    {
      "id": 5,
      "uuid": "lp-5ab25d05-7beb-d6ad-1559-0619f88edbe7",
      "version": 1,
      "title": "I can explain bond breaking and bond forming in terms of energy",
      "code": "1C.5",
      "what": "Breaking bonds requires energy input from the environment (endothermic process). Forming bonds releases energy to the environment (exothermic process). The overall enthalpy change equals energy for breaking bonds minus energy from forming bonds.",
      "why": "This understanding explains why reactions are exothermic or endothermic based on the relative strengths and numbers of bonds broken and formed.",
      "example": "In methane combustion, breaking C-H and O=O bonds requires energy, but forming C=O and H-O bonds releases more energy, making the overall reaction exothermic with net energy release.",
      "contentHash": "hash-6164e0b5"
    }
  ]
}