{
  "id": "types-of-fuels",
  "name": "Types of Fuels",
  "icon": "⛽",
  "what": "This subtopic explores the distinction between fossil fuels and biofuels, their sources, production methods, and renewability. It covers coal, natural gas, petroleum, biogas, bioethanol, and biodiesel, including their formation processes and societal impacts.",
  "why": "Understanding different fuel types and their renewability is critical for evaluating energy sustainability and environmental impact. This knowledge helps in making informed decisions about energy use, policy, and the transition from non-renewable to renewable energy sources.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-3ce5d8e4-4cf9-a8da-501e-92825c697d2a",
      "version": 1,
      "title": "I can define fossil fuels, biofuels, renewable and non-renewable resources",
      "code": "1A.1",
      "what": "Fossil fuels are hydrocarbons formed from decomposed organisms over millions of years and are non-renewable. Biofuels are produced from biological matter (biomass) and are renewable because they can be replenished at the rate they are consumed.",
      "why": "These definitions form the foundation for understanding energy sustainability and the environmental impacts of different fuel choices in society.",
      "example": "Coal is a fossil fuel (non-renewable) formed over millions of years, while bioethanol is a biofuel (renewable) produced from wheat fermentation within months.",
      "contentHash": "hash-45e97d8c"
    },
    {
      "id": 2,
      "uuid": "lp-f61aaee6-a7a2-0fbe-a121-6c3703d7e7bd",
      "version": 1,
      "title": "I can compare the three main types of fossil fuels: coal, natural gas, and petroleum",
      "code": "1A.2",
      "what": "Coal is sedimentary rock formed from plant remains under high pressure. Natural gas is primarily methane released through fracking. Petroleum (crude oil) is a liquid hydrocarbon mixture separated by fractional distillation.",
      "why": "Each fossil fuel has different extraction methods, energy content, and environmental impacts, making comparison essential for energy planning and policy.",
      "example": "Black coal in NSW is buried deeper and has higher carbon content than brown coal in Victoria, making it more economically valuable despite harder extraction.",
      "contentHash": "hash-6c2d9ad0"
    },
    {
      "id": 3,
      "uuid": "lp-27ff44c6-113c-823f-8ca9-e1d12d8cccd8",
      "version": 1,
      "title": "I can compare the three main types of biofuels: biogas, bioethanol, and biodiesel",
      "code": "1A.3",
      "what": "Biogas is methane-rich gas from anaerobic bacterial decomposition of organic waste. Bioethanol is ethanol produced from glucose fermentation. Biodiesel is a mixture of methyl esters from transesterification of vegetable oils or animal fats with methanol.",
      "why": "Understanding these biofuel types helps evaluate renewable energy options and their production requirements, costs, and environmental benefits compared to fossil fuels.",
      "example": "Biogas from digesters contains 50-75% methane, bioethanol from wheat creates E10 petrol blend (10% ethanol), and biodiesel from vegetable oils creates B5 diesel blend (5% biodiesel).",
      "contentHash": "hash-ef7ddcd4"
    },
    {
      "id": 4,
      "uuid": "lp-be0fd6ae-17e6-eb71-b8c1-e2e8a9f3cdad",
      "version": 1,
      "title": "I can describe the process of producing bioethanol from glucose",
      "code": "1A.4",
      "what": "Enzymes break down cellulose and starch to sucrose, then yeast invertase converts sucrose to glucose. Yeast zymase then catalyzes glucose fermentation into ethanol and carbon dioxide anaerobically.",
      "why": "This process transforms renewable plant materials into usable liquid fuel, reducing dependence on crude oil and lowering greenhouse gas emissions.",
      "example": "In wheat-based bioethanol production, enzymes convert starch to glucose, then yeast fermentation produces aqueous ethanol which must be purified by distillation.",
      "contentHash": "hash-264be58b"
    },
    {
      "id": 5,
      "uuid": "lp-876173b9-c87e-070b-3262-ee3a1f8a0755",
      "version": 1,
      "title": "I can recall that distillation is used to purify bioethanol after fermentation",
      "code": "1A.5",
      "what": "Fermentation produces aqueous ethanol mixed with water. Distillation separates the ethanol from water by exploiting their different boiling points, producing more concentrated ethanol for fuel use.",
      "why": "Pure or highly concentrated ethanol is necessary for effective fuel blending with petrol, as water content reduces combustion efficiency and engine performance.",
      "example": "After fermentation produces C2H5OH(aq), distillation increases ethanol concentration from approximately 10-15% to over 95% for use in E10 fuel blends.",
      "contentHash": "hash-08fe4c85"
    },
    {
      "id": 6,
      "uuid": "lp-204bc737-7bca-4771-4386-56c03338cca5",
      "version": 1,
      "title": "I can write the balanced equation for glucose fermentation",
      "code": "1A.6",
      "what": "The fermentation equation is C6H12O6(aq) → 2C2H5OH(aq) + 2CO2(g), showing one glucose molecule producing two ethanol molecules and two carbon dioxide molecules.",
      "why": "This equation is fundamental to understanding bioethanol production efficiency, yield calculations, and the stoichiometry of biofuel manufacturing processes.",
      "example": "From 180 g of glucose (1 mol), fermentation produces 92 g of ethanol (2 mol) and 88 g of carbon dioxide (2 mol) under anaerobic conditions.",
      "contentHash": "hash-fa8c21f9"
    },
    {
      "id": 7,
      "uuid": "lp-ddbcb60c-d742-c5b7-e7f8-4a6fb44f9de5",
      "version": 1,
      "title": "I can explain the advantages and disadvantages of fossil fuels and biofuels",
      "code": "1A.7",
      "what": "Fossil fuels are energy-dense, easily transported, and have established infrastructure but are non-renewable and produce greenhouse gases. Biofuels are renewable and can reduce emissions but require land, water, and compete with food production.",
      "why": "Weighing these trade-offs is essential for energy policy, understanding the food versus fuel debate, and planning sustainable energy transitions.",
      "example": "Coal is cheap and abundant but produces SO2 contributing to acid rain. Bioethanol reduces greenhouse gas emissions but growing wheat for fuel requires large volumes of water.",
      "contentHash": "hash-db38ec7d"
    }
  ]
}