{
  "id": "managed-environments",
  "name": "Managed Environments",
  "icon": "🌾",
  "what": "This subtopic explains what makes an environment managed in fibre production, covering the spectrum from extensive sheep stations to intensive cotton farms to precisely controlled synthetic fibre factories. You will learn specific management practices for different fibre types.",
  "why": "The Victorian Curriculum requires understanding how fibres are produced in managed environments. This knowledge demonstrates how human intervention optimises production outcomes across different agricultural and industrial settings.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-8a29f4da-5e78-d883-e859-071174b5882d",
      "version": 1,
      "title": "I can define what makes an environment managed in fibre production",
      "code": "5.1",
      "what": "A managed environment is a production system where humans control key factors to optimise outcomes. This includes selecting breeds/varieties, controlling inputs (water, nutrients, pest management), managing timing (planting, harvesting), using technology for monitoring, and applying quality standards.",
      "why": "Understanding what management means helps you analyse how different fibre production systems operate along a spectrum from extensive to intensive control.",
      "example": "A sheep station manages breed selection, pasture rotation, and stocking rates. A cotton farm intensively manages irrigation, pest control, and harvest timing. A synthetic fibre factory precisely controls temperature, chemical concentrations, and humidity.",
      "contentHash": "hash-4e9cc8c2"
    },
    {
      "id": 2,
      "uuid": "lp-ad862eed-e81c-a8c8-3995-91ad4004bfa5",
      "version": 1,
      "title": "I can describe management practices used in Australian wool production",
      "code": "5.2",
      "what": "Wool production management includes: breed selection suited to local conditions, rotational grazing and stocking rate adjustments, water management through bores and dams, health management (vaccination, parasite control, shearing timing), and technology like GPS tracking and drones.",
      "why": "Understanding wool management demonstrates how agricultural environments are manipulated to optimise both production quality and animal welfare.",
      "example": "Farmers choose fine-wool Merinos for higher-rainfall areas or stronger-wool breeds for harsh pastoral zones. Rotational grazing moves sheep between paddocks to allow pasture recovery. Supplementary feeding provides nutrition during drought. Digital platforms like WoolClip record fleece specifications.",
      "contentHash": "hash-b2306d76"
    },
    {
      "id": 3,
      "uuid": "lp-e6a40d21-31f6-16c8-b793-bf114723b332",
      "version": 1,
      "title": "I can explain water and pest management in Australian cotton farming",
      "code": "5.3",
      "what": "Cotton requires intensive water management through furrow, centre-pivot, or drip irrigation, using 6-8 megalitres per hectare per season. Integrated Pest Management (IPM) combines monitoring, biological control, genetic resistance, and targeted spraying to minimise pesticide use.",
      "why": "Water is the critical limiting factor for Australian cotton, and understanding these management systems shows how technology and practices improve sustainability.",
      "example": "The cotton industry has improved water-use efficiency by about 40% since 1992. About 99% of Australian cotton is genetically modified for pest resistance. The myBMP (Best Management Practices) program requires farms to meet over 300 criteria across 10 operational areas.",
      "contentHash": "hash-7e9a8c63"
    },
    {
      "id": 4,
      "uuid": "lp-3a6ce19a-ed1a-e09b-5e97-2876e7150a6c",
      "version": 1,
      "title": "I can describe how harvest timing is managed in cotton production",
      "code": "5.4",
      "what": "Harvest timing is critical: too early means immature fibres and reduced quality; too late risks weather damage and increased trash. Defoliation using chemicals removes leaves 2-3 weeks before mechanical harvest to ease picking.",
      "why": "Timing management demonstrates how decisions throughout the growing season affect final fibre quality and yield.",
      "example": "Cotton bolls take 50-55 days from flowering to mature. A healthy plant may have 100-120 bolls, each containing about 500,000 individual fibres. Defoliation exposes the bolls and allows mechanical harvesters to collect cleaner cotton.",
      "contentHash": "hash-d9c700f8"
    },
    {
      "id": 5,
      "uuid": "lp-545f350d-4dcc-0f5b-3e3a-b29ad0fb7660",
      "version": 1,
      "title": "I can compare management levels across wool, cotton, and synthetic fibre production",
      "code": "5.5",
      "what": "Management intensity varies: sheep stations use relatively light-touch management responding to environmental conditions; cotton farms have precise irrigation and pest control; synthetic fibre factories maintain exact temperature, chemical, and humidity control with continuous monitoring and automation.",
      "why": "Understanding this spectrum shows how different production systems require different management approaches to achieve consistent quality.",
      "example": "A wool grower adjusts stocking rates based on available feed. A cotton farmer programs precise irrigation schedules. A polyester factory maintains exact temperatures of 260-270°C during melt spinning and stretches fibres to exactly 5 times their original length.",
      "contentHash": "hash-fc600153"
    }
  ]
}