{
  "_meta": {
    "exportedAt": "2026-02-09T05:36:29.912Z",
    "topicId": "from-dna-to-proteins",
    "topicName": "From DNA to Proteins"
  },
  "items": [
    {
      "uuid": "lp-f448662a-2ca7-f4c3-8e88-756971c6b7f0",
      "id": 1,
      "version": 1,
      "contentHash": "hash-37a140f1",
      "title": "I can identify the three components of a nucleotide",
      "code": "2A.1",
      "what": "A nucleotide is the monomer of nucleic acids and consists of three parts: a phosphate group, a five-carbon sugar, and a nitrogenous base.",
      "why": "Nucleotides are the building blocks of both DNA and RNA. Knowing their structure is the foundation for understanding how nucleic acids are assembled and how they differ.",
      "example": "A DNA nucleotide contains a deoxyribose sugar, a phosphate group, and one of four nitrogenous bases (A, T, G or C). An RNA nucleotide has a ribose sugar instead and uses uracil (U) in place of thymine (T).",
      "subtopic": {
        "id": "nucleic-acids",
        "name": "Nucleic Acids",
        "what": "This subtopic covers the structure of DNA and RNA, including the composition of nucleotides, the sugar-phosphate backbone, complementary base pairing, and the three forms of RNA (mRNA, rRNA and tRNA).",
        "why": "Nucleic acids are the information molecules of life. Understanding their structure is essential for understanding how genetic information is stored, copied and used to build proteins."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-9660bc5e-24e2-60bb-d1e6-671f4e0b9b33",
      "id": 2,
      "version": 1,
      "contentHash": "hash-4de7be19",
      "title": "I can list the key differences between DNA and RNA using the SBS framework",
      "code": "2A.2",
      "what": "DNA and RNA differ in three main ways remembered by SBS: Sugar (deoxyribose vs ribose), Bases (thymine vs uracil), and Strands (double-stranded vs single-stranded).",
      "why": "Being able to clearly distinguish DNA from RNA is frequently assessed and is fundamental to understanding their different roles in gene expression.",
      "example": "DNA contains deoxyribose sugar, uses thymine, and is double-stranded. RNA contains ribose sugar, uses uracil instead of thymine, and is single-stranded.",
      "subtopic": {
        "id": "nucleic-acids",
        "name": "Nucleic Acids",
        "what": "This subtopic covers the structure of DNA and RNA, including the composition of nucleotides, the sugar-phosphate backbone, complementary base pairing, and the three forms of RNA (mRNA, rRNA and tRNA).",
        "why": "Nucleic acids are the information molecules of life. Understanding their structure is essential for understanding how genetic information is stored, copied and used to build proteins."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-92bdda00-f647-2213-a25c-0d567d596240",
      "id": 3,
      "version": 1,
      "contentHash": "hash-a6d504e1",
      "title": "I can explain complementary base pairing in DNA",
      "code": "2A.3",
      "what": "In DNA, adenine (A) always pairs with thymine (T) via two hydrogen bonds, and guanine (G) always pairs with cytosine (C) via three hydrogen bonds. This means that in any DNA molecule, the amount of A equals T, and the amount of G equals C.",
      "why": "Complementary base pairing explains how DNA holds together as a double helix and allows you to predict the composition of one strand from the other, which is a common exam question.",
      "example": "If a DNA molecule contains 20% guanine, it must also contain 20% cytosine. The remaining 60% is split equally between adenine (30%) and thymine (30%).",
      "subtopic": {
        "id": "nucleic-acids",
        "name": "Nucleic Acids",
        "what": "This subtopic covers the structure of DNA and RNA, including the composition of nucleotides, the sugar-phosphate backbone, complementary base pairing, and the three forms of RNA (mRNA, rRNA and tRNA).",
        "why": "Nucleic acids are the information molecules of life. Understanding their structure is essential for understanding how genetic information is stored, copied and used to build proteins."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a75ddc4c-82ee-16cb-3cc6-a19c971bbb18",
      "id": 4,
      "version": 1,
      "contentHash": "hash-c03ffca6",
      "title": "I can draw a schematic diagram of a nucleotide, a single strand, and a double strand of DNA",
      "code": "2A.4",
      "what": "You should be able to represent a nucleotide as a phosphate, sugar and base, show how nucleotides link via phosphodiester bonds to form a single strand with 5' and 3' ends, and show two antiparallel strands joined by hydrogen bonds between complementary bases.",
      "why": "Diagrams are a key way of communicating understanding in biology assessments. Being able to draw these structures demonstrates a deep understanding of nucleic acid organisation.",
      "example": "A single strand diagram shows a chain of sugar-phosphate units with bases projecting to the side, labelled 5' at the phosphate end and 3' at the sugar end. A double strand adds a second antiparallel strand with hydrogen bonds drawn between A-T (two bonds) and G-C (three bonds).",
      "subtopic": {
        "id": "nucleic-acids",
        "name": "Nucleic Acids",
        "what": "This subtopic covers the structure of DNA and RNA, including the composition of nucleotides, the sugar-phosphate backbone, complementary base pairing, and the three forms of RNA (mRNA, rRNA and tRNA).",
        "why": "Nucleic acids are the information molecules of life. Understanding their structure is essential for understanding how genetic information is stored, copied and used to build proteins."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-78958f57-a9da-b7e9-d570-5463514dc7f6",
      "id": 5,
      "version": 1,
      "contentHash": "hash-7bdf64cf",
      "title": "I can state the differences between mRNA, rRNA and tRNA",
      "code": "2A.5",
      "what": "The three types of RNA each have distinct roles: mRNA carries the genetic code from DNA to the ribosome, rRNA is a structural component of ribosomes, and tRNA delivers specific amino acids during translation.",
      "why": "All three types of RNA work together during protein synthesis. Understanding their distinct roles is essential for explaining the full process of gene expression.",
      "example": "mRNA is a single-stranded copy of a gene that acts as a message. rRNA combines with proteins to form ribosomes where translation occurs. tRNA has a clover-leaf shape with an anticodon at one end and a specific amino acid attached at the other.",
      "subtopic": {
        "id": "nucleic-acids",
        "name": "Nucleic Acids",
        "what": "This subtopic covers the structure of DNA and RNA, including the composition of nucleotides, the sugar-phosphate backbone, complementary base pairing, and the three forms of RNA (mRNA, rRNA and tRNA).",
        "why": "Nucleic acids are the information molecules of life. Understanding their structure is essential for understanding how genetic information is stored, copied and used to build proteins."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-8ede131f-f2e9-cad0-a365-9046e38d6622",
      "id": 1,
      "version": 1,
      "contentHash": "hash-1aa62b49",
      "title": "I can define gene expression and describe the role of transcription within it",
      "code": "2B.1",
      "what": "Gene expression is the conversion of the genetic code in DNA into a functional protein. Transcription is the first step, in which a gene's DNA sequence is copied into a pre-mRNA molecule in the nucleus.",
      "why": "Gene expression is the overarching concept connecting DNA to proteins. Understanding where transcription fits in this process provides the framework for understanding all subsequent steps.",
      "example": "Gene expression begins when the enzyme RNA polymerase reads the template strand of a gene and produces a complementary pre-mRNA strand. This pre-mRNA is then processed and sent to the ribosome for translation.",
      "subtopic": {
        "id": "genetic-code-and-transcription",
        "name": "The Genetic Code and Transcription",
        "what": "This subtopic covers the process of transcription, where DNA is copied into pre-mRNA, the post-transcription modifications that convert pre-mRNA into mature mRNA, and the differences between this process in eukaryotic and prokaryotic cells.",
        "why": "Transcription is the first step of gene expression. Understanding how DNA is accurately copied into mRNA, and how that mRNA is processed, is critical for explaining how genetic information flows from the nucleus to the ribosome."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-57d936e9-367b-8997-ea5c-f199fea16306",
      "id": 2,
      "version": 1,
      "contentHash": "hash-b0ffb276",
      "title": "I can describe the three main steps of transcription",
      "code": "2B.2",
      "what": "Transcription involves three steps: (1) RNA polymerase binds to the promoter region and separates the DNA double helix, (2) RNA polymerase moves along the template strand, linking free RNA nucleotides to build a complementary pre-mRNA strand, and (3) RNA polymerase reaches the terminator and detaches, releasing the completed pre-mRNA.",
      "why": "Being able to describe these steps in order, using correct terminology, is a core exam requirement for VCE Biology.",
      "example": "If the DNA template strand reads 3'-TACGGA-5', RNA polymerase would build the pre-mRNA sequence 5'-AUGCCU-3' by matching complementary RNA bases (A with U, T with A, C with G, G with C).",
      "subtopic": {
        "id": "genetic-code-and-transcription",
        "name": "The Genetic Code and Transcription",
        "what": "This subtopic covers the process of transcription, where DNA is copied into pre-mRNA, the post-transcription modifications that convert pre-mRNA into mature mRNA, and the differences between this process in eukaryotic and prokaryotic cells.",
        "why": "Transcription is the first step of gene expression. Understanding how DNA is accurately copied into mRNA, and how that mRNA is processed, is critical for explaining how genetic information flows from the nucleus to the ribosome."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-3c455d6d-fb6c-63ef-d58c-a697cc4e16f3",
      "id": 3,
      "version": 1,
      "contentHash": "hash-a87fb514",
      "title": "I can distinguish between the template strand and the coding strand",
      "code": "2B.3",
      "what": "The template strand is the strand of DNA that is read by RNA polymerase during transcription. The coding strand is the other DNA strand, which has the same base sequence as the resulting mRNA (except with T instead of U).",
      "why": "Confusing the template and coding strands is a common error. Knowing which strand is transcribed ensures you can correctly convert a DNA sequence to an mRNA sequence.",
      "example": "If the coding strand is 5'-ATGCGA-3', the template strand is 3'-TACGCT-5', and the resulting mRNA would be 5'-AUGCGA-3' (matching the coding strand, but with U replacing T).",
      "subtopic": {
        "id": "genetic-code-and-transcription",
        "name": "The Genetic Code and Transcription",
        "what": "This subtopic covers the process of transcription, where DNA is copied into pre-mRNA, the post-transcription modifications that convert pre-mRNA into mature mRNA, and the differences between this process in eukaryotic and prokaryotic cells.",
        "why": "Transcription is the first step of gene expression. Understanding how DNA is accurately copied into mRNA, and how that mRNA is processed, is critical for explaining how genetic information flows from the nucleus to the ribosome."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ad01f9a8-a83a-5b72-b7a6-700834471f39",
      "id": 4,
      "version": 1,
      "contentHash": "hash-c32c81e3",
      "title": "I can describe the three steps of RNA processing that convert pre-mRNA to mature mRNA",
      "code": "2B.4",
      "what": "Pre-mRNA undergoes three modifications: (1) a 5' methyl cap is added to protect from enzyme degradation and assist ribosome positioning, (2) a poly-A tail of up to 300 adenine bases is added to the 3' end for protection, and (3) introns are spliced out, leaving only the exon sequences joined together.",
      "why": "RNA processing is a key difference between eukaryotic and prokaryotic gene expression, and is frequently tested in exams. Understanding splicing also explains how one gene can code for multiple proteins through alternative exon rearrangement.",
      "example": "If a pre-mRNA contains Exon 1 – Intron – Exon 2 – Intron – Exon 3, splicing removes the introns so the mature mRNA reads 5' cap – Exon 1 – Exon 2 – Exon 3 – poly-A tail.",
      "subtopic": {
        "id": "genetic-code-and-transcription",
        "name": "The Genetic Code and Transcription",
        "what": "This subtopic covers the process of transcription, where DNA is copied into pre-mRNA, the post-transcription modifications that convert pre-mRNA into mature mRNA, and the differences between this process in eukaryotic and prokaryotic cells.",
        "why": "Transcription is the first step of gene expression. Understanding how DNA is accurately copied into mRNA, and how that mRNA is processed, is critical for explaining how genetic information flows from the nucleus to the ribosome."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-839964a9-2882-41d1-80bd-66cbafb03ea9",
      "id": 5,
      "version": 1,
      "contentHash": "hash-a1dd725a",
      "title": "I can compare transcription in eukaryotic and prokaryotic cells",
      "code": "2B.5",
      "what": "In eukaryotes, transcription occurs in the nucleus and the pre-mRNA must be processed before translation. In prokaryotes, transcription occurs in the cytosol, there is no RNA processing, and translation can begin while transcription is still occurring.",
      "why": "Understanding these differences highlights the structural and functional distinctions between cell types, which is important for understanding gene regulation such as the trp operon.",
      "example": "In E. coli (a prokaryote), ribosomes can attach to the mRNA and begin translating it into protein even before RNA polymerase has finished transcribing the full gene. This cannot happen in a eukaryotic cell because the nuclear membrane separates transcription from translation.",
      "subtopic": {
        "id": "genetic-code-and-transcription",
        "name": "The Genetic Code and Transcription",
        "what": "This subtopic covers the process of transcription, where DNA is copied into pre-mRNA, the post-transcription modifications that convert pre-mRNA into mature mRNA, and the differences between this process in eukaryotic and prokaryotic cells.",
        "why": "Transcription is the first step of gene expression. Understanding how DNA is accurately copied into mRNA, and how that mRNA is processed, is critical for explaining how genetic information flows from the nucleus to the ribosome."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a203f378-9096-f6fe-e600-b99ec8a2c5ae",
      "id": 1,
      "version": 1,
      "contentHash": "hash-45b7bd57",
      "title": "I can describe the key steps of translation at the ribosome",
      "code": "2B.6",
      "what": "Translation occurs at ribosomes and involves: mRNA binding to the ribosome, tRNA molecules bringing amino acids to the ribosome by matching their anticodon to the mRNA codon, peptide bonds forming between adjacent amino acids, the ribosome sliding along the mRNA one codon at a time, and the process stopping when a stop codon is reached.",
      "why": "Translation is the process that directly produces the polypeptide chain. A clear, step-by-step understanding is essential for both short-answer and diagram-based exam questions.",
      "example": "The start codon AUG on the mRNA is recognised by a tRNA with anticodon UAC, carrying methionine. The next codon AAA is matched by a tRNA with anticodon UUU carrying lysine. The two amino acids are joined by a peptide bond, and the ribosome moves to the next codon.",
      "subtopic": {
        "id": "translation-and-the-codon-table",
        "name": "Translation and the Codon Table",
        "what": "This subtopic covers the process of translation at the ribosome, the roles of mRNA, tRNA and ribosomes, the use of the codon table, and the concept of the degenerate universal triplet code.",
        "why": "Translation is the final step where genetic information becomes a functional protein. Being able to follow a sequence from DNA to mRNA to amino acids is one of the most commonly assessed skills in VCE Biology."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-cf607218-5186-348a-31f7-8d51d8a03601",
      "id": 2,
      "version": 1,
      "contentHash": "hash-efb96c3a",
      "title": "I can define codon and anticodon and explain how they interact",
      "code": "2B.7",
      "what": "A codon is a set of three bases on mRNA that codes for a specific amino acid. An anticodon is the complementary set of three bases on tRNA that binds to the codon, ensuring the correct amino acid is delivered.",
      "why": "The codon-anticodon interaction is the mechanism that ensures the correct amino acid is added at each position in the polypeptide chain. This is central to the accuracy of protein synthesis.",
      "example": "The mRNA codon GUC codes for the amino acid valine. The tRNA that carries valine has the anticodon CAG, which is complementary to GUC.",
      "subtopic": {
        "id": "translation-and-the-codon-table",
        "name": "Translation and the Codon Table",
        "what": "This subtopic covers the process of translation at the ribosome, the roles of mRNA, tRNA and ribosomes, the use of the codon table, and the concept of the degenerate universal triplet code.",
        "why": "Translation is the final step where genetic information becomes a functional protein. Being able to follow a sequence from DNA to mRNA to amino acids is one of the most commonly assessed skills in VCE Biology."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-5d434df4-b147-5b7d-d5c0-1a11121e044f",
      "id": 3,
      "version": 1,
      "contentHash": "hash-05b65bca",
      "title": "I can use a codon table to determine the amino acid sequence from an mRNA sequence",
      "code": "2B.8",
      "what": "A codon table lists all 64 possible three-base codons and the amino acid each codes for. You read it by finding the first base in the left column, the second base across the top, and the third base in the right column.",
      "why": "Using a codon table is a core practical skill that appears in nearly every VCE Biology exam. It connects the abstract genetic code to specific amino acid sequences.",
      "example": "For the mRNA sequence AUG-CGA-GAG-UCA-CUG, use the codon table to find: AUG = Methionine, CGA = Arginine, GAG = Glutamic acid, UCA = Serine, CUG = Leucine.",
      "subtopic": {
        "id": "translation-and-the-codon-table",
        "name": "Translation and the Codon Table",
        "what": "This subtopic covers the process of translation at the ribosome, the roles of mRNA, tRNA and ribosomes, the use of the codon table, and the concept of the degenerate universal triplet code.",
        "why": "Translation is the final step where genetic information becomes a functional protein. Being able to follow a sequence from DNA to mRNA to amino acids is one of the most commonly assessed skills in VCE Biology."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-736467e1-a7b2-5b32-96f6-2f499e08d373",
      "id": 4,
      "version": 1,
      "contentHash": "hash-dd202d28",
      "title": "I can convert a DNA sequence to an mRNA sequence and then to an amino acid sequence",
      "code": "2B.9",
      "what": "Starting from a DNA template strand, you first write the complementary mRNA sequence (replacing T with U), then use the codon table to translate each three-base codon into its corresponding amino acid.",
      "why": "This multi-step conversion is a high-frequency exam question that tests your understanding of the entire gene expression pathway from DNA to protein.",
      "example": "DNA template strand: TAC-CGC-GAG. Step 1: mRNA = AUG-GCG-CUC. Step 2: AUG = Methionine (start), GCG = Alanine, CUC = Leucine.",
      "subtopic": {
        "id": "translation-and-the-codon-table",
        "name": "Translation and the Codon Table",
        "what": "This subtopic covers the process of translation at the ribosome, the roles of mRNA, tRNA and ribosomes, the use of the codon table, and the concept of the degenerate universal triplet code.",
        "why": "Translation is the final step where genetic information becomes a functional protein. Being able to follow a sequence from DNA to mRNA to amino acids is one of the most commonly assessed skills in VCE Biology."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-949f2009-f00c-1d31-1c24-1a2c0bc97129",
      "id": 5,
      "version": 1,
      "contentHash": "hash-3fa1f1cc",
      "title": "I can define the universal triplet code and explain why the genetic code is described as degenerate",
      "code": "2B.10",
      "what": "The universal triplet code means that nearly all organisms use the same system of three-base codons to code for amino acids. The code is degenerate (redundant) because multiple different codons can code for the same amino acid.",
      "why": "Degeneracy provides a buffer against mutations. If a single base change in the third position of a codon still codes for the same amino acid, the protein is unaffected. This is why most mutations are 'silent'.",
      "example": "The amino acid serine is coded for by six different codons: UCU, UCC, UCA, UCG, AGU and AGC. A mutation changing UCU to UCC would still produce serine, making it a silent mutation.",
      "subtopic": {
        "id": "translation-and-the-codon-table",
        "name": "Translation and the Codon Table",
        "what": "This subtopic covers the process of translation at the ribosome, the roles of mRNA, tRNA and ribosomes, the use of the codon table, and the concept of the degenerate universal triplet code.",
        "why": "Translation is the final step where genetic information becomes a functional protein. Being able to follow a sequence from DNA to mRNA to amino acids is one of the most commonly assessed skills in VCE Biology."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ce671e1f-1196-fb3c-7676-1b5ff13fbc1a",
      "id": 6,
      "version": 1,
      "contentHash": "hash-e1965212",
      "title": "I can identify start and stop codons and explain their roles",
      "code": "2B.11",
      "what": "The start codon AUG signals the beginning of translation and codes for the amino acid methionine. The three stop codons (UAA, UAG, UGA) do not code for any amino acid and signal the ribosome to end translation.",
      "why": "Start and stop codons define the boundaries of the protein-coding sequence. Without them, the ribosome would not know where to begin or end building the polypeptide chain.",
      "example": "In the mRNA sequence 5'-AUG-GCU-UAA-3', AUG starts translation (methionine), GCU codes for alanine, and UAA is the stop codon that signals the ribosome to release the two-amino-acid polypeptide.",
      "subtopic": {
        "id": "translation-and-the-codon-table",
        "name": "Translation and the Codon Table",
        "what": "This subtopic covers the process of translation at the ribosome, the roles of mRNA, tRNA and ribosomes, the use of the codon table, and the concept of the degenerate universal triplet code.",
        "why": "Translation is the final step where genetic information becomes a functional protein. Being able to follow a sequence from DNA to mRNA to amino acids is one of the most commonly assessed skills in VCE Biology."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-7f4a6638-a5b4-9666-3d73-af1679f01ccb",
      "id": 1,
      "version": 1,
      "contentHash": "hash-1d52fd1b",
      "title": "I can draw the generalised structure of an amino acid and identify its key components",
      "code": "2C.1",
      "what": "All amino acids share a central carbon bonded to four groups: an amine group (-NH2), a carboxyl group (-COOH), a hydrogen atom, and a variable R group. The R group is the only part that differs between the 20 amino acids.",
      "why": "Recognising amino acid structure is the starting point for understanding how proteins are built. The R group determines each amino acid's unique properties, which in turn affects protein shape and function.",
      "example": "In the amino acid glycine, the R group is simply a hydrogen atom, making it the simplest amino acid. In serine, the R group is -CH2OH, which gives it different chemical properties.",
      "subtopic": {
        "id": "protein-structure-and-function",
        "name": "Protein Structure and Function",
        "what": "This subtopic covers the structure of amino acids, peptide bond formation, the four levels of protein structure (primary through quaternary), the proteome, protein functions, and the protein secretory pathway.",
        "why": "Proteins are the functional products of gene expression. Understanding how amino acids are linked, how proteins fold into functional shapes, and how they are exported from the cell connects the molecular detail of DNA to the real-world function of organisms."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-fdf3cb27-b47c-1ded-c40f-fded85afa7ca",
      "id": 2,
      "version": 1,
      "contentHash": "hash-84843322",
      "title": "I can draw a dipeptide and identify the peptide bond formed by a condensation reaction",
      "code": "2C.2",
      "what": "When two amino acids join, the carboxyl group of one reacts with the amine group of the other in a condensation reaction, releasing water and forming a covalent peptide bond (C-N bond) between them.",
      "why": "Peptide bond formation is the fundamental reaction of protein synthesis. Understanding this reaction explains how polypeptide chains grow during translation and how to count the number of amino acids in a chain.",
      "example": "Glycine + Alanine → Glycylalanine (a dipeptide) + Water (H2O). The peptide bond is the C-N link between the carbon of glycine's carboxyl group and the nitrogen of alanine's amine group. This reaction requires ATP energy.",
      "subtopic": {
        "id": "protein-structure-and-function",
        "name": "Protein Structure and Function",
        "what": "This subtopic covers the structure of amino acids, peptide bond formation, the four levels of protein structure (primary through quaternary), the proteome, protein functions, and the protein secretory pathway.",
        "why": "Proteins are the functional products of gene expression. Understanding how amino acids are linked, how proteins fold into functional shapes, and how they are exported from the cell connects the molecular detail of DNA to the real-world function of organisms."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-c249c4ee-1bce-661d-4701-d9902412a7ec",
      "id": 3,
      "version": 1,
      "contentHash": "hash-787d28be",
      "title": "I can define and distinguish the four levels of protein structure",
      "code": "2C.3",
      "what": "Primary structure is the linear sequence of amino acids joined by peptide bonds. Secondary structure involves folding into alpha-helices or beta-pleated sheets held by hydrogen bonds. Tertiary structure is the overall 3D shape of a single polypeptide formed by interactions between R groups. Quaternary structure involves two or more polypeptide chains combining.",
      "why": "A protein's function depends entirely on its shape, which is determined by these hierarchical levels of structure. All proteins have primary, secondary and tertiary structure, but only some have quaternary structure.",
      "example": "Haemoglobin has quaternary structure because it is made of four polypeptide subunits (two alpha and two beta chains). Each subunit has its own tertiary structure, but the protein only functions when all four combine.",
      "subtopic": {
        "id": "protein-structure-and-function",
        "name": "Protein Structure and Function",
        "what": "This subtopic covers the structure of amino acids, peptide bond formation, the four levels of protein structure (primary through quaternary), the proteome, protein functions, and the protein secretory pathway.",
        "why": "Proteins are the functional products of gene expression. Understanding how amino acids are linked, how proteins fold into functional shapes, and how they are exported from the cell connects the molecular detail of DNA to the real-world function of organisms."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-5d949b92-1eb5-f811-2f2b-6bfc4a9ab760",
      "id": 4,
      "version": 1,
      "contentHash": "hash-7c0e2c95",
      "title": "I can define proteome and list the six main functions of proteins with examples",
      "code": "2C.4",
      "what": "The proteome is the complete collection of proteins within an organism at a given time. The six main functions of proteins are: hormones (e.g. insulin), immunity (e.g. antibodies), transport (e.g. haemoglobin), structure (e.g. collagen), movement (e.g. actin), and enzymes (e.g. pepsin). The mnemonic HITS ME can help remember these.",
      "why": "The proteome reflects which genes are being expressed at any given time and varies between cell types and conditions. Understanding the diversity of protein functions shows why gene expression matters for the whole organism.",
      "example": "A muscle cell and a liver cell in the same person have the same genome but different proteomes. The muscle cell expresses more actin (movement protein) while the liver cell expresses more enzymes for detoxification.",
      "subtopic": {
        "id": "protein-structure-and-function",
        "name": "Protein Structure and Function",
        "what": "This subtopic covers the structure of amino acids, peptide bond formation, the four levels of protein structure (primary through quaternary), the proteome, protein functions, and the protein secretory pathway.",
        "why": "Proteins are the functional products of gene expression. Understanding how amino acids are linked, how proteins fold into functional shapes, and how they are exported from the cell connects the molecular detail of DNA to the real-world function of organisms."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-68ab3177-75fa-6041-32ca-d17e4dfdf21d",
      "id": 5,
      "version": 1,
      "contentHash": "hash-f2865350",
      "title": "I can describe the protein secretory pathway and the organelles involved",
      "code": "2C.5",
      "what": "Proteins destined for export are synthesised on ribosomes of the rough endoplasmic reticulum, transported to the Golgi apparatus for modification, packaged into secretory vesicles, and released from the cell via exocytosis when the vesicle fuses with the plasma membrane.",
      "why": "Many proteins function outside the cell that produces them (e.g. hormones, antibodies). The secretory pathway explains how cells manufacture and deliver these proteins to where they are needed.",
      "example": "Insulin is a hormone produced by beta cells in the pancreas. It is synthesised on the rough ER, modified in the Golgi apparatus, packaged into vesicles, and released by exocytosis into the bloodstream when blood glucose levels rise.",
      "subtopic": {
        "id": "protein-structure-and-function",
        "name": "Protein Structure and Function",
        "what": "This subtopic covers the structure of amino acids, peptide bond formation, the four levels of protein structure (primary through quaternary), the proteome, protein functions, and the protein secretory pathway.",
        "why": "Proteins are the functional products of gene expression. Understanding how amino acids are linked, how proteins fold into functional shapes, and how they are exported from the cell connects the molecular detail of DNA to the real-world function of organisms."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4071b182-42af-984b-fa99-cf5ccf1e5c4f",
      "id": 1,
      "version": 1,
      "contentHash": "hash-db5166b3",
      "title": "I can define and identify the key structural components of a gene",
      "code": "2D.1",
      "what": "A gene consists of: a promoter (where RNA polymerase binds to start transcription), an operator (where a repressor can bind to block transcription), exons (coding sequences that appear in the final mRNA), introns (non-coding sequences removed during splicing), and a terminator (signals the end of transcription).",
      "why": "Each component of a gene has a specific function in controlling when and how a protein is produced. Knowing these definitions and their roles is foundational for understanding gene regulation.",
      "example": "In a diagram of a gene, the components appear in this order from left to right: promoter, operator, then alternating exons and introns making up the coding region, ending with the terminator.",
      "subtopic": {
        "id": "gene-structure-and-regulation",
        "name": "Gene Structure and Regulation",
        "what": "This subtopic covers the structural components of a gene (promoter, operator, exons, introns, terminator), the definitions of structural and regulatory genes, the concept of an operon, and how the trp operon regulates tryptophan production in prokaryotes.",
        "why": "Organisms do not express all genes all the time. Understanding gene structure and regulation explains how cells control which proteins are made and when, which is essential for efficient use of resources and proper cell function."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-1161c189-f14e-b493-dbf2-a3cca4f8e2a8",
      "id": 2,
      "version": 1,
      "contentHash": "hash-4a26911a",
      "title": "I can distinguish between structural genes and regulatory genes",
      "code": "2D.2",
      "what": "A structural gene codes for a protein that performs a specific function in the cell or organism (e.g. an enzyme or structural protein). A regulatory gene codes for a regulatory protein, such as a repressor, that controls the expression of other genes.",
      "why": "This distinction is important for understanding gene regulation. Regulatory genes act as control switches, determining whether structural genes are transcribed or not.",
      "example": "In the trp operon, the five genes trpE to trpA are structural genes that code for enzymes needed to make tryptophan. The separate trpR gene is a regulatory gene that codes for the trp repressor protein.",
      "subtopic": {
        "id": "gene-structure-and-regulation",
        "name": "Gene Structure and Regulation",
        "what": "This subtopic covers the structural components of a gene (promoter, operator, exons, introns, terminator), the definitions of structural and regulatory genes, the concept of an operon, and how the trp operon regulates tryptophan production in prokaryotes.",
        "why": "Organisms do not express all genes all the time. Understanding gene structure and regulation explains how cells control which proteins are made and when, which is essential for efficient use of resources and proper cell function."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-cd2e4c0a-34a8-7f79-cdcd-053e4d69d3f1",
      "id": 3,
      "version": 1,
      "contentHash": "hash-884f453a",
      "title": "I can define an operon and identify its components",
      "code": "2D.3",
      "what": "An operon is a series of structural genes that are all under the control of a single promoter and operator. This means they are transcribed together as one unit and regulated as a group.",
      "why": "Operons are an efficient way for prokaryotes to coordinate the expression of genes involved in the same metabolic pathway. The trp operon is the required example for this course.",
      "example": "The trp operon contains five structural genes (trpE, trpD, trpC, trpB, trpA) all controlled by one promoter and one operator. When the operon is switched on, all five genes are transcribed together into one mRNA.",
      "subtopic": {
        "id": "gene-structure-and-regulation",
        "name": "Gene Structure and Regulation",
        "what": "This subtopic covers the structural components of a gene (promoter, operator, exons, introns, terminator), the definitions of structural and regulatory genes, the concept of an operon, and how the trp operon regulates tryptophan production in prokaryotes.",
        "why": "Organisms do not express all genes all the time. Understanding gene structure and regulation explains how cells control which proteins are made and when, which is essential for efficient use of resources and proper cell function."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-85de6f5d-24e0-ae57-7bcf-3059db4a3be7",
      "id": 4,
      "version": 1,
      "contentHash": "hash-137281a9",
      "title": "I can describe how the trp operon functions when tryptophan levels are low",
      "code": "2D.4",
      "what": "When tryptophan levels are low, the repressor protein is inactive and cannot bind to the operator. This leaves the promoter accessible, so RNA polymerase binds and transcribes the five structural genes. The resulting enzymes then synthesise more tryptophan.",
      "why": "This scenario illustrates how gene expression is activated in response to a cellular need. The organism only produces tryptophan-synthesising enzymes when tryptophan is actually needed.",
      "example": "In an E. coli cell that has run low on tryptophan, the trp repressor floats freely in an inactive shape. RNA polymerase binds to the promoter unimpeded and transcribes trpE through trpA, producing the enzymes that build tryptophan from precursor molecules.",
      "subtopic": {
        "id": "gene-structure-and-regulation",
        "name": "Gene Structure and Regulation",
        "what": "This subtopic covers the structural components of a gene (promoter, operator, exons, introns, terminator), the definitions of structural and regulatory genes, the concept of an operon, and how the trp operon regulates tryptophan production in prokaryotes.",
        "why": "Organisms do not express all genes all the time. Understanding gene structure and regulation explains how cells control which proteins are made and when, which is essential for efficient use of resources and proper cell function."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-b27187fc-40ad-5611-d1a1-60d61da56d7d",
      "id": 5,
      "version": 1,
      "contentHash": "hash-75eb0cc5",
      "title": "I can describe how the trp operon functions when tryptophan levels are high",
      "code": "2D.5",
      "what": "When tryptophan levels are high, tryptophan molecules bind to the repressor protein, changing its shape so that it can now bind to the operator. This blocks RNA polymerase from reaching the promoter, preventing transcription of the structural genes and stopping tryptophan production.",
      "why": "This scenario illustrates negative feedback at the genetic level. The product of the pathway (tryptophan) acts as the signal to shut down its own production, conserving cellular resources.",
      "example": "When an E. coli cell has plenty of tryptophan, tryptophan acts as a co-repressor by binding to the trp repressor. The now-active repressor binds to the operator, physically blocking RNA polymerase. No mRNA is made, so no tryptophan-synthesising enzymes are produced.",
      "subtopic": {
        "id": "gene-structure-and-regulation",
        "name": "Gene Structure and Regulation",
        "what": "This subtopic covers the structural components of a gene (promoter, operator, exons, introns, terminator), the definitions of structural and regulatory genes, the concept of an operon, and how the trp operon regulates tryptophan production in prokaryotes.",
        "why": "Organisms do not express all genes all the time. Understanding gene structure and regulation explains how cells control which proteins are made and when, which is essential for efficient use of resources and proper cell function."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-341df131-7418-09c8-4838-164083716011",
      "id": 6,
      "version": 1,
      "contentHash": "hash-c23528a4",
      "title": "I can explain the role of the repressor protein in regulating the trp operon",
      "code": "2D.6",
      "what": "The repressor protein is always present in the cell but can exist in two forms: inactive (cannot bind the operator) when tryptophan is absent, and active (binds the operator to block transcription) when tryptophan binds to it and changes its shape.",
      "why": "The repressor is the key regulatory molecule that links the cell's internal conditions (tryptophan concentration) to gene expression. Understanding its dual states is essential for explaining how the operon switches between on and off.",
      "example": "Think of the repressor as a lock that only works when tryptophan acts as the key. Without tryptophan, the lock is the wrong shape and cannot block the door (operator). With tryptophan inserted, the lock changes shape, fits into the operator, and blocks RNA polymerase from passing through.",
      "subtopic": {
        "id": "gene-structure-and-regulation",
        "name": "Gene Structure and Regulation",
        "what": "This subtopic covers the structural components of a gene (promoter, operator, exons, introns, terminator), the definitions of structural and regulatory genes, the concept of an operon, and how the trp operon regulates tryptophan production in prokaryotes.",
        "why": "Organisms do not express all genes all the time. Understanding gene structure and regulation explains how cells control which proteins are made and when, which is essential for efficient use of resources and proper cell function."
      },
      "questionsExist": false
    }
  ]
}