{
  "_meta": {
    "exportedAt": "2026-02-05T22:46:42.450Z",
    "topicId": "fuel-cells",
    "topicName": "Fuel Cells"
  },
  "items": [
    {
      "uuid": "lp-cd0b5eb2-6773-04c4-99a1-16ec2ac3dce1",
      "id": 1,
      "version": 1,
      "contentHash": "hash-6fa8d4a6",
      "title": "I can compare the similarities and differences between primary galvanic cells and fuel cells",
      "code": "4A.1",
      "what": "Both fuel cells and primary galvanic cells convert chemical energy to electrical energy through spontaneous redox reactions with an anode, cathode, and electrolyte. However, fuel cells require continuous external supply of reactants and produce continuous electricity without recharging, while primary cells store reactants internally and eventually reach equilibrium.",
      "why": "This comparison clarifies why fuel cells are suitable for applications requiring long-term continuous power like vehicles and stationary generators, while primary cells are better for portable devices.",
      "example": "A Daniell cell stores zinc and copper reactants internally and stops working when zinc is consumed. A hydrogen fuel cell continuously receives H2 and O2 inputs and produces electricity as long as reactants are supplied.",
      "subtopic": {
        "id": "fuel-cell-design-and-operation",
        "name": "Fuel Cell Design and Operation",
        "what": "This subtopic covers the structural features and operating principles of fuel cells, including electrodes, electrolytes, reactant inlets, and product outlets. It emphasizes design innovations like porous and catalytic electrodes that enhance efficiency and distinguishes fuel cells from primary galvanic cells.",
        "why": "Understanding fuel cell design is essential for evaluating their applications in transportation, power generation, and space exploration. These principles explain why fuel cells offer continuous energy production with higher efficiency than combustion engines and traditional batteries."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-c57ba850-036f-f00b-6f87-2424feb89003",
      "id": 2,
      "version": 1,
      "contentHash": "hash-3c953955",
      "title": "I can identify and describe the common design features present in all fuel cells",
      "code": "4A.2",
      "what": "All fuel cells contain an anode where oxidation occurs, a cathode where reduction occurs, an electrolyte separating them, inlets for continuous fuel and oxidant supply, outlets for product removal, and an external circuit for electron flow.",
      "why": "These design features enable the conversion of chemical energy to electrical energy and distinguish fuel cells from other electrochemical cells by allowing continuous operation.",
      "example": "A proton exchange membrane fuel cell has a hydrogen inlet at the anode, oxygen inlet at the cathode, a polymer electrolyte membrane between them, and water vapor outlet for the product.",
      "subtopic": {
        "id": "fuel-cell-design-and-operation",
        "name": "Fuel Cell Design and Operation",
        "what": "This subtopic covers the structural features and operating principles of fuel cells, including electrodes, electrolytes, reactant inlets, and product outlets. It emphasizes design innovations like porous and catalytic electrodes that enhance efficiency and distinguishes fuel cells from primary galvanic cells.",
        "why": "Understanding fuel cell design is essential for evaluating their applications in transportation, power generation, and space exploration. These principles explain why fuel cells offer continuous energy production with higher efficiency than combustion engines and traditional batteries."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a6d6b60b-9100-ccf8-96f7-58f6c70df039",
      "id": 3,
      "version": 1,
      "contentHash": "hash-7b154bd7",
      "title": "I can explain how porous electrodes increase fuel cell efficiency",
      "code": "4A.3a",
      "what": "Porous electrodes contain tiny holes allowing gaseous reactants to diffuse easily through the electrode to reach the electrolyte. This increases the effective surface area for reactions, distributes current more evenly, and enhances the rate of reaction.",
      "why": "Higher surface area accelerates reaction rates, increasing power output and efficiency. This makes fuel cells practical for high-demand applications like vehicle propulsion.",
      "example": "In a hydrogen fuel cell with a porous anode, H2 gas diffuses through the tiny pores to reach the catalyst surface where H2 → 2H+ + 2e- occurs over a much larger area than a solid electrode would provide.",
      "subtopic": {
        "id": "fuel-cell-design-and-operation",
        "name": "Fuel Cell Design and Operation",
        "what": "This subtopic covers the structural features and operating principles of fuel cells, including electrodes, electrolytes, reactant inlets, and product outlets. It emphasizes design innovations like porous and catalytic electrodes that enhance efficiency and distinguishes fuel cells from primary galvanic cells.",
        "why": "Understanding fuel cell design is essential for evaluating their applications in transportation, power generation, and space exploration. These principles explain why fuel cells offer continuous energy production with higher efficiency than combustion engines and traditional batteries."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-aaffa9d2-7179-98d6-1e4f-46489f86a0a6",
      "id": 4,
      "version": 1,
      "contentHash": "hash-ce53baa5",
      "title": "I can explain how catalytic electrodes enhance fuel cell performance",
      "code": "4A.3b",
      "what": "Catalytic electrodes are coated with or made from materials like powdered platinum or nickel that act as catalysts to speed up the oxidation and reduction reactions occurring at the electrode surfaces without being consumed.",
      "why": "Catalysts reduce the activation energy needed for reactions, increasing reaction rates and power output. This allows fuel cells to operate effectively at lower temperatures and with faster response times.",
      "example": "Platinum catalyst at the anode breaks H-H bonds in hydrogen molecules more rapidly, accelerating the reaction H2 → 2H+ + 2e-, while nickel catalyst at the cathode speeds up oxygen reduction.",
      "subtopic": {
        "id": "fuel-cell-design-and-operation",
        "name": "Fuel Cell Design and Operation",
        "what": "This subtopic covers the structural features and operating principles of fuel cells, including electrodes, electrolytes, reactant inlets, and product outlets. It emphasizes design innovations like porous and catalytic electrodes that enhance efficiency and distinguishes fuel cells from primary galvanic cells.",
        "why": "Understanding fuel cell design is essential for evaluating their applications in transportation, power generation, and space exploration. These principles explain why fuel cells offer continuous energy production with higher efficiency than combustion engines and traditional batteries."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4fe7f890-e6b5-e0c8-44bf-52d8fc263f10",
      "id": 5,
      "version": 1,
      "contentHash": "hash-a29d0620",
      "title": "I can describe the role of gas diffusion layers in fuel cells",
      "code": "4A.3c",
      "what": "Gas diffusion layers are carbon-based, oxidation-resistant materials that maintain optimal gas flow rates to electrodes and prevent water retention inside the cell. They ensure even distribution of reactant gases across the electrode surface.",
      "why": "Proper gas distribution maximizes reaction efficiency by ensuring all catalyst surfaces are accessible to reactants. Water management prevents flooding that would block gas access and reduce power output.",
      "example": "In a PEM fuel cell, the carbon-based gas diffusion layer allows H2 to spread evenly across the platinum catalyst while allowing water produced at the cathode to exit, maintaining 60% efficiency.",
      "subtopic": {
        "id": "fuel-cell-design-and-operation",
        "name": "Fuel Cell Design and Operation",
        "what": "This subtopic covers the structural features and operating principles of fuel cells, including electrodes, electrolytes, reactant inlets, and product outlets. It emphasizes design innovations like porous and catalytic electrodes that enhance efficiency and distinguishes fuel cells from primary galvanic cells.",
        "why": "Understanding fuel cell design is essential for evaluating their applications in transportation, power generation, and space exploration. These principles explain why fuel cells offer continuous energy production with higher efficiency than combustion engines and traditional batteries."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-6c90be9f-67d2-26aa-268d-82abdf16ae12",
      "id": 6,
      "version": 1,
      "contentHash": "hash-8599e1cf",
      "title": "I can identify the advantages of fuel cells over combustion engines and primary cells",
      "code": "4A.4",
      "what": "Fuel cells offer 60% efficiency compared to under 20% for combustion engines because they directly convert chemical to electrical energy. They operate quietly, produce environmentally friendly products like water, generate usable heat, and provide continuous power without recharging if reactants are supplied.",
      "why": "These advantages make fuel cells attractive for reducing greenhouse gas emissions, improving energy efficiency, and providing reliable power for vehicles, spacecraft, and stationary generators.",
      "example": "A hydrogen fuel cell vehicle achieves 60% efficiency and produces only water vapor, while a petrol engine achieves 18% efficiency and produces CO2, CO, NOx, and particulates as emissions.",
      "subtopic": {
        "id": "fuel-cell-design-and-operation",
        "name": "Fuel Cell Design and Operation",
        "what": "This subtopic covers the structural features and operating principles of fuel cells, including electrodes, electrolytes, reactant inlets, and product outlets. It emphasizes design innovations like porous and catalytic electrodes that enhance efficiency and distinguishes fuel cells from primary galvanic cells.",
        "why": "Understanding fuel cell design is essential for evaluating their applications in transportation, power generation, and space exploration. These principles explain why fuel cells offer continuous energy production with higher efficiency than combustion engines and traditional batteries."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-13e19cb0-ef1f-2421-4495-5d66f6962311",
      "id": 7,
      "version": 1,
      "contentHash": "hash-7ab00cf6",
      "title": "I can describe the products and their uses in hydrogen fuel cells",
      "code": "4A.5",
      "what": "Hydrogen fuel cells produce water and heat as the only products. The water is environmentally harmless and the heat can be captured for heating buildings, generating hot water, or producing low-pressure steam for combined heat and power systems.",
      "why": "Clean products eliminate harmful emissions, and heat recovery improves overall energy efficiency from 60% to over 80% in combined heat and power applications, making fuel cells highly sustainable.",
      "example": "In stationary fuel cell power plants, the water produced (2H2 + O2 → 2H2O) is discharged as vapor, while waste heat at 80°C is used to heat buildings, improving total efficiency to 85%.",
      "subtopic": {
        "id": "fuel-cell-design-and-operation",
        "name": "Fuel Cell Design and Operation",
        "what": "This subtopic covers the structural features and operating principles of fuel cells, including electrodes, electrolytes, reactant inlets, and product outlets. It emphasizes design innovations like porous and catalytic electrodes that enhance efficiency and distinguishes fuel cells from primary galvanic cells.",
        "why": "Understanding fuel cell design is essential for evaluating their applications in transportation, power generation, and space exploration. These principles explain why fuel cells offer continuous energy production with higher efficiency than combustion engines and traditional batteries."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-3faaf84e-c1ea-613e-337a-d28a3ffeac20",
      "id": 8,
      "version": 1,
      "contentHash": "hash-aa44f2cf",
      "title": "I can explain why fuel cells are suitable for vehicle and portable applications",
      "code": "4A.6",
      "what": "Fuel cells are portable because they produce electricity directly where needed without large external generators. They can be refueled quickly (under 4 minutes for hydrogen), travel longer distances than battery vehicles, and maintain high efficiency regardless of load.",
      "why": "Portability and quick refueling make fuel cells practical for transportation, addressing range anxiety and downtime concerns that limit battery electric vehicle adoption.",
      "example": "The Toyota Mirai fuel cell vehicle refuels in 3-4 minutes and travels 650 km per tank, compared to battery vehicles requiring 30+ minutes charging for 400 km range.",
      "subtopic": {
        "id": "fuel-cell-design-and-operation",
        "name": "Fuel Cell Design and Operation",
        "what": "This subtopic covers the structural features and operating principles of fuel cells, including electrodes, electrolytes, reactant inlets, and product outlets. It emphasizes design innovations like porous and catalytic electrodes that enhance efficiency and distinguishes fuel cells from primary galvanic cells.",
        "why": "Understanding fuel cell design is essential for evaluating their applications in transportation, power generation, and space exploration. These principles explain why fuel cells offer continuous energy production with higher efficiency than combustion engines and traditional batteries."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e30c4a78-31da-b329-7013-a78ba3eb3d1b",
      "id": 1,
      "version": 1,
      "contentHash": "hash-15db924f",
      "title": "I can explain the green chemistry principle of designing for energy efficiency in fuel cells",
      "code": "4A.4a",
      "what": "Energy efficiency design means maximizing useful energy output relative to energy input. Fuel cells achieve this through direct chemical-to-electrical conversion (60% efficiency), using porous and catalytic electrodes to accelerate reactions, and capturing waste heat for combined heat and power systems.",
      "why": "Higher efficiency reduces fuel consumption, lowers costs, and minimizes environmental impact by requiring less resource extraction and producing fewer emissions per unit of useful energy.",
      "example": "A fuel cell power plant achieves 60% electrical efficiency, and capturing waste heat for building heating increases total efficiency to 85%, compared to 35% for coal power plants.",
      "subtopic": {
        "id": "sustainability-and-green-chemistry",
        "name": "Sustainability and Green Chemistry",
        "what": "This subtopic examines green chemistry principles applied to fuel cells, focusing on renewable feedstocks, energy efficiency, and sustainable production of hydrogen from biomass and biogas. It covers gasification processes and the environmental benefits of using renewable sources instead of fossil fuels.",
        "why": "Meeting society's energy needs sustainably requires transitioning from non-renewable resources to renewable feedstocks. Understanding green chemistry principles in fuel cell design helps evaluate environmental impacts and supports development of truly sustainable energy systems."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a904b4df-8393-4340-cfcd-4de2767ea6c6",
      "id": 2,
      "version": 1,
      "contentHash": "hash-6d6bdf7c",
      "title": "I can define renewable feedstocks and explain their importance for fuel cells",
      "code": "4A.4b",
      "what": "Renewable feedstocks are raw materials like corn starch, switchgrass, soybean oil, food scraps, and animal waste that can be readily replenished through natural processes. These are converted to hydrogen gas through gasification for use in fuel cells.",
      "why": "Using renewable feedstocks eliminates dependence on finite fossil fuels (coal, oil, natural gas), reduces greenhouse gas emissions, and creates sustainable energy systems aligned with climate goals.",
      "example": "Corn starch (renewable) can be gasified to produce H2 for fuel cells annually, while natural gas (non-renewable) takes millions of years to form and depletes with extraction.",
      "subtopic": {
        "id": "sustainability-and-green-chemistry",
        "name": "Sustainability and Green Chemistry",
        "what": "This subtopic examines green chemistry principles applied to fuel cells, focusing on renewable feedstocks, energy efficiency, and sustainable production of hydrogen from biomass and biogas. It covers gasification processes and the environmental benefits of using renewable sources instead of fossil fuels.",
        "why": "Meeting society's energy needs sustainably requires transitioning from non-renewable resources to renewable feedstocks. Understanding green chemistry principles in fuel cell design helps evaluate environmental impacts and supports development of truly sustainable energy systems."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4be0e5ab-318e-30db-f331-ebeea35292ed",
      "id": 3,
      "version": 1,
      "contentHash": "hash-bf044f74",
      "title": "I can describe the process of gasification for producing hydrogen from biomass",
      "code": "4A.4c",
      "what": "Gasification is the process where carbon-based biomass materials are heated at high temperatures with limited oxygen, breaking them down to produce hydrogen gas, carbon monoxide, and other gas products that can be used as fuel.",
      "why": "Gasification converts abundant, renewable biomass into hydrogen fuel for fuel cells, providing a sustainable alternative to extracting hydrogen from fossil fuels like natural gas.",
      "example": "Food waste and agricultural residues are heated to 800°C with controlled oxygen, producing a mixture containing H2 gas that is purified and supplied to hydrogen fuel cells for electricity generation.",
      "subtopic": {
        "id": "sustainability-and-green-chemistry",
        "name": "Sustainability and Green Chemistry",
        "what": "This subtopic examines green chemistry principles applied to fuel cells, focusing on renewable feedstocks, energy efficiency, and sustainable production of hydrogen from biomass and biogas. It covers gasification processes and the environmental benefits of using renewable sources instead of fossil fuels.",
        "why": "Meeting society's energy needs sustainably requires transitioning from non-renewable resources to renewable feedstocks. Understanding green chemistry principles in fuel cell design helps evaluate environmental impacts and supports development of truly sustainable energy systems."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-d7e12e41-ebe4-11dc-17dd-cdfc708ff7da",
      "id": 4,
      "version": 1,
      "contentHash": "hash-54f4bf6e",
      "title": "I can identify the sources and potential of biogas and biomass for fuel cells",
      "code": "4A.4d",
      "what": "Biogas is formed from anaerobic bacterial breakdown of organic waste. Biomass includes renewable organic matter from plants, animals, and living organisms. In the United States alone, up to one trillion kilograms of biomass are available annually for energy use.",
      "why": "The vast availability of biomass and biogas provides a scalable, sustainable source of hydrogen for fuel cells, reducing reliance on fossil fuels and utilizing waste materials productively.",
      "example": "Switchgrass grown on marginal farmland produces 10 tonnes of biomass per hectare annually, which can be gasified to generate hydrogen for fuel cells without competing with food crops.",
      "subtopic": {
        "id": "sustainability-and-green-chemistry",
        "name": "Sustainability and Green Chemistry",
        "what": "This subtopic examines green chemistry principles applied to fuel cells, focusing on renewable feedstocks, energy efficiency, and sustainable production of hydrogen from biomass and biogas. It covers gasification processes and the environmental benefits of using renewable sources instead of fossil fuels.",
        "why": "Meeting society's energy needs sustainably requires transitioning from non-renewable resources to renewable feedstocks. Understanding green chemistry principles in fuel cell design helps evaluate environmental impacts and supports development of truly sustainable energy systems."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a7a6d965-901d-f3e2-306b-912e941dea37",
      "id": 5,
      "version": 1,
      "contentHash": "hash-567c2c33",
      "title": "I can explain the environmental benefits of hydrogen fuel cells using renewable feedstocks",
      "code": "4A.4e",
      "what": "Hydrogen fuel cells using renewable feedstocks produce 50% less greenhouse gas emissions than petrol vehicles (considering full lifecycle), generate only water and heat as direct products, and avoid the carbon dioxide, carbon monoxide, and nitrogen oxides produced by combustion engines.",
      "why": "Reduced emissions address climate change and air quality concerns. Lifecycle analysis shows fuel cells powered by renewable hydrogen offer substantial environmental improvements over fossil fuel alternatives.",
      "example": "A fuel cell vehicle using hydrogen from biomass gasification emits 90 g CO2-equivalent per km (lifecycle), compared to 180 g CO2 per km for a petrol vehicle, achieving a 50% reduction.",
      "subtopic": {
        "id": "sustainability-and-green-chemistry",
        "name": "Sustainability and Green Chemistry",
        "what": "This subtopic examines green chemistry principles applied to fuel cells, focusing on renewable feedstocks, energy efficiency, and sustainable production of hydrogen from biomass and biogas. It covers gasification processes and the environmental benefits of using renewable sources instead of fossil fuels.",
        "why": "Meeting society's energy needs sustainably requires transitioning from non-renewable resources to renewable feedstocks. Understanding green chemistry principles in fuel cell design helps evaluate environmental impacts and supports development of truly sustainable energy systems."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-83678e75-0c99-5308-50b8-7b3920fbcc5c",
      "id": 6,
      "version": 1,
      "contentHash": "hash-e46b5473",
      "title": "I can discuss challenges in implementing renewable feedstock infrastructure for fuel cells",
      "code": "4A.4f",
      "what": "Major challenges include high costs of building hydrogen refueling stations, limited current infrastructure compared to petrol stations or electric charging points, debate over what constitutes truly renewable feedstocks (e.g., native forest exclusion in Australia), and technological barriers to efficient biomass gasification.",
      "why": "Understanding these challenges explains why fuel cell vehicles remain less common than battery electric vehicles despite technical advantages, and identifies areas requiring innovation and investment.",
      "example": "Building a hydrogen refueling station costs 1-2 million dollars compared to 100,000 dollars for an electric charging station, limiting infrastructure development and fuel cell vehicle adoption.",
      "subtopic": {
        "id": "sustainability-and-green-chemistry",
        "name": "Sustainability and Green Chemistry",
        "what": "This subtopic examines green chemistry principles applied to fuel cells, focusing on renewable feedstocks, energy efficiency, and sustainable production of hydrogen from biomass and biogas. It covers gasification processes and the environmental benefits of using renewable sources instead of fossil fuels.",
        "why": "Meeting society's energy needs sustainably requires transitioning from non-renewable resources to renewable feedstocks. Understanding green chemistry principles in fuel cell design helps evaluate environmental impacts and supports development of truly sustainable energy systems."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a18c6712-fd79-1903-bff6-31c242ea9ae8",
      "id": 7,
      "version": 1,
      "contentHash": "hash-98827bbb",
      "title": "I can evaluate the sustainability debate around different biomass sources",
      "code": "4A.4g",
      "what": "Different regions classify biomass sources differently for renewability. Australia became the first major economy to exclude native forest biomass from renewable energy in 2022, while the EU relies heavily on woody biomass. Agricultural residues and purpose-grown energy crops are widely accepted as renewable.",
      "why": "Classification affects policy support, funding, and whether fuel cells using certain hydrogen sources qualify as sustainable, influencing development and adoption of fuel cell technology.",
      "example": "Hydrogen from plantation timber gasification qualifies as renewable in the EU but not from native forest logging, while hydrogen from corn starch or food waste is considered renewable globally.",
      "subtopic": {
        "id": "sustainability-and-green-chemistry",
        "name": "Sustainability and Green Chemistry",
        "what": "This subtopic examines green chemistry principles applied to fuel cells, focusing on renewable feedstocks, energy efficiency, and sustainable production of hydrogen from biomass and biogas. It covers gasification processes and the environmental benefits of using renewable sources instead of fossil fuels.",
        "why": "Meeting society's energy needs sustainably requires transitioning from non-renewable resources to renewable feedstocks. Understanding green chemistry principles in fuel cell design helps evaluate environmental impacts and supports development of truly sustainable energy systems."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a33e235b-9ecf-1498-14e9-9365211db7c3",
      "id": 8,
      "version": 1,
      "contentHash": "hash-96aff271",
      "title": "I can describe innovations addressing fuel cell sustainability challenges",
      "code": "4A.4h",
      "what": "Current innovations include developing more efficient gasification processes, researching alternative renewable feedstocks requiring less water and land, improving catalyst materials to reduce platinum use, and designing combined heat and power systems to maximize energy utilization.",
      "why": "Continued innovation makes fuel cells more affordable, accessible, and environmentally sustainable, accelerating the transition from fossil fuels to renewable energy systems for society.",
      "example": "New nickel-based catalysts reduce platinum requirements by 80%, lowering fuel cell costs from 80 dollars per kW to 40 dollars per kW, making them more economically competitive with batteries.",
      "subtopic": {
        "id": "sustainability-and-green-chemistry",
        "name": "Sustainability and Green Chemistry",
        "what": "This subtopic examines green chemistry principles applied to fuel cells, focusing on renewable feedstocks, energy efficiency, and sustainable production of hydrogen from biomass and biogas. It covers gasification processes and the environmental benefits of using renewable sources instead of fossil fuels.",
        "why": "Meeting society's energy needs sustainably requires transitioning from non-renewable resources to renewable feedstocks. Understanding green chemistry principles in fuel cell design helps evaluate environmental impacts and supports development of truly sustainable energy systems."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-45a24c6d-06a4-b24e-1c5f-2e691788d00a",
      "id": 1,
      "version": 1,
      "contentHash": "hash-f693c896",
      "title": "I can state and apply Faraday's laws to electrochemical cells",
      "code": "4B.1a",
      "what": "Faraday's first law states that mass of substance produced or consumed is directly proportional to electric charge (m ∝ Q). Faraday's second law states that moles of substances are inversely proportional to their ionic charges. These relate electron flow to chemical quantities.",
      "why": "These laws provide the mathematical foundation for all electrochemical calculations, allowing prediction of how much material reacts or forms based on current and time.",
      "example": "If 96,500 C of charge flows through a cell, exactly 1 mole of electrons passes. This produces 1 mol of Ag from Ag+ but only 0.5 mol of Cu from Cu2+ (inverse to charges).",
      "subtopic": {
        "id": "faradays-laws-calculations",
        "name": "Faraday's Laws Calculations",
        "what": "This subtopic covers quantitative calculations using Faraday's laws to relate electric charge, current, time, and amounts of reactants or products in galvanic and fuel cells. It includes using Faraday's constant, stoichiometric relationships from half-equations, and the relationship between charge, current, and time.",
        "why": "Faraday's laws enable precise control and prediction of electrochemical cell behavior, essential for commercial applications requiring specific amounts of products, determining operating lifetimes, and designing cells for particular power outputs and durations."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-c55ab3e2-8a18-b5e5-bb11-2adbb5acdeae",
      "id": 2,
      "version": 1,
      "contentHash": "hash-5f5b6bc7",
      "title": "I can define and use Faraday's constant in calculations",
      "code": "4B.1b",
      "what": "Faraday's constant (F) equals 96,500 coulombs per mole of electrons (96,500 C mol-1). It represents the electric charge carried by one mole of electrons and is used in the equation Q = n(e-) × F to relate charge to moles of electrons.",
      "why": "Faraday's constant connects the microscopic world of electrons to measurable quantities like mass and current, enabling practical calculations for cell operation and design.",
      "example": "If 0.5 mol of electrons flow through a fuel cell, the charge is Q = 0.5 mol × 96,500 C mol-1 = 48,250 coulombs.",
      "subtopic": {
        "id": "faradays-laws-calculations",
        "name": "Faraday's Laws Calculations",
        "what": "This subtopic covers quantitative calculations using Faraday's laws to relate electric charge, current, time, and amounts of reactants or products in galvanic and fuel cells. It includes using Faraday's constant, stoichiometric relationships from half-equations, and the relationship between charge, current, and time.",
        "why": "Faraday's laws enable precise control and prediction of electrochemical cell behavior, essential for commercial applications requiring specific amounts of products, determining operating lifetimes, and designing cells for particular power outputs and durations."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-5ea88bdf-5f1b-0553-79d1-79a41e160be2",
      "id": 3,
      "version": 1,
      "contentHash": "hash-6c2f3a12",
      "title": "I can relate current, time, and electric charge using Q = It",
      "code": "4B.2a",
      "what": "Electric charge (Q in coulombs) equals current (I in amperes) multiplied by time (t in seconds): Q = It. One ampere equals one coulomb per second. This equation shows charge is directly proportional to both current and time.",
      "why": "This relationship allows calculation of how long a cell must operate at a given current to produce a desired amount of product, or what current is needed for a specific operating time.",
      "example": "A fuel cell operating at 2.5 amperes for 600 seconds produces Q = 2.5 A × 600 s = 1,500 coulombs of charge flowing through the external circuit.",
      "subtopic": {
        "id": "faradays-laws-calculations",
        "name": "Faraday's Laws Calculations",
        "what": "This subtopic covers quantitative calculations using Faraday's laws to relate electric charge, current, time, and amounts of reactants or products in galvanic and fuel cells. It includes using Faraday's constant, stoichiometric relationships from half-equations, and the relationship between charge, current, and time.",
        "why": "Faraday's laws enable precise control and prediction of electrochemical cell behavior, essential for commercial applications requiring specific amounts of products, determining operating lifetimes, and designing cells for particular power outputs and durations."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-6599c55c-7af7-6037-5c84-dfcbc7c704b1",
      "id": 4,
      "version": 1,
      "contentHash": "hash-4b437ee0",
      "title": "I can determine stoichiometric relationships between electrons and reactants or products from half-equations",
      "code": "4B.1c",
      "what": "Half-equations show the mole ratio between electrons and the species reacting. From the coefficients, determine how many moles of electrons are needed to produce or consume one mole of the substance, then use this ratio for calculations.",
      "why": "Stoichiometric relationships connect electrical measurements (charge, current) to chemical quantities (mass, moles), enabling prediction of reactant consumption and product formation.",
      "example": "From Ni2+(aq) + 2e- → Ni(s), the ratio is 2 moles of electrons per 1 mole of nickel. So 0.032 mol of electrons produces 0.016 mol of nickel metal.",
      "subtopic": {
        "id": "faradays-laws-calculations",
        "name": "Faraday's Laws Calculations",
        "what": "This subtopic covers quantitative calculations using Faraday's laws to relate electric charge, current, time, and amounts of reactants or products in galvanic and fuel cells. It includes using Faraday's constant, stoichiometric relationships from half-equations, and the relationship between charge, current, and time.",
        "why": "Faraday's laws enable precise control and prediction of electrochemical cell behavior, essential for commercial applications requiring specific amounts of products, determining operating lifetimes, and designing cells for particular power outputs and durations."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-6219be43-61aa-14cd-e79b-cf2a6a06b9ed",
      "id": 5,
      "version": 1,
      "contentHash": "hash-f6c86b50",
      "title": "I can calculate the mass of reactant consumed or product formed in a fuel cell",
      "code": "4B.3a",
      "what": "Calculate charge from Q = It, find moles of electrons from Q = n(e-) × F, use the half-equation stoichiometry to find moles of substance, then convert to mass using m = n × M.",
      "why": "This calculation predicts how much reactant is consumed or product forms during cell operation, essential for determining fuel requirements and operating lifetimes.",
      "example": "For Ni2+ + 2e- → Ni, if 3,124 C flows: n(e-) = 3124/96500 = 0.032 mol, n(Ni) = 0.032/2 = 0.016 mol, m(Ni) = 0.016 × 58.7 = 0.94 g deposited.",
      "subtopic": {
        "id": "faradays-laws-calculations",
        "name": "Faraday's Laws Calculations",
        "what": "This subtopic covers quantitative calculations using Faraday's laws to relate electric charge, current, time, and amounts of reactants or products in galvanic and fuel cells. It includes using Faraday's constant, stoichiometric relationships from half-equations, and the relationship between charge, current, and time.",
        "why": "Faraday's laws enable precise control and prediction of electrochemical cell behavior, essential for commercial applications requiring specific amounts of products, determining operating lifetimes, and designing cells for particular power outputs and durations."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-3abbff5a-76b9-eba3-d85e-053e7e2cf95b",
      "id": 6,
      "version": 1,
      "contentHash": "hash-88cf00cd",
      "title": "I can calculate the time required for a cell to produce a given amount of substance at constant current",
      "code": "4B.2b",
      "what": "Calculate moles of substance needed, use stoichiometry to find moles of electrons required, calculate charge from Q = n(e-) × F, then find time from t = Q/I. Remember to convert time units as needed (seconds to minutes).",
      "why": "This determines how long a cell must operate to produce desired quantities, critical for industrial production scheduling and battery lifetime predictions.",
      "example": "To deposit 2.00 g Ni (0.034 mol) at 1.85 A: n(e-) = 0.068 mol, Q = 6,562 C, t = 6562/1.85 = 3,547 s = 59 minutes (for Ni2+ + 2e- → Ni).",
      "subtopic": {
        "id": "faradays-laws-calculations",
        "name": "Faraday's Laws Calculations",
        "what": "This subtopic covers quantitative calculations using Faraday's laws to relate electric charge, current, time, and amounts of reactants or products in galvanic and fuel cells. It includes using Faraday's constant, stoichiometric relationships from half-equations, and the relationship between charge, current, and time.",
        "why": "Faraday's laws enable precise control and prediction of electrochemical cell behavior, essential for commercial applications requiring specific amounts of products, determining operating lifetimes, and designing cells for particular power outputs and durations."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a20e35e8-2de4-8501-b2c1-57b97c331329",
      "id": 7,
      "version": 1,
      "contentHash": "hash-77bd36b2",
      "title": "I can calculate the current in a cell when a known mass is produced in a given time",
      "code": "4B.2c",
      "what": "Convert mass to moles using n = m/M, use stoichiometry to find moles of electrons, calculate charge from Q = n(e-) × F, convert time to seconds if needed, then calculate current from I = Q/t.",
      "why": "This determines the current flowing through a cell from experimental observations, useful for verifying cell performance or diagnosing issues with expected versus actual current.",
      "example": "If 0.95 g Ni deposits in 15 minutes: n(Ni) = 0.016 mol, n(e-) = 0.032 mol, Q = 3,088 C, t = 900 s, I = 3088/900 = 3.4 amperes.",
      "subtopic": {
        "id": "faradays-laws-calculations",
        "name": "Faraday's Laws Calculations",
        "what": "This subtopic covers quantitative calculations using Faraday's laws to relate electric charge, current, time, and amounts of reactants or products in galvanic and fuel cells. It includes using Faraday's constant, stoichiometric relationships from half-equations, and the relationship between charge, current, and time.",
        "why": "Faraday's laws enable precise control and prediction of electrochemical cell behavior, essential for commercial applications requiring specific amounts of products, determining operating lifetimes, and designing cells for particular power outputs and durations."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-1794f564-4359-7852-11da-52ebf56dceca",
      "id": 8,
      "version": 1,
      "contentHash": "hash-4a13f12f",
      "title": "I can apply the inverse relationship between ionic charge and quantity produced",
      "code": "4B.3b",
      "what": "For the same amount of charge flowing through cells, substances with higher ionic charges produce fewer moles. Na+ (1+ charge) produces twice as many moles as Mg2+ (2+ charge), and three times as many as Al3+ (3+ charge) for the same charge.",
      "why": "This relationship explains why different cells with different electrode materials produce different amounts of product for the same current and time, affecting cell capacity and efficiency.",
      "example": "With 96,500 C: 1 mol Na from Na+ + e- → Na, 0.5 mol Mg from Mg2+ + 2e- → Mg, 0.33 mol Al from Al3+ + 3e- → Al (inverse to charges 1, 2, 3).",
      "subtopic": {
        "id": "faradays-laws-calculations",
        "name": "Faraday's Laws Calculations",
        "what": "This subtopic covers quantitative calculations using Faraday's laws to relate electric charge, current, time, and amounts of reactants or products in galvanic and fuel cells. It includes using Faraday's constant, stoichiometric relationships from half-equations, and the relationship between charge, current, and time.",
        "why": "Faraday's laws enable precise control and prediction of electrochemical cell behavior, essential for commercial applications requiring specific amounts of products, determining operating lifetimes, and designing cells for particular power outputs and durations."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-84ae9944-ed21-9bca-5417-0f11cc729808",
      "id": 9,
      "version": 1,
      "contentHash": "hash-6dc671e1",
      "title": "I can perform complete Faraday's laws calculations combining all steps",
      "code": "4B.3c",
      "what": "Full calculations involve identifying the half-equation, determining stoichiometry, converting between mass/moles, calculating charge using Faraday's constant, and relating charge to current and time. All units must be correct: seconds for time, amperes for current, coulombs for charge.",
      "why": "Integrated calculations solve real-world problems like determining fuel cell lifetime, sizing fuel tanks, or predicting battery performance under different operating conditions.",
      "example": "A 1 mA hearing aid battery for 1200 hours: Q = 0.001 A × 4,320,000 s = 4,320 C, n(e-) = 0.045 mol, n(Zn) = 0.0225 mol (from Zn → Zn2+ + 2e-), m(Zn) = 1.47 g.",
      "subtopic": {
        "id": "faradays-laws-calculations",
        "name": "Faraday's Laws Calculations",
        "what": "This subtopic covers quantitative calculations using Faraday's laws to relate electric charge, current, time, and amounts of reactants or products in galvanic and fuel cells. It includes using Faraday's constant, stoichiometric relationships from half-equations, and the relationship between charge, current, and time.",
        "why": "Faraday's laws enable precise control and prediction of electrochemical cell behavior, essential for commercial applications requiring specific amounts of products, determining operating lifetimes, and designing cells for particular power outputs and durations."
      },
      "questionsExist": false
    }
  ]
}