{
  "_meta": {
    "exportedAt": "2026-02-11T09:30:41.243Z",
    "topicId": "business-foundations",
    "topicName": "Business foundations"
  },
  "items": [
    {
      "uuid": "lp-74eeeb2f-62f0-8ce3-3363-4fc13f6d7a38",
      "id": 1,
      "version": 1,
      "contentHash": "hash-f3979abd",
      "title": "I can distinguish between the private sector and the public sector in Australia's mixed market economy",
      "code": "1.1",
      "what": "The private sector consists of businesses owned by private individuals, groups or institutions. The public sector consists of businesses owned and operated by the government. Australia's mixed market economy includes both.",
      "why": "Knowing which sector a business belongs to helps explain its purpose, funding sources and accountability structures.",
      "example": "A local cafe is a private sector business owned by an individual, while Australia Post is a public sector government business enterprise owned by the Commonwealth Government.",
      "subtopic": {
        "id": "types-of-businesses-overview",
        "name": "Types of Businesses Overview",
        "what": "This subtopic introduces the Australian mixed market economy and the distinction between the private and public sectors. It covers the six types of business structures and why businesses matter to the economy.",
        "why": "Understanding how different businesses are structured helps explain why owners choose particular legal forms and how those choices affect liability, control and growth potential."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-3d45aa3e-e8cf-1101-ef87-a749a66a9a1f",
      "id": 2,
      "version": 1,
      "contentHash": "hash-bea503d5",
      "title": "I can identify the six types of businesses that operate in Australia",
      "code": "1.1",
      "what": "The six types are: sole traders, partnerships, private limited companies, public listed companies, social enterprises and government business enterprises (GBEs).",
      "why": "Each type has different rules around ownership, liability, profit distribution and regulation, so identifying them is the first step in understanding how Australian businesses are structured.",
      "example": "A freelance graphic designer operating under their own name is a sole trader, while Woolworths Group Ltd is a public listed company trading shares on the ASX.",
      "subtopic": {
        "id": "types-of-businesses-overview",
        "name": "Types of Businesses Overview",
        "what": "This subtopic introduces the Australian mixed market economy and the distinction between the private and public sectors. It covers the six types of business structures and why businesses matter to the economy.",
        "why": "Understanding how different businesses are structured helps explain why owners choose particular legal forms and how those choices affect liability, control and growth potential."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-3eda4b4d-a998-b184-de52-d75563acf300",
      "id": 3,
      "version": 1,
      "contentHash": "hash-dabf01d7",
      "title": "I can describe the key reasons why businesses are important to the Australian economy",
      "code": "1.1",
      "what": "Businesses contribute to the economy by manufacturing and selling goods or providing services, creating employment, generating taxation revenue for the government, driving innovation and product development, and providing infrastructure.",
      "why": "Recognising the broader economic role of businesses helps explain why governments regulate and support them.",
      "example": "A regional manufacturing company creates 50 local jobs, pays company tax to the ATO, and supplies products to both domestic and international customers.",
      "subtopic": {
        "id": "types-of-businesses-overview",
        "name": "Types of Businesses Overview",
        "what": "This subtopic introduces the Australian mixed market economy and the distinction between the private and public sectors. It covers the six types of business structures and why businesses matter to the economy.",
        "why": "Understanding how different businesses are structured helps explain why owners choose particular legal forms and how those choices affect liability, control and growth potential."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-23d8ae49-332f-2173-8603-1725fc9ad5df",
      "id": 4,
      "version": 1,
      "contentHash": "hash-ffb8ba3e",
      "title": "I can compare and evaluate different types of businesses by analysing their key characteristics",
      "code": "1.1",
      "what": "Comparing business types involves examining factors such as how they are established, ownership structure, liability, how funds are raised, profit distribution, taxation, regulation and decision-making.",
      "why": "Being able to compare business types is essential for evaluating which structure best suits a particular business situation, a key skill for SACs and exams.",
      "example": "When comparing a sole trader and a private limited company, a key difference is liability: the sole trader has unlimited liability (personal assets at risk), while shareholders of a Pty Ltd company have limited liability (only their investment is at risk).",
      "subtopic": {
        "id": "types-of-businesses-overview",
        "name": "Types of Businesses Overview",
        "what": "This subtopic introduces the Australian mixed market economy and the distinction between the private and public sectors. It covers the six types of business structures and why businesses matter to the economy.",
        "why": "Understanding how different businesses are structured helps explain why owners choose particular legal forms and how those choices affect liability, control and growth potential."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e0232f25-b61d-5125-f77c-8ebb45c92836",
      "id": 1,
      "version": 1,
      "contentHash": "hash-af1a7d2a",
      "title": "I can define and describe the key features of a sole trader",
      "code": "1.1",
      "what": "A sole trader is a single owner of a business who is entitled to keep all profits after tax but is liable for all losses. They have unlimited liability, meaning personal assets can be seized to recover business debts.",
      "why": "The sole trader structure is the simplest and cheapest to establish, so understanding its features explains why many businesses start this way.",
      "example": "Simon, a pastry chef, sets up a home catering business as a sole trader. He uses his own TFN to lodge tax returns and is personally responsible if the business incurs a $10,000 debt to a supplier.",
      "subtopic": {
        "id": "sole-traders-and-partnerships",
        "name": "Sole Traders and Partnerships",
        "what": "This subtopic covers the features, advantages and disadvantages of sole traders and partnerships, including the legal requirements and types of partnerships available in Australia.",
        "why": "Sole traders and partnerships are the simplest and most common business structures. Understanding their characteristics helps when advising whether a business should adopt or move away from these structures."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4a1faedb-c44b-63de-7cd3-0b3c001c1277",
      "id": 2,
      "version": 1,
      "contentHash": "hash-8a5c96ca",
      "title": "I can analyse the advantages and disadvantages of operating as a sole trader",
      "code": "1.1",
      "what": "Advantages include simplicity, total control and minimal regulation. Disadvantages include unlimited liability, difficulty accessing finance, reliance on the owner's own skills, and no perpetuity (the business ends when the owner dies).",
      "why": "Evaluating these trade-offs is necessary for recommending whether a sole trader structure suits a particular business scenario.",
      "example": "A sole trader has total control over decisions (advantage), but if the business fails owing $50,000, creditors can claim the owner's personal car and savings to recover the debt (disadvantage).",
      "subtopic": {
        "id": "sole-traders-and-partnerships",
        "name": "Sole Traders and Partnerships",
        "what": "This subtopic covers the features, advantages and disadvantages of sole traders and partnerships, including the legal requirements and types of partnerships available in Australia.",
        "why": "Sole traders and partnerships are the simplest and most common business structures. Understanding their characteristics helps when advising whether a business should adopt or move away from these structures."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-55761a8d-8d08-1671-32d8-5b0efb88cc96",
      "id": 3,
      "version": 1,
      "contentHash": "hash-654c94f0",
      "title": "I can define a partnership and distinguish between general and limited partnerships",
      "code": "1.1",
      "what": "A partnership involves two to 20 people in business together. In a general partnership, all partners share management responsibility and have unlimited liability. In a limited partnership, some partners are passive investors with liability limited to their investment.",
      "why": "Understanding the two types of partnerships clarifies how risk and management responsibility can be distributed among business owners.",
      "example": "In a general partnership between two accountants, both manage the firm and both are personally liable for all debts. In a limited partnership, a silent investor contributes $100,000 but is only liable up to that amount.",
      "subtopic": {
        "id": "sole-traders-and-partnerships",
        "name": "Sole Traders and Partnerships",
        "what": "This subtopic covers the features, advantages and disadvantages of sole traders and partnerships, including the legal requirements and types of partnerships available in Australia.",
        "why": "Sole traders and partnerships are the simplest and most common business structures. Understanding their characteristics helps when advising whether a business should adopt or move away from these structures."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a058c8af-e8e1-27bb-d156-649743520729",
      "id": 4,
      "version": 1,
      "contentHash": "hash-270e6da6",
      "title": "I can describe the purpose and typical contents of a partnership agreement",
      "code": "1.1",
      "what": "A partnership agreement is a formal legal document outlining partner details, capital contributions, profit division, roles, dispute resolution, admission of new partners and termination clauses. It is governed by the Partnership Act 1958 (Vic).",
      "why": "A well-drafted partnership agreement prevents disputes and provides clear procedures for managing the business and winding it up.",
      "example": "A partnership agreement between two cafe owners specifies that Partner A contributes $80,000 and receives 60% of profits, while Partner B contributes $40,000 and receives 40%.",
      "subtopic": {
        "id": "sole-traders-and-partnerships",
        "name": "Sole Traders and Partnerships",
        "what": "This subtopic covers the features, advantages and disadvantages of sole traders and partnerships, including the legal requirements and types of partnerships available in Australia.",
        "why": "Sole traders and partnerships are the simplest and most common business structures. Understanding their characteristics helps when advising whether a business should adopt or move away from these structures."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-456f5724-7b53-c31c-09b8-bc5a16f483b3",
      "id": 5,
      "version": 1,
      "contentHash": "hash-85c6a03a",
      "title": "I can analyse the advantages and disadvantages of a partnership",
      "code": "1.1",
      "what": "Advantages include shared risk, broader access to capital and skills, and simple setup. Disadvantages include unlimited liability for all partners, no perpetuity, potential for disputes, and each partner being bound by the actions of other partners.",
      "why": "Evaluating partnerships against other structures helps determine when shared ownership is beneficial and when its risks outweigh the benefits.",
      "example": "Two partners share the workload of running a law firm (advantage), but if Partner A signs a lease without consulting Partner B, both are legally bound by that commitment (disadvantage).",
      "subtopic": {
        "id": "sole-traders-and-partnerships",
        "name": "Sole Traders and Partnerships",
        "what": "This subtopic covers the features, advantages and disadvantages of sole traders and partnerships, including the legal requirements and types of partnerships available in Australia.",
        "why": "Sole traders and partnerships are the simplest and most common business structures. Understanding their characteristics helps when advising whether a business should adopt or move away from these structures."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-1ce8da3c-de43-5981-95d3-c4fe1d2f664d",
      "id": 1,
      "version": 1,
      "contentHash": "hash-cbfbd7a5",
      "title": "I can explain the process of incorporation and the role of ASIC",
      "code": "1.1",
      "what": "Incorporation is the process of legally creating a company as a separate entity from its owners. The company must be registered with the Australian Securities and Investments Commission (ASIC), obtain an Australian Company Number (ACN), and comply with the Corporations Act 2001.",
      "why": "Incorporation creates a legal separation between owners and the business, which is the foundation for limited liability and perpetuity.",
      "example": "Barry's furniture partnership registers as 'Barry's Red Gum Furniture Pty Ltd' with ASIC, receives ACN 123 456 789, and must now display this number on all public documents.",
      "subtopic": {
        "id": "companies",
        "name": "Private Limited and Public Listed Companies",
        "what": "This subtopic covers the process of incorporation, the features of private limited (Pty Ltd) companies and public listed (Ltd) companies, and the regulatory requirements that apply to each.",
        "why": "Companies are separate legal entities that offer limited liability and perpetuity. Understanding their structure is essential for explaining why growing businesses often incorporate."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-9b0bad38-73b2-cefe-5455-3fec5348eca9",
      "id": 2,
      "version": 1,
      "contentHash": "hash-a58d3a94",
      "title": "I can describe the key features and restrictions of a private limited company",
      "code": "1.1",
      "what": "A private limited company (Pty Ltd) has between 1 and 50 non-employee shareholders, at least one director residing in Australia, limited liability for shareholders, and shares that can only be traded with the permission of other shareholders.",
      "why": "This structure is popular for family businesses and growing sole traders or partnerships because it offers liability protection while keeping ownership relatively controlled.",
      "example": "A family furniture business restructures as a Pty Ltd company with three family shareholders. If the company incurs a $200,000 debt, the shareholders' personal homes and savings are protected.",
      "subtopic": {
        "id": "companies",
        "name": "Private Limited and Public Listed Companies",
        "what": "This subtopic covers the process of incorporation, the features of private limited (Pty Ltd) companies and public listed (Ltd) companies, and the regulatory requirements that apply to each.",
        "why": "Companies are separate legal entities that offer limited liability and perpetuity. Understanding their structure is essential for explaining why growing businesses often incorporate."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-882eaec7-4c38-a99f-739f-9d2ff39a9fa5",
      "id": 3,
      "version": 1,
      "contentHash": "hash-693daa32",
      "title": "I can describe the key features and restrictions of a public listed company",
      "code": "1.1",
      "what": "A public listed company (Ltd) can have an unlimited number of shareholders, must have at least three directors (two residing in Australia), at least one company secretary, and must issue a prospectus to invite public share purchases. Its shares are traded on the ASX.",
      "why": "Public listing allows a business to raise large amounts of capital but comes with significant regulatory and compliance obligations.",
      "example": "Woolworths Group Ltd is listed on the ASX. Any member of the public can buy its shares, and the company must publish an annual report and audited financial accounts each year.",
      "subtopic": {
        "id": "companies",
        "name": "Private Limited and Public Listed Companies",
        "what": "This subtopic covers the process of incorporation, the features of private limited (Pty Ltd) companies and public listed (Ltd) companies, and the regulatory requirements that apply to each.",
        "why": "Companies are separate legal entities that offer limited liability and perpetuity. Understanding their structure is essential for explaining why growing businesses often incorporate."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-8f5fbaa5-50c5-a649-d7a1-0f749c157aeb",
      "id": 4,
      "version": 1,
      "contentHash": "hash-9ce919ef",
      "title": "I can compare the advantages and disadvantages of private limited and public listed companies",
      "code": "1.1",
      "what": "Both offer limited liability and perpetuity. Private limited companies are simpler and cheaper to run but restrict share trading and shareholder numbers. Public listed companies can raise more capital but face higher costs, greater complexity and stricter reporting requirements.",
      "why": "Comparing these two structures helps explain why some businesses remain private while others seek a public listing to fund growth.",
      "example": "A Pty Ltd company keeps control within the family but can only issue shares to up to 50 non-employee shareholders. A Ltd company like BHP can sell shares to millions of investors on the ASX but must comply with continuous disclosure rules.",
      "subtopic": {
        "id": "companies",
        "name": "Private Limited and Public Listed Companies",
        "what": "This subtopic covers the process of incorporation, the features of private limited (Pty Ltd) companies and public listed (Ltd) companies, and the regulatory requirements that apply to each.",
        "why": "Companies are separate legal entities that offer limited liability and perpetuity. Understanding their structure is essential for explaining why growing businesses often incorporate."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-d5f2a6c3-3ff4-54cf-c533-95fd44442aed",
      "id": 5,
      "version": 1,
      "contentHash": "hash-8deb8491",
      "title": "I can explain key company concepts including limited liability, perpetuity and the role of directors",
      "code": "1.1",
      "what": "Limited liability means shareholders are only liable to the value of their shareholding. Perpetuity means the company continues to exist regardless of changes in ownership or the death of a director. Directors are appointed to manage and control the company and must comply with legal duties.",
      "why": "These concepts are fundamental to understanding why the company structure is preferred for larger or longer-term business ventures.",
      "example": "If a shareholder who owns $5,000 in shares of a Pty Ltd company dies, the company continues to operate (perpetuity), and the shareholder's estate is only liable for the $5,000 investment (limited liability).",
      "subtopic": {
        "id": "companies",
        "name": "Private Limited and Public Listed Companies",
        "what": "This subtopic covers the process of incorporation, the features of private limited (Pty Ltd) companies and public listed (Ltd) companies, and the regulatory requirements that apply to each.",
        "why": "Companies are separate legal entities that offer limited liability and perpetuity. Understanding their structure is essential for explaining why growing businesses often incorporate."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-48e19aef-221a-1ca8-4a78-7d213d9b9ca9",
      "id": 1,
      "version": 1,
      "contentHash": "hash-70fa2f9f",
      "title": "I can define a social enterprise and explain its dual goals",
      "code": "1.1",
      "what": "A social enterprise is a business that uses commercial strategies to maximise improvements in human wellbeing or the environment rather than maximising profit for owners. Its two main goals are to achieve social, cultural, community or environmental outcomes, and to earn revenue.",
      "why": "Social enterprises represent a growing sector that blends business skills with social purpose, making them relevant to understanding modern business structures.",
      "example": "HoMie sells streetwear clothing from its Fitzroy shopfront and directs 100% of profits after operating costs towards providing pathways out of homelessness for young people.",
      "subtopic": {
        "id": "social-and-government-enterprises",
        "name": "Social Enterprises and GBEs",
        "what": "This subtopic covers social enterprises that prioritise social, cultural or environmental outcomes alongside revenue, and government business enterprises (GBEs) that operate in the public sector using a corporate model.",
        "why": "Not all businesses exist purely to maximise profit. Understanding social enterprises and GBEs broadens your view of the different purposes businesses can serve in the economy and community."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-7884cf73-243a-7bf4-e948-590fd1d7568c",
      "id": 2,
      "version": 1,
      "contentHash": "hash-5b44d126",
      "title": "I can describe how social enterprises operate and contribute to the Australian economy",
      "code": "1.1",
      "what": "Social enterprises produce goods or services for sale but redirect surplus to social or environmental goals. Over 20,000 operate in Australia, with 73% being small businesses. In Victoria, social enterprises create 60,000 jobs and contribute $5.2 billion to the economy.",
      "why": "Recognising the scale and economic contribution of social enterprises helps explain why they are included alongside traditional business structures in the curriculum.",
      "example": "Fruit2Work delivers fruit and milk to Melbourne workplaces while employing people impacted by the justice system, claiming to reduce recidivism by at least 75%.",
      "subtopic": {
        "id": "social-and-government-enterprises",
        "name": "Social Enterprises and GBEs",
        "what": "This subtopic covers social enterprises that prioritise social, cultural or environmental outcomes alongside revenue, and government business enterprises (GBEs) that operate in the public sector using a corporate model.",
        "why": "Not all businesses exist purely to maximise profit. Understanding social enterprises and GBEs broadens your view of the different purposes businesses can serve in the economy and community."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-89446431-5c95-48f7-9eb7-016ca03659a4",
      "id": 3,
      "version": 1,
      "contentHash": "hash-2531fe74",
      "title": "I can define a government business enterprise and identify its three key characteristics",
      "code": "1.1",
      "what": "A GBE is a government-owned and operated business that uses a corporate model. Its three characteristics are: the government controls the business, it is principally engaged in commercial activities, and it has a legal personality separate from a government department.",
      "why": "GBEs provide essential community services while operating commercially, so understanding them explains how governments participate directly in the economy.",
      "example": "Australia Post is a GBE that must deliver reliable postal services to all Australians while also operating profitably. The government acts as its shareholder.",
      "subtopic": {
        "id": "social-and-government-enterprises",
        "name": "Social Enterprises and GBEs",
        "what": "This subtopic covers social enterprises that prioritise social, cultural or environmental outcomes alongside revenue, and government business enterprises (GBEs) that operate in the public sector using a corporate model.",
        "why": "Not all businesses exist purely to maximise profit. Understanding social enterprises and GBEs broadens your view of the different purposes businesses can serve in the economy and community."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-475ba03b-cdcf-0f00-2ac0-b6ded635c2b2",
      "id": 4,
      "version": 1,
      "contentHash": "hash-9d0e06a1",
      "title": "I can compare social enterprises and GBEs with private sector business structures",
      "code": "1.1",
      "what": "Unlike typical private sector businesses, social enterprises prioritise social outcomes over profit maximisation. GBEs are owned by governments rather than private shareholders. Both still aim to earn revenue and operate commercially, but their primary purposes differ from profit-driven businesses.",
      "why": "Comparing these structures with private sector businesses is a common exam skill that tests your understanding of how ownership and purpose shape business operations.",
      "example": "A private limited company like a family bakery distributes profits to its shareholders, while a social enterprise like HoMie redirects profits to programs for people experiencing homelessness, and a GBE like NBN provides wholesale broadband access as a community service.",
      "subtopic": {
        "id": "social-and-government-enterprises",
        "name": "Social Enterprises and GBEs",
        "what": "This subtopic covers social enterprises that prioritise social, cultural or environmental outcomes alongside revenue, and government business enterprises (GBEs) that operate in the public sector using a corporate model.",
        "why": "Not all businesses exist purely to maximise profit. Understanding social enterprises and GBEs broadens your view of the different purposes businesses can serve in the economy and community."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-c8bf5a81-e953-6e86-d0aa-2da1a0a70b35",
      "id": 1,
      "version": 1,
      "contentHash": "hash-0625fffc",
      "title": "I can explain the SMART principle and evaluate whether objectives meet the SMART criteria",
      "code": "1.2",
      "what": "SMART objectives are Specific, Measurable, Attainable/Achievable, Realistic/Relevant, and Timely/Time-bound. This framework ensures objectives are clear and actionable.",
      "why": "Setting SMART objectives gives a business clear targets and a way to measure progress, which is critical for strategic planning.",
      "example": "A sole trader who aims to 'increase revenue by 15% within the next 12 months by expanding online sales' meets the SMART criteria. An objective to 'do better next year' does not, because it is not specific or measurable.",
      "subtopic": {
        "id": "business-objectives-financial",
        "name": "Financial and Market Objectives",
        "what": "This subtopic covers the objectives of making a profit, increasing market share and fulfilling a market need, as well as the SMART principle for setting effective objectives and the role of vision, mission and values statements.",
        "why": "Financial and market objectives drive strategic decisions in business. Understanding how to set, apply and evaluate these objectives is essential for analysing real and simulated business scenarios."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ac8d351f-fc68-7172-546c-53b4f65a983b",
      "id": 2,
      "version": 1,
      "contentHash": "hash-351ae2e5",
      "title": "I can distinguish between vision statements, mission statements and values statements",
      "code": "1.2",
      "what": "A vision statement outlines what the business aspires to be in the future. A mission statement defines what the business wants to achieve now. A values statement outlines the organisation's corporate values, centring on integrity, honesty and ethical behaviour.",
      "why": "These statements provide the overarching direction from which specific business objectives are developed and aligned.",
      "example": "Virgin Australia's vision is 'to revolutionise air travel again, this time across all market segments'. Its mission focuses on providing seamless experiences across domestic and international markets.",
      "subtopic": {
        "id": "business-objectives-financial",
        "name": "Financial and Market Objectives",
        "what": "This subtopic covers the objectives of making a profit, increasing market share and fulfilling a market need, as well as the SMART principle for setting effective objectives and the role of vision, mission and values statements.",
        "why": "Financial and market objectives drive strategic decisions in business. Understanding how to set, apply and evaluate these objectives is essential for analysing real and simulated business scenarios."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-8fbd471f-a53e-e3b4-db56-8d7c7c2b2b1a",
      "id": 3,
      "version": 1,
      "contentHash": "hash-c6643b3c",
      "title": "I can define profit and explain why making a profit is a primary business objective",
      "code": "1.2",
      "what": "Profit is the difference between revenue and expenses. It is considered the lifeblood of a business because it ensures survival, enables growth and expansion, and meets investor expectations. One strategy to increase profit is reducing operational costs.",
      "why": "Profit is the most fundamental financial objective. Without profit, a private sector business cannot sustain its operations in the long term.",
      "example": "A retail business with $500,000 in revenue and $420,000 in expenses makes a profit of $80,000. It could increase profit by negotiating lower supplier costs to reduce expenses to $400,000, raising profit to $100,000.",
      "subtopic": {
        "id": "business-objectives-financial",
        "name": "Financial and Market Objectives",
        "what": "This subtopic covers the objectives of making a profit, increasing market share and fulfilling a market need, as well as the SMART principle for setting effective objectives and the role of vision, mission and values statements.",
        "why": "Financial and market objectives drive strategic decisions in business. Understanding how to set, apply and evaluate these objectives is essential for analysing real and simulated business scenarios."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-bcb0f9ec-9e19-59ed-bde7-58c0a5e68f62",
      "id": 4,
      "version": 1,
      "contentHash": "hash-95e4d086",
      "title": "I can define market share and explain strategies to increase it",
      "code": "1.2",
      "what": "Market share is the proportion or percentage of total sales in a market controlled by a business. Increasing market share means gaining a greater percentage of sales relative to competitors, resulting in increased revenue.",
      "why": "Higher market share often translates to greater revenue, stronger brand recognition and more influence within an industry.",
      "example": "Twins Pantry targets a niche in the gourmet nut market by offering dairy-free, preservative-free products at farmers' markets, using roasting aromas and free tastings to attract customers and grow their market share.",
      "subtopic": {
        "id": "business-objectives-financial",
        "name": "Financial and Market Objectives",
        "what": "This subtopic covers the objectives of making a profit, increasing market share and fulfilling a market need, as well as the SMART principle for setting effective objectives and the role of vision, mission and values statements.",
        "why": "Financial and market objectives drive strategic decisions in business. Understanding how to set, apply and evaluate these objectives is essential for analysing real and simulated business scenarios."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ca89481d-8d5a-09e2-4ae0-eb033fd3e9ca",
      "id": 5,
      "version": 1,
      "contentHash": "hash-b89b6b08",
      "title": "I can explain the objective of fulfilling a market need and apply it to business scenarios",
      "code": "1.2",
      "what": "Fulfilling a market need means recognising and satisfying the demands of actual or potential buyers. Markets can be physical (food, clothing, shelter), social (belonging, affection) or individual (knowledge, self-expression). A business must identify its market, assess its size and decide which segment to target.",
      "why": "A business that fails to meet a genuine market need is unlikely to generate sales or survive. Identifying gaps in the market is often the starting point for a successful business.",
      "example": "Bandicute identified a gap in children's clothing: most designs featured foreign animals like foxes and raccoons. By creating clothing featuring Australian animals, they fulfilled a previously unmet market need for Australian-themed kids' clothing.",
      "subtopic": {
        "id": "business-objectives-financial",
        "name": "Financial and Market Objectives",
        "what": "This subtopic covers the objectives of making a profit, increasing market share and fulfilling a market need, as well as the SMART principle for setting effective objectives and the role of vision, mission and values statements.",
        "why": "Financial and market objectives drive strategic decisions in business. Understanding how to set, apply and evaluate these objectives is essential for analysing real and simulated business scenarios."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-5cea207a-81c0-791d-c23a-df5e92dc84bf",
      "id": 1,
      "version": 1,
      "contentHash": "hash-578fec64",
      "title": "I can define efficiency and explain how a business can improve it",
      "code": "1.2",
      "what": "Efficiency relates to the best use of resources in the production of goods or services. Improving efficiency means achieving more output for each unit of input (higher productivity) without incurring additional costs.",
      "why": "Improving efficiency directly reduces costs per unit, which can increase profit margins and make a business more competitive.",
      "example": "A factory that produces 100 chairs per day with 10 workers (10 chairs per worker) improves efficiency by reorganising the production line to produce 120 chairs per day with the same 10 workers (12 chairs per worker).",
      "subtopic": {
        "id": "business-objectives-operational-social",
        "name": "Operational, Social and Shareholder Objectives",
        "what": "This subtopic covers the objectives of improving efficiency, improving effectiveness, fulfilling a social need and meeting shareholder expectations.",
        "why": "Beyond financial goals, businesses must operate efficiently, achieve their stated objectives, contribute to the community and satisfy their owners. These objectives shape daily operations and long-term strategy."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-46a80c30-e6a2-3f06-b0c6-f2c8bf02096e",
      "id": 2,
      "version": 1,
      "contentHash": "hash-fa150d93",
      "title": "I can define effectiveness and distinguish it from efficiency",
      "code": "1.2",
      "what": "Effectiveness is the degree to which a business achieves its stated objectives — 'doing the right things'. A business can be efficient (low cost per unit) but not effective if it is not achieving its actual goals. Measurement tools are needed to assess whether outcomes match objectives.",
      "why": "A strategy that reduces costs (efficient) but fails to increase market share as intended (ineffective) has not achieved its purpose. Both concepts matter, but they measure different things.",
      "example": "A retail store installs faster checkout technology to increase market share. The technology reduces handling time (efficient), but monthly sales data shows no increase in revenue and customers find it impersonal. The strategy was efficient but not effective.",
      "subtopic": {
        "id": "business-objectives-operational-social",
        "name": "Operational, Social and Shareholder Objectives",
        "what": "This subtopic covers the objectives of improving efficiency, improving effectiveness, fulfilling a social need and meeting shareholder expectations.",
        "why": "Beyond financial goals, businesses must operate efficiently, achieve their stated objectives, contribute to the community and satisfy their owners. These objectives shape daily operations and long-term strategy."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e05274be-daf0-17eb-6a61-15f9ee80fb35",
      "id": 3,
      "version": 1,
      "contentHash": "hash-a523a41b",
      "title": "I can describe social objectives and explain how businesses fulfil a social need",
      "code": "1.2",
      "what": "Social objectives relate to the role of a business as a 'good citizen' in the community. They may include providing community services, supporting local causes, creating local employment, minimising waste, recycling, or implementing workplace policies such as equal opportunity and anti-bullying.",
      "why": "Social objectives demonstrate corporate responsibility and can enhance a business's reputation, which may contribute to long-term profitability and customer loyalty.",
      "example": "Officeworks partnered with Greening Australia to plant two trees for every one used in its paper products, with over one million trees planted and a goal of two million by 2025.",
      "subtopic": {
        "id": "business-objectives-operational-social",
        "name": "Operational, Social and Shareholder Objectives",
        "what": "This subtopic covers the objectives of improving efficiency, improving effectiveness, fulfilling a social need and meeting shareholder expectations.",
        "why": "Beyond financial goals, businesses must operate efficiently, achieve their stated objectives, contribute to the community and satisfy their owners. These objectives shape daily operations and long-term strategy."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-338e6f08-33f8-582b-a42e-d04b5ae770f1",
      "id": 4,
      "version": 1,
      "contentHash": "hash-c9e5d6d7",
      "title": "I can explain the objective of meeting shareholder expectations",
      "code": "1.2",
      "what": "Shareholders are the owners of a company and expect the business to be successful, make a profit, increase share value and pay dividends. They can pressure the business to make certain decisions, influencing strategic objectives and direction.",
      "why": "Shareholder expectations drive many corporate decisions. Balancing short-term returns with long-term sustainability is a key challenge for company directors.",
      "example": "Shareholders of a public listed company may pressure the board to invest in sustainable operations. While this increases short-term costs, it can lead to greater long-term profitability and higher share prices.",
      "subtopic": {
        "id": "business-objectives-operational-social",
        "name": "Operational, Social and Shareholder Objectives",
        "what": "This subtopic covers the objectives of improving efficiency, improving effectiveness, fulfilling a social need and meeting shareholder expectations.",
        "why": "Beyond financial goals, businesses must operate efficiently, achieve their stated objectives, contribute to the community and satisfy their owners. These objectives shape daily operations and long-term strategy."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-21512e14-b541-cb92-5692-9146032d7cb2",
      "id": 5,
      "version": 1,
      "contentHash": "hash-9a558706",
      "title": "I can apply multiple business objectives to practical or simulated business scenarios",
      "code": "1.2",
      "what": "Applying objectives means using the concepts of profit, market share, efficiency, effectiveness, market need, social need and shareholder expectations to analyse real or hypothetical business situations and recommend strategies.",
      "why": "The ability to apply objectives to scenarios is a key exam skill tested through case studies that require analysis, evaluation and recommendations.",
      "example": "A case study about Woolworths might require you to explain how its six key priorities relate to objectives such as increasing market share (through digital acceleration), improving efficiency (through its operating model) and fulfilling a social need (through community initiatives).",
      "subtopic": {
        "id": "business-objectives-operational-social",
        "name": "Operational, Social and Shareholder Objectives",
        "what": "This subtopic covers the objectives of improving efficiency, improving effectiveness, fulfilling a social need and meeting shareholder expectations.",
        "why": "Beyond financial goals, businesses must operate efficiently, achieve their stated objectives, contribute to the community and satisfy their owners. These objectives shape daily operations and long-term strategy."
      },
      "questionsExist": false
    }
  ]
}