{
  "_meta": {
    "exportedAt": "2026-02-11T02:07:42.801Z",
    "topicId": "understanding-health-and-wellbeing",
    "topicName": "Understanding Health and Wellbeing"
  },
  "items": [
    {
      "uuid": "lp-c9220ed0-d3c8-7908-1fdf-f861c4dce903",
      "id": 1,
      "version": 1,
      "contentHash": "hash-25206ae9",
      "title": "I can define health and wellbeing using both the WHO and VCAA definitions",
      "code": "1.1",
      "what": "The WHO (1946) defines health as a state of complete physical, mental and social well-being, not merely the absence of disease. The VCAA definition extends this to five dimensions (physical, social, emotional, mental, spiritual) and replaces 'complete' with the concept of an equilibrium.",
      "why": "These definitions are the starting point for almost every exam response. Knowing both, and being able to explain why the VCAA definition is considered more useful, is essential.",
      "example": "The WHO definition is limited because 'complete' wellbeing is unrealistic — a person with a mild cold is not 'unhealthy.' The VCAA definition uses 'equilibrium,' meaning a person can experience good health and wellbeing even while managing a chronic condition like asthma, as long as they feel happy, healthy, capable and engaged.",
      "subtopic": {
        "id": "concepts-of-health-and-wellbeing",
        "name": "Concepts of Health and Wellbeing",
        "what": "This subtopic covers the WHO and VCAA definitions of health and wellbeing, the distinction between illness and disease, and the dynamic and subjective nature of health. These are foundational concepts that underpin the entire Area of Study.",
        "why": "Precise use of definitions and concepts is expected in every exam response. Misunderstanding illness versus disease or the subjective nature of health are among the most common errors identified in examiner reports."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-c2e9ae2c-69b0-72aa-f036-f48800d2655e",
      "id": 2,
      "version": 1,
      "contentHash": "hash-f543db19",
      "title": "I can distinguish between illness and disease using correct terminology",
      "code": "1.2",
      "what": "Disease is an objectively diagnosed physical or mental disturbance identified through clinical testing. Illness is the subjective personal experience of a condition — how a person feels about it and how it affects their daily life.",
      "why": "The 2023 examiner report noted that 67% of students scored zero on an illness question. The most common error was suggesting illness means perceiving a disease you do not have, rather than understanding it as the subjective experience of a diagnosed condition.",
      "example": "Two people are both diagnosed with type 2 diabetes (same disease). One person feels devastated because it limits their lifestyle and causes anxiety, experiencing significant illness. The other manages it well with diet and exercise, has strong social support, and experiences minimal illness — same disease, different subjective experience.",
      "subtopic": {
        "id": "concepts-of-health-and-wellbeing",
        "name": "Concepts of Health and Wellbeing",
        "what": "This subtopic covers the WHO and VCAA definitions of health and wellbeing, the distinction between illness and disease, and the dynamic and subjective nature of health. These are foundational concepts that underpin the entire Area of Study.",
        "why": "Precise use of definitions and concepts is expected in every exam response. Misunderstanding illness versus disease or the subjective nature of health are among the most common errors identified in examiner reports."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a8ae8729-f73a-f719-89f0-11dee0f9f04c",
      "id": 3,
      "version": 1,
      "contentHash": "hash-62f5f690",
      "title": "I can explain the dynamic nature of health and wellbeing",
      "code": "1.3",
      "what": "Health and wellbeing is dynamic, meaning it constantly changes over time in response to events, circumstances and choices. Changes can be rapid (a car accident), gradual (a slowly worsening diet), or fluctuating (periods of good and poor health).",
      "why": "Understanding that health is not a fixed state helps explain why health status indicators change over time and why ongoing health promotion is necessary rather than a one-off intervention.",
      "example": "A student may experience good health and wellbeing during term, then reduced mental and emotional health during exam period due to stress, then improved health and wellbeing over the holidays. Their health status has shifted multiple times within a few months.",
      "subtopic": {
        "id": "concepts-of-health-and-wellbeing",
        "name": "Concepts of Health and Wellbeing",
        "what": "This subtopic covers the WHO and VCAA definitions of health and wellbeing, the distinction between illness and disease, and the dynamic and subjective nature of health. These are foundational concepts that underpin the entire Area of Study.",
        "why": "Precise use of definitions and concepts is expected in every exam response. Misunderstanding illness versus disease or the subjective nature of health are among the most common errors identified in examiner reports."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-3a4fd8a3-df2b-2b34-6f75-7f6b73866584",
      "id": 4,
      "version": 1,
      "contentHash": "hash-cd0974f2",
      "title": "I can explain the subjective nature of health and wellbeing",
      "code": "1.4",
      "what": "Health and wellbeing is subjective — what constitutes 'optimal' health differs between individuals based on personal beliefs, cultural background, life stage, socioeconomic circumstances, and previous experiences.",
      "why": "Subjectivity explains why self-assessed health status varies and why two people with identical objective health may rate their wellbeing very differently. It also connects to the concept of illness.",
      "example": "An 80-year-old with arthritis may consider themselves in excellent health because they can live independently and tend their garden. A 20-year-old athlete with the same level of joint pain might consider themselves in poor health because it prevents them from competing. Their personal expectations and life context shape their subjective assessment.",
      "subtopic": {
        "id": "concepts-of-health-and-wellbeing",
        "name": "Concepts of Health and Wellbeing",
        "what": "This subtopic covers the WHO and VCAA definitions of health and wellbeing, the distinction between illness and disease, and the dynamic and subjective nature of health. These are foundational concepts that underpin the entire Area of Study.",
        "why": "Precise use of definitions and concepts is expected in every exam response. Misunderstanding illness versus disease or the subjective nature of health are among the most common errors identified in examiner reports."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-10412a00-4145-9107-e316-4b2f381240df",
      "id": 1,
      "version": 1,
      "contentHash": "hash-9c13ec58",
      "title": "I can describe physical and social health and wellbeing with indicators and examples",
      "code": "2.1",
      "what": "Physical health relates to the functioning of the body and its systems, including capacity to perform daily activities. Social health relates to the ability to form meaningful relationships and manage different social situations.",
      "why": "Accurately describing each dimension with specific indicators is necessary for explaining interrelationships and analysing scenarios in exam questions.",
      "example": "Physical health indicators include healthy body weight, adequate energy levels, and strong immune function. Social health indicators include maintaining supportive friendships, effective communication skills, and a sense of belonging to a community.",
      "subtopic": {
        "id": "dimensions-and-interrelationships",
        "name": "Dimensions and Interrelationships",
        "what": "This subtopic covers the five dimensions of health and wellbeing (physical, social, emotional, mental, spiritual) and how they interrelate. A change in one dimension typically produces changes across the others in both positive and negative directions.",
        "why": "Interrelationships between dimensions are one of the most heavily examined concepts in HHD. Examiners specifically require two-way explanations, and distinguishing emotional from mental health is a frequent source of lost marks."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-497ed3c5-f571-81bb-f337-9fb51dd4aec1",
      "id": 2,
      "version": 1,
      "contentHash": "hash-a989ffc5",
      "title": "I can describe emotional and mental health and wellbeing and explain the difference between them",
      "code": "2.2",
      "what": "Emotional health concerns feelings and their expression — recognising, understanding, managing and expressing emotions, and displaying resilience. Mental health concerns cognition and thinking — the ability to process information, make decisions, and think clearly.",
      "why": "Confusing emotional and mental health is one of the most common errors in the HHD exam. Examiners specifically look for students who maintain this distinction.",
      "example": "A person struggling to manage anger after a setback (poor emotional health) may still be able to think logically and make sound study decisions (good mental health). Conversely, a person experiencing severe anxiety that prevents clear thinking (poor mental health) may still express their feelings appropriately to friends (good emotional health).",
      "subtopic": {
        "id": "dimensions-and-interrelationships",
        "name": "Dimensions and Interrelationships",
        "what": "This subtopic covers the five dimensions of health and wellbeing (physical, social, emotional, mental, spiritual) and how they interrelate. A change in one dimension typically produces changes across the others in both positive and negative directions.",
        "why": "Interrelationships between dimensions are one of the most heavily examined concepts in HHD. Examiners specifically require two-way explanations, and distinguishing emotional from mental health is a frequent source of lost marks."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-f12a1471-4539-c76a-1e06-5e81c5f04c17",
      "id": 3,
      "version": 1,
      "contentHash": "hash-69960b86",
      "title": "I can describe spiritual health and wellbeing, including non-religious perspectives",
      "code": "2.3",
      "what": "Spiritual health relates to ideas, beliefs, values and ethics. It includes a sense of purpose, inner peace, connection to something larger than oneself, and living in accordance with personal values. It is not necessarily religious.",
      "why": "Students often incorrectly limit spiritual health to religion. Understanding the broader concept — including connection to nature, community, and personal ethics — is important for analysing diverse scenarios.",
      "example": "A person who finds deep meaning and purpose through volunteering at an animal shelter is experiencing good spiritual health and wellbeing, even if they have no religious beliefs. For many Indigenous Australians, spiritual health is inseparable from connection to Country, community, culture, and kinship.",
      "subtopic": {
        "id": "dimensions-and-interrelationships",
        "name": "Dimensions and Interrelationships",
        "what": "This subtopic covers the five dimensions of health and wellbeing (physical, social, emotional, mental, spiritual) and how they interrelate. A change in one dimension typically produces changes across the others in both positive and negative directions.",
        "why": "Interrelationships between dimensions are one of the most heavily examined concepts in HHD. Examiners specifically require two-way explanations, and distinguishing emotional from mental health is a frequent source of lost marks."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a7a52cb1-2188-2762-98f2-3069259a8d34",
      "id": 4,
      "version": 1,
      "contentHash": "hash-fc02cfc1",
      "title": "I can explain interrelationships between dimensions in both directions",
      "code": "2.4",
      "what": "All five dimensions are interrelated — a change in one typically produces changes across the others. VCAA requires two-way explanation: showing how dimension A affects dimension B and how dimension B affects dimension A.",
      "why": "Interrelationships are heavily examined. A one-directional explanation (e.g., 'physical affects social') will not achieve full marks. You must demonstrate the reciprocal nature of the relationship.",
      "example": "A person who is physically unwell may be unable to socialise with friends (reduced social health). In the other direction, a person who is socially isolated may lack motivation to exercise or eat well (reduced physical health). Both directions must be explained.",
      "subtopic": {
        "id": "dimensions-and-interrelationships",
        "name": "Dimensions and Interrelationships",
        "what": "This subtopic covers the five dimensions of health and wellbeing (physical, social, emotional, mental, spiritual) and how they interrelate. A change in one dimension typically produces changes across the others in both positive and negative directions.",
        "why": "Interrelationships between dimensions are one of the most heavily examined concepts in HHD. Examiners specifically require two-way explanations, and distinguishing emotional from mental health is a frequent source of lost marks."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-d60a6681-0279-2655-59bc-d86d8a51f462",
      "id": 5,
      "version": 1,
      "contentHash": "hash-d4a98c11",
      "title": "I can analyse how a single event can cascade across multiple dimensions",
      "code": "2.5",
      "what": "A single positive or negative event can trigger changes across all five dimensions simultaneously. Positive cascades show how improvement in one area produces broad benefits; negative cascades show how a single setback can impair multiple dimensions.",
      "why": "Scenario-based exam questions typically require analysis of how an event affects multiple dimensions. Understanding cascading effects allows for thorough, well-structured responses.",
      "example": "A person sustains a serious knee injury (decreased physical health). They cannot train with their team (decreased social health), feel frustrated and sad about missing the season (decreased emotional health), worry about recovery and struggle to concentrate (decreased mental health), and lose the sense of identity and purpose that sport provided (decreased spiritual health).",
      "subtopic": {
        "id": "dimensions-and-interrelationships",
        "name": "Dimensions and Interrelationships",
        "what": "This subtopic covers the five dimensions of health and wellbeing (physical, social, emotional, mental, spiritual) and how they interrelate. A change in one dimension typically produces changes across the others in both positive and negative directions.",
        "why": "Interrelationships between dimensions are one of the most heavily examined concepts in HHD. Examiners specifically require two-way explanations, and distinguishing emotional from mental health is a frequent source of lost marks."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-15d77a32-445a-f96a-7a23-c7b257799e51",
      "id": 1,
      "version": 1,
      "contentHash": "hash-7b2b2066",
      "title": "I can explain health as a resource for everyday life rather than the objective of living",
      "code": "3.1",
      "what": "The Ottawa Charter (1986) describes health as a resource that enables people to participate in society, work, learn, socialise, and contribute to their communities. Health is not the end goal — it is what allows people to do the things that matter to them.",
      "why": "This concept frames the entire discussion of benefits. It explains why optimal health matters — not for its own sake, but because it enables full participation in life.",
      "example": "A person does not pursue good health just to be healthy. They pursue it because good health allows them to study for their VCE, play sport with friends, work toward career goals, and engage with their community. A person with a physical disability may have a different 'optimal' than an elite athlete, but both can experience equilibrium that enables a full, engaged life.",
      "subtopic": {
        "id": "benefits-of-optimal-health",
        "name": "Benefits of Optimal Health and Wellbeing",
        "what": "This subtopic covers the concept of health as a resource for everyday life, and the benefits of optimal health and wellbeing at the individual, national, and global levels. It draws on the Ottawa Charter's framing of health as enabling participation rather than being an end in itself.",
        "why": "Understanding the flow-on benefits from individual to national to global levels is essential for explaining why health promotion programs exist and why governments invest in population health."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-39203017-1ca4-cb05-3aaa-1e48d4af48f0",
      "id": 2,
      "version": 1,
      "contentHash": "hash-68ba6f79",
      "title": "I can describe benefits of optimal health and wellbeing for individuals",
      "code": "3.2",
      "what": "Individual benefits include reduced risk of illness and premature death, increased life expectancy, adequate energy for daily tasks, reduced personal medical costs, capacity to work productively, ability to gain education, capacity to form satisfying relationships, and a sense of purpose and fulfilment.",
      "why": "Individual benefits form the foundation for understanding national and global benefits, since population-level outcomes are the sum of individual outcomes.",
      "example": "An individual experiencing optimal health and wellbeing is more likely to attend work consistently, earn a stable income, and require less medical care — reducing personal healthcare costs and fewer days missed from work or school.",
      "subtopic": {
        "id": "benefits-of-optimal-health",
        "name": "Benefits of Optimal Health and Wellbeing",
        "what": "This subtopic covers the concept of health as a resource for everyday life, and the benefits of optimal health and wellbeing at the individual, national, and global levels. It draws on the Ottawa Charter's framing of health as enabling participation rather than being an end in itself.",
        "why": "Understanding the flow-on benefits from individual to national to global levels is essential for explaining why health promotion programs exist and why governments invest in population health."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-1adad12f-93ea-ebf8-b38d-09019372d862",
      "id": 3,
      "version": 1,
      "contentHash": "hash-c2944901",
      "title": "I can describe social and economic benefits of optimal health for the nation",
      "code": "3.3",
      "what": "National social benefits include increased community engagement, greater social cohesion, and reduced reliance on the healthcare system. National economic benefits include increased productivity, higher tax revenue, reduced government spending on healthcare and social security, and funds that can be redirected to other priorities.",
      "why": "Exam questions often ask students to link individual health to national outcomes. Being able to trace the pathway from individual benefit to national economic or social benefit demonstrates higher-order thinking.",
      "example": "When more Australians experience optimal health, more people can work productively, which increases national productivity and tax revenue. This additional tax revenue can be reinvested in education, infrastructure, and health-promoting services, while government spending on Medicare, hospital admissions, and Centrelink payments decreases.",
      "subtopic": {
        "id": "benefits-of-optimal-health",
        "name": "Benefits of Optimal Health and Wellbeing",
        "what": "This subtopic covers the concept of health as a resource for everyday life, and the benefits of optimal health and wellbeing at the individual, national, and global levels. It draws on the Ottawa Charter's framing of health as enabling participation rather than being an end in itself.",
        "why": "Understanding the flow-on benefits from individual to national to global levels is essential for explaining why health promotion programs exist and why governments invest in population health."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-c2ba4b09-553f-ebd7-f88a-eaf9b2ae7806",
      "id": 4,
      "version": 1,
      "contentHash": "hash-c04515f9",
      "title": "I can describe global benefits of optimal health and wellbeing",
      "code": "3.4",
      "what": "Global benefits include reduced risk of communicable disease transmission between countries, promotion of global peace and security, a stronger global economy, advancement of sustainable development, and improved educational outcomes that create a virtuous cycle across generations.",
      "why": "Understanding global benefits connects health to broader themes of international development and sustainability, which are relevant across Units 3 and 4.",
      "example": "When populations experience optimal health globally, the risk of pandemics decreases because communicable diseases are less likely to spread between countries. Healthy populations are also more economically stable and less vulnerable to conflict, contributing to global peace and security.",
      "subtopic": {
        "id": "benefits-of-optimal-health",
        "name": "Benefits of Optimal Health and Wellbeing",
        "what": "This subtopic covers the concept of health as a resource for everyday life, and the benefits of optimal health and wellbeing at the individual, national, and global levels. It draws on the Ottawa Charter's framing of health as enabling participation rather than being an end in itself.",
        "why": "Understanding the flow-on benefits from individual to national to global levels is essential for explaining why health promotion programs exist and why governments invest in population health."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ecb12033-68ad-44ff-7b2a-27e774737924",
      "id": 1,
      "version": 1,
      "contentHash": "hash-501ad98c",
      "title": "I can distinguish between incidence and prevalence and explain how screening affects incidence data",
      "code": "4.1",
      "what": "Incidence is the number or rate of new cases of a disease during a given period. Prevalence is the total number of existing cases (old and new) at a given point in time. A disease with low incidence but long duration can have high prevalence. Improved screening can increase incidence without meaning the disease is becoming more common.",
      "why": "Confusing these two indicators is a common exam error. Understanding the screening effect is also important for interpreting data correctly and avoiding misleading conclusions.",
      "example": "Diabetes has relatively low incidence each year but very high prevalence (4.6% of Australians, approximately 1.2 million people) because people live with it for decades. When a new bowel cancer screening program is introduced, incidence may rise because previously undetected cases are now being found — not because more people are developing the disease.",
      "subtopic": {
        "id": "health-status-indicators",
        "name": "Health Status Indicators",
        "what": "This subtopic covers the measures used to assess and compare population health: incidence, prevalence, morbidity, burden of disease, DALY (YLL and YLD), life expectancy, HALE, mortality (maternal, infant, under-five), and self-assessed health status. It includes Australian data and the correct use of each indicator.",
        "why": "Health status indicators appear in virtually every exam question, often requiring students to select, interpret, and apply the correct indicator with supporting data. Confusing indicators such as DALY and HALE, or incidence and prevalence, is a frequent source of lost marks."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ebe7c481-e0b5-1acf-803e-3bdb9c53185d",
      "id": 2,
      "version": 1,
      "contentHash": "hash-7b2fbbaf",
      "title": "I can explain burden of disease, DALY, YLL and YLD and how they relate to each other",
      "code": "4.2",
      "what": "Burden of disease measures the impact of diseases on a population using DALYs. One DALY equals one year of healthy life lost. DALY = YLL + YLD, where YLL is the fatal burden (years lost to premature death) and YLD is the non-fatal burden (years lived with illness or disability). DALY is a unit of measurement; burden of disease is the overall concept.",
      "why": "The DALY formula and the distinction between YLL and YLD are frequently examined. Saying 'the DALY of a disease' instead of 'the burden of disease measured in DALYs' is a specific error noted in examiner reports.",
      "example": "In 2024, Australians lost 5.8 million DALYs total. Of this, 46% was fatal burden (YLL — from conditions like coronary heart disease and lung cancer that cause premature death) and 54% was non-fatal burden (YLD — from conditions like back pain, anxiety, and depression that reduce quality of life without killing).",
      "subtopic": {
        "id": "health-status-indicators",
        "name": "Health Status Indicators",
        "what": "This subtopic covers the measures used to assess and compare population health: incidence, prevalence, morbidity, burden of disease, DALY (YLL and YLD), life expectancy, HALE, mortality (maternal, infant, under-five), and self-assessed health status. It includes Australian data and the correct use of each indicator.",
        "why": "Health status indicators appear in virtually every exam question, often requiring students to select, interpret, and apply the correct indicator with supporting data. Confusing indicators such as DALY and HALE, or incidence and prevalence, is a frequent source of lost marks."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-b0761626-d6ef-83ce-efad-0d0ce53e5cb2",
      "id": 3,
      "version": 1,
      "contentHash": "hash-fcf17f8f",
      "title": "I can explain life expectancy and HALE and why they should be used together",
      "code": "4.3",
      "what": "Life expectancy is the number of years a person can expect to live based on current death rates. HALE is the number of years in full health a person can expect to live. The gap between them represents years spent in ill health. Life expectancy does not indicate quality of life, which is why HALE is needed alongside it.",
      "why": "Using both indicators together gives a more complete picture of population health. A country may have improving life expectancy but worsening HALE, meaning people are living longer but in poorer health.",
      "example": "Australian males have a life expectancy of 81.1 years and a HALE of 71.7 years, meaning they spend approximately 9.7 years in ill health. For Indigenous Australian males, life expectancy is 71.9 years — a gap of 8.8 years compared to non-Indigenous males.",
      "subtopic": {
        "id": "health-status-indicators",
        "name": "Health Status Indicators",
        "what": "This subtopic covers the measures used to assess and compare population health: incidence, prevalence, morbidity, burden of disease, DALY (YLL and YLD), life expectancy, HALE, mortality (maternal, infant, under-five), and self-assessed health status. It includes Australian data and the correct use of each indicator.",
        "why": "Health status indicators appear in virtually every exam question, often requiring students to select, interpret, and apply the correct indicator with supporting data. Confusing indicators such as DALY and HALE, or incidence and prevalence, is a frequent source of lost marks."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-9a770901-5942-00bf-38a3-47676ddeead1",
      "id": 4,
      "version": 1,
      "contentHash": "hash-1b50999e",
      "title": "I can describe maternal, infant, and under-five mortality using Australian data",
      "code": "4.4",
      "what": "Maternal mortality is deaths during pregnancy, childbirth, or within 42 days of the end of pregnancy (Australia: 6.7 per 100,000 in 2021–2023). Infant mortality is deaths under 1 year per 1,000 live births (approximately 3.1–3.2). Under-five mortality is deaths under 5 years per 1,000 live births (3.7). Indigenous rates are approximately twice the non-Indigenous rate for infant and under-five mortality.",
      "why": "Infant mortality is widely used as a key indicator of overall population health because it is sensitive to socioeconomic conditions, nutrition, sanitation, and healthcare access — not just infant health.",
      "example": "Australia's under-five mortality rate of 3.7 per 1,000 live births compares to a global average of 36.7 per 1,000, meaning a child in Sub-Saharan Africa is approximately 20 times more likely to die before age 5 than a child in Australia.",
      "subtopic": {
        "id": "health-status-indicators",
        "name": "Health Status Indicators",
        "what": "This subtopic covers the measures used to assess and compare population health: incidence, prevalence, morbidity, burden of disease, DALY (YLL and YLD), life expectancy, HALE, mortality (maternal, infant, under-five), and self-assessed health status. It includes Australian data and the correct use of each indicator.",
        "why": "Health status indicators appear in virtually every exam question, often requiring students to select, interpret, and apply the correct indicator with supporting data. Confusing indicators such as DALY and HALE, or incidence and prevalence, is a frequent source of lost marks."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-1af63de7-4d5a-3b2f-cc5e-a2d1b24b4a06",
      "id": 5,
      "version": 1,
      "contentHash": "hash-3b1824b9",
      "title": "I can explain morbidity and self-assessed health status, including their limitations",
      "code": "4.5",
      "what": "Morbidity refers to ill health in a population, encompassing disease, illness, disability and injury. Self-assessed health status is a subjective measure where individuals rate their own health as excellent, very good, good, fair, or poor. Both have limitations: morbidity can be subjective when based on self-reporting, and self-assessed health status depends on individual awareness, expectations, and cultural norms.",
      "why": "Understanding limitations of indicators is important for evaluation questions. Self-assessed health status connects directly to the subjective nature of health and wellbeing.",
      "example": "In 2022, 56% of Australians aged 15+ rated their health as excellent or very good, while 15% rated it fair or poor. However, two people with identical objective health may rate themselves differently — a person with undiagnosed high blood pressure may rate themselves as excellent, while a person with anxiety may rate themselves as poor despite having no physical conditions.",
      "subtopic": {
        "id": "health-status-indicators",
        "name": "Health Status Indicators",
        "what": "This subtopic covers the measures used to assess and compare population health: incidence, prevalence, morbidity, burden of disease, DALY (YLL and YLD), life expectancy, HALE, mortality (maternal, infant, under-five), and self-assessed health status. It includes Australian data and the correct use of each indicator.",
        "why": "Health status indicators appear in virtually every exam question, often requiring students to select, interpret, and apply the correct indicator with supporting data. Confusing indicators such as DALY and HALE, or incidence and prevalence, is a frequent source of lost marks."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-1807d481-90e0-4c0e-97f8-bcad769e7540",
      "id": 6,
      "version": 1,
      "contentHash": "hash-340df7bf",
      "title": "I can use data correctly with qualifying language, units, and direction of impact",
      "code": "4.6",
      "what": "When citing health data, responses should include the correct unit of measurement, use qualifying language ('approximately,' 'around'), specify the direction of impact ('increases YLL' not 'affects YLL'), mention both groups when comparing populations, and qualify generalisations with 'more likely to' rather than absolute statements.",
      "why": "Correct data use is a consistent focus of examiner reports. Absolute statements, missing units, and vague directional language all result in lost marks.",
      "example": "Correct: 'Indigenous Australians are more likely to experience a shorter life expectancy, with a gap of approximately 8.8 years for males compared to non-Indigenous Australians.' Incorrect: 'Indigenous Australians have shorter life expectancy' (absolute statement, no data, no comparison group).",
      "subtopic": {
        "id": "health-status-indicators",
        "name": "Health Status Indicators",
        "what": "This subtopic covers the measures used to assess and compare population health: incidence, prevalence, morbidity, burden of disease, DALY (YLL and YLD), life expectancy, HALE, mortality (maternal, infant, under-five), and self-assessed health status. It includes Australian data and the correct use of each indicator.",
        "why": "Health status indicators appear in virtually every exam question, often requiring students to select, interpret, and apply the correct indicator with supporting data. Confusing indicators such as DALY and HALE, or incidence and prevalence, is a frequent source of lost marks."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-97866f1a-af44-341b-b51b-f1783721124f",
      "id": 1,
      "version": 1,
      "contentHash": "hash-0f230bc1",
      "title": "I can identify and explain biological factors that contribute to variations in health status",
      "code": "5.1",
      "what": "Biological (biomedical) factors are bodily states that increase disease likelihood, including body weight, blood pressure, blood glucose, blood cholesterol, birth weight, genetics, sex, and age. Body weight is now the leading risk factor for disease burden in Australia, contributing 8.3% of total burden in 2024.",
      "why": "Correctly identifying biological factors and distinguishing them from sociocultural or environmental factors is critical. The examiner report noted that 'hypertension' was not accepted — the correct term is 'high blood pressure.'",
      "example": "In 2022, 66% of Australian adults were overweight or obese, which increases the risk of cardiovascular disease, type 2 diabetes, certain cancers, and musculoskeletal conditions. Males experience 1.6 times the fatal burden rate of females, partly due to biological differences in sex.",
      "subtopic": {
        "id": "factors-and-population-variations",
        "name": "Factors and Population Variations",
        "what": "This subtopic covers the biological, sociocultural, and environmental factors that contribute to variations in health status, and how these factors play out across specific population groups: Indigenous Australians, rural/remote populations, low SES groups, overseas-born Australians, and males versus females.",
        "why": "Correctly categorising factors and linking them to specific population groups is essential for analysis questions. A very common exam error is miscategorising factors — for example, placing an environmental factor under sociocultural, or vice versa."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-b4ffa0f2-34e6-4ef2-4c7e-3c76987e2569",
      "id": 2,
      "version": 1,
      "contentHash": "hash-0d2f3764",
      "title": "I can identify and explain sociocultural factors that contribute to variations in health status",
      "code": "5.2",
      "what": "Sociocultural factors relate to social and cultural conditions influencing health, including socioeconomic status (SES), cultural background, food practices, family and peer influences, media, religion, health literacy, social inclusion/exclusion, and gender identity. Health follows a social gradient — at every step up the socioeconomic ladder, health outcomes tend to improve.",
      "why": "SES is the most significant sociocultural determinant of health. Understanding the social gradient helps explain why health inequities persist and why targeted interventions are needed for disadvantaged groups.",
      "example": "People in the lowest SES areas were 2.3 times as likely to smoke and experienced diabetes at 2.6 times the rate of those in the highest SES areas. Cultural background also matters — some migrant groups have higher diabetes rates linked to traditional dietary practices and genetic predisposition.",
      "subtopic": {
        "id": "factors-and-population-variations",
        "name": "Factors and Population Variations",
        "what": "This subtopic covers the biological, sociocultural, and environmental factors that contribute to variations in health status, and how these factors play out across specific population groups: Indigenous Australians, rural/remote populations, low SES groups, overseas-born Australians, and males versus females.",
        "why": "Correctly categorising factors and linking them to specific population groups is essential for analysis questions. A very common exam error is miscategorising factors — for example, placing an environmental factor under sociocultural, or vice versa."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-b2d6d986-44f4-0059-9f03-696c01667d0d",
      "id": 3,
      "version": 1,
      "contentHash": "hash-8661e8a6",
      "title": "I can identify and explain environmental factors that contribute to variations in health status",
      "code": "5.3",
      "what": "Environmental factors relate to physical surroundings, including climate and geography, urban/rural differences in healthcare access, the built environment (walkability, green spaces, food outlets), housing quality, water and air quality, and workplace safety.",
      "why": "The distinction between sociocultural and environmental factors is a common exam trap. If a discussion focuses on physical surroundings and access to services based on location, it is environmental. If it focuses on knowledge, attitudes, or social conditions, it is sociocultural.",
      "example": "A person in a remote area has reduced access to GPs and specialists (environmental factor) because small rural towns have the lowest number of health professionals relative to population. This is different from a person having low health literacy and not knowing when to seek help (sociocultural factor), even though both contribute to poorer health outcomes.",
      "subtopic": {
        "id": "factors-and-population-variations",
        "name": "Factors and Population Variations",
        "what": "This subtopic covers the biological, sociocultural, and environmental factors that contribute to variations in health status, and how these factors play out across specific population groups: Indigenous Australians, rural/remote populations, low SES groups, overseas-born Australians, and males versus females.",
        "why": "Correctly categorising factors and linking them to specific population groups is essential for analysis questions. A very common exam error is miscategorising factors — for example, placing an environmental factor under sociocultural, or vice versa."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e454fb44-4e90-9b98-9acb-7716d8efbecc",
      "id": 4,
      "version": 1,
      "contentHash": "hash-fb6a7efb",
      "title": "I can describe health variations experienced by Indigenous Australians using data and appropriate language",
      "code": "5.4",
      "what": "Indigenous Australians experience significant health disparities driven by the ongoing legacy of colonisation, dispossession, the Stolen Generations, racism, and socioeconomic disadvantage. Key data includes a life expectancy gap of 8.8 years for males and 8.1 years for females, disease burden at 2.3 times the non-Indigenous rate, and infant mortality approximately twice the non-Indigenous rate.",
      "why": "Questions about Indigenous health require both data and appropriate qualifying language. Writing 'Indigenous Australians have shorter life expectancy' (absolute) instead of 'are more likely to experience shorter life expectancy' (qualified) results in lost marks.",
      "example": "Indigenous Australians are more likely to experience a disease burden rate approximately 2.3 times that of non-Indigenous Australians, with 49% of this burden attributable to modifiable risk factors. Social determinants account for approximately 35% of the health gap, reflecting the ongoing impact of historical and contemporary disadvantage.",
      "subtopic": {
        "id": "factors-and-population-variations",
        "name": "Factors and Population Variations",
        "what": "This subtopic covers the biological, sociocultural, and environmental factors that contribute to variations in health status, and how these factors play out across specific population groups: Indigenous Australians, rural/remote populations, low SES groups, overseas-born Australians, and males versus females.",
        "why": "Correctly categorising factors and linking them to specific population groups is essential for analysis questions. A very common exam error is miscategorising factors — for example, placing an environmental factor under sociocultural, or vice versa."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-d2759014-2a23-086c-65c1-67c91412167d",
      "id": 5,
      "version": 1,
      "contentHash": "hash-f0732dbf",
      "title": "I can describe health variations for rural/remote, low SES, overseas-born Australians, and males versus females",
      "code": "5.5",
      "what": "Rural and remote Australians experience shorter life expectancy and reduced healthcare access. Low SES groups experience higher rates of virtually every negative health indicator. Overseas-born Australians initially show a 'healthy migrant effect' that deteriorates over time. Males have shorter life expectancy (81.1 vs 85.1 years) and higher fatal burden, while females experience more non-fatal burden.",
      "why": "Being able to compare population groups using specific data and multiple health status indicators is a core exam skill. Questions often require reference to at least two or three indicators.",
      "example": "The age-standardised death rate in Very Remote Australia is 1.6 times that of major cities. Males experience 1.6 times the fatal burden rate of females but shorter life expectancy (81.1 vs 85.1 years). Overseas-born Australians were less likely to exceed alcohol guidelines (16%) compared to Australian-born (33%), reflecting the healthy migrant effect.",
      "subtopic": {
        "id": "factors-and-population-variations",
        "name": "Factors and Population Variations",
        "what": "This subtopic covers the biological, sociocultural, and environmental factors that contribute to variations in health status, and how these factors play out across specific population groups: Indigenous Australians, rural/remote populations, low SES groups, overseas-born Australians, and males versus females.",
        "why": "Correctly categorising factors and linking them to specific population groups is essential for analysis questions. A very common exam error is miscategorising factors — for example, placing an environmental factor under sociocultural, or vice versa."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-defb4d65-dcb0-f0b9-3095-9dff5dc439b6",
      "id": 1,
      "version": 1,
      "contentHash": "hash-a4fba4fd",
      "title": "I can describe trends in smoking and the emergence of vaping as a health concern",
      "code": "6.1",
      "what": "Daily smoking declined from 24% in 1991 to 8.3% in 2022–2023 due to successful tobacco control measures. Tobacco was the 2nd leading risk factor in 2024 at 7.6% of total burden. Vaping has emerged as a major new concern, with current use reaching 7.0% of people aged 14+ in 2022–23 and 21% among 18–24 year olds.",
      "why": "Australia's tobacco control is considered one of the most successful public health interventions globally. Vaping is now explicitly included in the 2025–2029 study design, reflecting its growing significance.",
      "example": "Australia's tobacco control measures including plain packaging (2012, a world first), excise increases, and smoke-free environments contributed to a 41% decline in tobacco-attributable burden between 2003 and 2024. However, rates remain significantly higher among Indigenous Australians, lower SES groups, and rural/remote populations.",
      "subtopic": {
        "id": "key-risk-factors",
        "name": "Key Risk Factors",
        "what": "This subtopic covers the four key modifiable risk factors specified in the study design: smoking and vaping, alcohol, overweight and obesity, and nutritional imbalance. These factors contribute significantly to Australia's burden of disease and are targets for health promotion and policy intervention.",
        "why": "These risk factors are modifiable, meaning they can be changed through individual behaviour and policy. Understanding their contribution to burden of disease, supported by specific data, is essential for exam questions about Australia's health status and the rationale for health promotion."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e64bb70e-309e-6493-befa-cae0661f3383",
      "id": 2,
      "version": 1,
      "contentHash": "hash-192ece12",
      "title": "I can describe the contribution of alcohol to Australia's health status using data",
      "code": "6.2",
      "what": "77% of Australians aged 14+ consumed alcohol in the previous 12 months, with 31% drinking at levels putting health at risk. Alcohol was the 6th leading risk factor in 2024 at 4.1% of total burden, contributing to 30 diseases and injuries and accounting for almost 3 in 5 drug-related hospitalisations.",
      "why": "Alcohol data is frequently used in exam questions about risk factors and population group comparisons. Males are more likely to drink at risky levels than females, connecting alcohol to gender-based health variations.",
      "example": "Males were more likely to drink at risky levels than females (39% vs 23%). A positive trend is that underage drinking (14–17 years) dropped from 69% in 2001 to 31% in 2022–23. The NHMRC guidelines recommend no more than 10 standard drinks per week and no more than 4 on any one day.",
      "subtopic": {
        "id": "key-risk-factors",
        "name": "Key Risk Factors",
        "what": "This subtopic covers the four key modifiable risk factors specified in the study design: smoking and vaping, alcohol, overweight and obesity, and nutritional imbalance. These factors contribute significantly to Australia's burden of disease and are targets for health promotion and policy intervention.",
        "why": "These risk factors are modifiable, meaning they can be changed through individual behaviour and policy. Understanding their contribution to burden of disease, supported by specific data, is essential for exam questions about Australia's health status and the rationale for health promotion."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-28081fb8-c18c-dd01-6704-e798dcc5238d",
      "id": 3,
      "version": 1,
      "contentHash": "hash-6ac7797a",
      "title": "I can explain why overweight and obesity is now the leading modifiable risk factor in Australia",
      "code": "6.3",
      "what": "Two in three Australian adults (66%) were overweight or obese in 2022. Overweight and obesity became the leading risk factor in 2024 at 8.3% of total burden, surpassing tobacco for the first time. Prevalence increased from 57% in 1995, with rates significantly higher in the lowest SES areas.",
      "why": "The shift from tobacco to overweight and obesity as the leading risk factor is a significant development that exam questions may ask students to explain. It reflects the success of tobacco control alongside rising obesity rates.",
      "example": "In the lowest SES areas, 68% of adults and 34% of children were overweight or obese, compared to 60% and 21% respectively in the highest SES areas. Overweight and obesity contributed to 28% of endocrine disorder burden (mainly diabetes) and 22% of kidney and urinary disease burden.",
      "subtopic": {
        "id": "key-risk-factors",
        "name": "Key Risk Factors",
        "what": "This subtopic covers the four key modifiable risk factors specified in the study design: smoking and vaping, alcohol, overweight and obesity, and nutritional imbalance. These factors contribute significantly to Australia's burden of disease and are targets for health promotion and policy intervention.",
        "why": "These risk factors are modifiable, meaning they can be changed through individual behaviour and policy. Understanding their contribution to burden of disease, supported by specific data, is essential for exam questions about Australia's health status and the rationale for health promotion."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4612f697-086c-f59e-e392-c8011fcc2294",
      "id": 4,
      "version": 1,
      "contentHash": "hash-ee7d4e75",
      "title": "I can describe the extent of nutritional imbalance in Australia using specific data",
      "code": "6.4",
      "what": "Dietary risks were the 3rd leading risk factor in 2024 at 4.8% of total burden. 94% of adults did not meet vegetable intake recommendations, approximately 50% did not meet fruit guidelines, and available dairy serves fell well below recommendations. Approximately one-third of total energy intake comes from discretionary foods.",
      "why": "Nutritional imbalance data demonstrates the gap between dietary guidelines and actual consumption patterns. This connects to the health consequences of poor nutrition including cardiovascular disease, type 2 diabetes, some cancers, and obesity.",
      "example": "96% of Australians did not meet combined fruit and vegetable guidelines. Indigenous Australians were 1.7 times as likely to eat less than 1 serve of fruit daily and 2.4 times as likely to eat less than 1 serve of vegetables daily. For teenagers, 41% of total energy intake came from discretionary foods such as chips, chocolate, and convenience meals.",
      "subtopic": {
        "id": "key-risk-factors",
        "name": "Key Risk Factors",
        "what": "This subtopic covers the four key modifiable risk factors specified in the study design: smoking and vaping, alcohol, overweight and obesity, and nutritional imbalance. These factors contribute significantly to Australia's burden of disease and are targets for health promotion and policy intervention.",
        "why": "These risk factors are modifiable, meaning they can be changed through individual behaviour and policy. Understanding their contribution to burden of disease, supported by specific data, is essential for exam questions about Australia's health status and the rationale for health promotion."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-d0bcde07-90ed-2548-a6b1-b0f5989ce807",
      "id": 5,
      "version": 1,
      "contentHash": "hash-4a1392fe",
      "title": "I can explain why certain risk factors are more prevalent among specific population groups",
      "code": "6.5",
      "what": "Risk factors such as smoking, alcohol use, poor nutrition, and overweight/obesity are not evenly distributed. They are more prevalent among Indigenous Australians, lower SES groups, and rural/remote populations due to a combination of sociocultural factors (health literacy, peer influence, cultural norms) and environmental factors (access to healthy food, healthcare, recreation facilities).",
      "why": "Linking risk factor prevalence to population group variations demonstrates understanding of health inequities and the structural factors that drive them, rather than attributing poor health solely to individual choices.",
      "example": "People in the lowest SES areas were 2.3 times as likely to smoke as those in the highest SES areas. This is not simply a matter of individual choice — it reflects reduced access to cessation support, higher stress levels, targeted marketing historically, peer norms, and lower health literacy, all of which are shaped by socioeconomic disadvantage.",
      "subtopic": {
        "id": "key-risk-factors",
        "name": "Key Risk Factors",
        "what": "This subtopic covers the four key modifiable risk factors specified in the study design: smoking and vaping, alcohol, overweight and obesity, and nutritional imbalance. These factors contribute significantly to Australia's burden of disease and are targets for health promotion and policy intervention.",
        "why": "These risk factors are modifiable, meaning they can be changed through individual behaviour and policy. Understanding their contribution to burden of disease, supported by specific data, is essential for exam questions about Australia's health status and the rationale for health promotion."
      },
      "questionsExist": false
    }
  ]
}