{
  "id": "charge-and-current",
  "name": "Charge and Current",
  "icon": "⚡",
  "what": "This subtopic covers the fundamental concepts of electric charge and current, including atomic structure, the behaviour of electrons in conductors, and how to measure and calculate current in circuits.",
  "why": "Understanding charge and current is essential because these concepts form the foundation of all electrical systems. From smartphones to electric vehicles, every electrical device relies on the controlled movement of charge.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-4ff37624-1471-1d76-916b-5f83e5aed62b",
      "version": 1,
      "title": "I can describe the structure of an atom and identify the charges of its components",
      "code": "1.1",
      "what": "Atoms consist of a nucleus containing protons (positive charge) and neutrons (no charge), with electrons (negative charge) orbiting around the nucleus.",
      "why": "Understanding atomic structure explains where electric charge comes from and why some materials conduct electricity while others do not.",
      "example": "A copper atom has 29 protons in its nucleus (each with charge +1.6 × 10⁻¹⁹ C) and 29 electrons orbiting it (each with charge -1.6 × 10⁻¹⁹ C), making the atom electrically neutral overall.",
      "contentHash": "hash-5f8b055f"
    },
    {
      "id": 2,
      "uuid": "lp-9c98439d-4a87-cace-f253-ea6a0a85c54f",
      "version": 1,
      "title": "I can model a metal conductor as a lattice of positive ions in a sea of free electrons",
      "code": "1.2",
      "what": "In metals, the outer electrons are not bound to any particular atom but move freely through the material, creating a 'sea' of electrons around fixed positive ions.",
      "why": "This model explains why metals conduct electricity well and helps visualise how current flows when a potential difference is applied.",
      "example": "In a copper wire, each copper atom releases one or more outer electrons that can move freely. The remaining atoms form positive ions fixed in a crystal lattice structure.",
      "contentHash": "hash-7fbcb872"
    },
    {
      "id": 3,
      "uuid": "lp-010d6812-9a33-70a3-6994-b1d04a763e58",
      "version": 1,
      "title": "I can describe electric current as the drift of electrons and distinguish between electron flow and conventional current",
      "code": "1.3",
      "what": "Current is the net flow of electric charge. In metals, electrons drift slowly (about 0.1 mm/s) toward the positive terminal. Conventional current is defined as flowing from positive to negative, opposite to electron flow.",
      "why": "The distinction matters because circuit analysis uses conventional current direction, even though we know electrons actually move the opposite way.",
      "example": "When a battery is connected, electrons drift from the negative terminal through the wire toward the positive terminal at about 0.1 mm/s. We say conventional current flows from positive to negative.",
      "contentHash": "hash-fdffa14d"
    },
    {
      "id": 4,
      "uuid": "lp-00a39f97-18db-34ea-1d96-3c299acb0374",
      "version": 1,
      "title": "I can distinguish between conductors, insulators, and semiconductors",
      "code": "1.4",
      "what": "Conductors have many free electrons and allow current to flow easily. Insulators have few or no free electrons. Semiconductors conduct partially or under certain conditions.",
      "why": "Choosing the right materials is essential for building safe and functional electrical devices, from wiring to electronic components.",
      "example": "Copper wire (conductor) is used for electrical wiring because electrons flow freely. Plastic coating (insulator) surrounds the wire for safety. Silicon (semiconductor) is used in computer chips.",
      "contentHash": "hash-75d8162d"
    },
    {
      "id": 5,
      "uuid": "lp-6949915a-7f12-08eb-21b2-56fb428c5506",
      "version": 1,
      "title": "I can use circuit symbols to draw and interpret circuit diagrams",
      "code": "1.5",
      "what": "Standard circuit symbols represent components like batteries, resistors, switches, and meters. Circuit diagrams show how components are connected without needing to draw realistic pictures.",
      "why": "Circuit diagrams provide a universal language that scientists and engineers worldwide can understand, making it possible to communicate designs clearly.",
      "example": "A battery is shown as two parallel lines (one longer than the other), a resistor as a rectangle, and an ammeter as a circle with 'A' inside. A simple torch circuit shows these connected in a loop.",
      "contentHash": "hash-b8de7952"
    },
    {
      "id": 6,
      "uuid": "lp-715df778-12e3-4118-35cc-f7e543ee614a",
      "version": 1,
      "title": "I can use an ammeter correctly to measure current in a circuit",
      "code": "1.6",
      "what": "An ammeter measures current in amperes (A) and must be connected in series so all the current flows through it. The unit 1 A equals 1 coulomb of charge per second.",
      "why": "Measuring current accurately is essential for testing circuits, troubleshooting problems, and ensuring components receive the correct current.",
      "example": "To measure the current through a light bulb, break the circuit and insert the ammeter so the current flows through it. If the ammeter reads 0.5 A, then 0.5 coulombs of charge pass through it every second.",
      "contentHash": "hash-d68214c5"
    },
    {
      "id": 7,
      "uuid": "lp-e42c3944-7ab4-f096-dacf-492ed1be1687",
      "version": 1,
      "title": "I can apply the formula I = Q/t to calculate current, charge, or time",
      "code": "1.7",
      "what": "Current (I) equals charge (Q) divided by time (t). This can be rearranged to find Q = It or t = Q/I. Current is measured in amperes (A), charge in coulombs (C), and time in seconds (s).",
      "why": "This formula connects the amount of charge flowing to how long it flows and at what rate, which is fundamental to understanding and designing circuits.",
      "example": "If a current of 2 A flows for 30 seconds, the total charge is Q = It = 2 × 30 = 60 C. This means 60 coulombs of charge (about 3.75 × 10²⁰ electrons) passed through the circuit.",
      "contentHash": "hash-029d2f4c"
    },
    {
      "id": 8,
      "uuid": "lp-b2c40948-202a-dbec-e227-8922cafd31d2",
      "version": 1,
      "title": "I can use analogies to explain charge and current in a circuit",
      "code": "1.8",
      "what": "Analogies like a bicycle chain or water flow help explain electrical concepts. The chain links represent electrons, the pedals represent the battery, and the rear wheel represents the load.",
      "why": "Analogies make abstract electrical concepts more concrete and help build intuition, though all analogies have limitations.",
      "example": "In the bicycle chain analogy, when you start pedalling, every link in the chain moves immediately (like current flowing instantly throughout a circuit), even though individual links move slowly (like electron drift velocity).",
      "contentHash": "hash-2ef25dbf"
    }
  ]
}