{
  "id": "electric-power",
  "name": "Electric Power",
  "icon": "💡",
  "what": "This subtopic covers power as the rate of energy transfer, formulas for calculating electrical power, and comparison of power in series and parallel circuits.",
  "why": "Power ratings determine how quickly appliances use energy, affecting electricity costs and component selection. Understanding power is essential for electrical safety and efficiency.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-48b87209-a73c-53ed-6e7c-41ef716941cf",
      "version": 1,
      "title": "I can define power as the rate of energy transfer and apply P = E/t",
      "code": "6.1",
      "what": "Power (P) is the rate at which energy is transferred, measured in watts (W). One watt equals one joule per second (1 W = 1 J/s). Power does not depend on duration.",
      "why": "Power tells us how quickly energy is converted, which determines how fast appliances work and how much current they draw.",
      "example": "A 2000 W kettle converts 2000 J of electrical energy to thermal energy every second. In 3 minutes (180 s), it transfers E = Pt = 2000 × 180 = 360,000 J = 360 kJ.",
      "contentHash": "hash-2e5d0db9"
    },
    {
      "id": 2,
      "uuid": "lp-d2fd59fe-8e15-ce3e-53bc-f2d72ae53299",
      "version": 1,
      "title": "I can calculate electrical power using P = VI",
      "code": "6.2",
      "what": "Electrical power equals potential difference multiplied by current: P = VI. This formula comes from combining P = E/t with E = VIt.",
      "why": "This formula is practical because V and I can be measured directly, making it easy to determine power consumption of any electrical device.",
      "example": "A 230 V appliance drawing 4 A has power P = VI = 230 × 4 = 920 W. This means it converts 920 joules of electrical energy every second.",
      "contentHash": "hash-894f8be7"
    },
    {
      "id": 3,
      "uuid": "lp-2caf7aa5-8baf-e80b-bdf0-2efc724dce5e",
      "version": 1,
      "title": "I can apply alternative power formulas P = I²R and P = V²/R",
      "code": "6.3",
      "what": "Substituting from Ohm's law gives P = I²R (useful when current and resistance are known) and P = V²/R (useful when voltage and resistance are known).",
      "why": "These alternative forms allow power calculation without needing to measure all three quantities, and reveal important relationships in circuit design.",
      "example": "A 100 Ω resistor carries 0.5 A. Power is P = I²R = 0.5² × 100 = 0.25 × 100 = 25 W. Alternatively, with 50 V across it: P = V²/R = 50²/100 = 2500/100 = 25 W.",
      "contentHash": "hash-edd29510"
    },
    {
      "id": 4,
      "uuid": "lp-e1f65252-d355-40c0-146d-aee1e269e8e1",
      "version": 1,
      "title": "I can compare power consumption in series and parallel circuits",
      "code": "6.4",
      "what": "Parallel circuits consume more power than series circuits with the same components because parallel connections have lower equivalent resistance and draw more current.",
      "why": "This comparison explains circuit design choices and why connecting too many devices in parallel can overload a power supply.",
      "example": "Two 100 Ω resistors with 12 V: In series, R_eq = 200 Ω, P = V²/R = 144/200 = 0.72 W. In parallel, R_eq = 50 Ω, P = 144/50 = 2.88 W - four times more power.",
      "contentHash": "hash-b98aa2e4"
    },
    {
      "id": 5,
      "uuid": "lp-5fe7baa7-21b6-d595-c73d-48c1aa4ef538",
      "version": 1,
      "title": "I can explain the advantages of parallel circuits for household wiring",
      "code": "6.5",
      "what": "Household circuits use parallel wiring so each appliance receives full voltage, can be switched independently, and continues working if another appliance fails.",
      "why": "Understanding why homes use parallel circuits explains electrical safety, proper appliance operation, and what happens when circuits are overloaded.",
      "example": "A TV, lamp, and charger plugged into different outlets all receive 230 V. Turning off the TV does not affect the lamp. If the lamp burns out, the charger still works.",
      "contentHash": "hash-479de1eb"
    },
    {
      "id": 6,
      "uuid": "lp-f97e62f0-9316-2bc7-bfdd-3b02eeae1a2d",
      "version": 1,
      "title": "I can calculate power loss in connecting wires and explain why low resistance is preferred",
      "code": "6.6",
      "what": "Wires have small resistance that converts some electrical energy to heat. Power loss is P = I²R, so higher currents cause greater losses. Lower resistance wires reduce this waste.",
      "why": "Minimising power loss in wires improves efficiency, reduces fire risk from overheating, and ensures more energy reaches the intended devices.",
      "example": "A cable with 0.5 Ω resistance carries 10 A. Power lost as heat is P = I²R = 10² × 0.5 = 50 W. Using 0.1 Ω cable reduces this to just 10 W - an 80% reduction in wasted energy.",
      "contentHash": "hash-1af339f0"
    }
  ]
}