{
  "id": "parallel-circuits",
  "name": "Parallel Circuits",
  "icon": "🔀",
  "what": "This subtopic covers the behaviour of current and potential difference in parallel circuits, calculation of equivalent resistance, and comparison with series circuits.",
  "why": "Parallel circuits power our homes because each device receives full voltage and operates independently. Understanding parallel behaviour is essential for household wiring and electronic design.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-fbf6a150-fdfa-5782-ed12-fd6d2eefc27f",
      "version": 1,
      "title": "I can identify a parallel circuit as one with branches where current splits at junctions",
      "code": "5.1",
      "what": "In a parallel circuit, current has multiple paths. At each junction, current splits into branches and recombines when branches rejoin. Total current equals the sum of branch currents.",
      "why": "Recognising parallel connections is essential because they behave very differently from series connections in terms of current distribution and equivalent resistance.",
      "example": "In a circuit with two parallel resistors, 3 A from the battery might split into 2 A through the first resistor and 1 A through the second, then recombine to return 3 A to the battery.",
      "contentHash": "hash-95f0e532"
    },
    {
      "id": 2,
      "uuid": "lp-b7bfc6af-d1ba-4eec-9936-5c53c5e392d5",
      "version": 1,
      "title": "I can explain that potential difference is the same across all branches in parallel",
      "code": "5.2",
      "what": "Each branch of a parallel circuit connects directly to the power supply terminals, so every branch experiences the same potential difference regardless of its resistance.",
      "why": "This property explains why household appliances work correctly when plugged into any outlet - they all receive the same 230 V supply.",
      "example": "A 12 V battery connected to three parallel resistors provides 12 V across each resistor. A voltmeter placed across any of the three resistors will read 12 V.",
      "contentHash": "hash-b18d9826"
    },
    {
      "id": 3,
      "uuid": "lp-73fb5d09-7ae6-4c96-d9be-d6b62e94e95b",
      "version": 1,
      "title": "I can calculate equivalent resistance in parallel using 1/R_eq = 1/R₁ + 1/R₂ + ... + 1/Rₙ",
      "code": "5.3",
      "what": "The reciprocal of equivalent resistance equals the sum of reciprocals of individual resistances. For two resistors, this simplifies to R_eq = (R₁ × R₂)/(R₁ + R₂).",
      "why": "Parallel equivalent resistance is always less than the smallest individual resistance because adding paths makes it easier for current to flow.",
      "example": "Two 10 Ω resistors in parallel: R_eq = (10 × 10)/(10 + 10) = 100/20 = 5 Ω. Adding a parallel path halves the equivalent resistance.",
      "contentHash": "hash-ee90e8a8"
    },
    {
      "id": 4,
      "uuid": "lp-d6de1d93-4a2f-7aae-7039-481f8a9be859",
      "version": 1,
      "title": "I can calculate current through each branch of a parallel circuit",
      "code": "5.4",
      "what": "Since each branch has the same potential difference, use I = V/R for each branch separately. The branch with lowest resistance carries the most current.",
      "why": "Knowing individual branch currents is essential for selecting appropriate wire sizes and ensuring components are not overloaded.",
      "example": "With 12 V across parallel branches of 6 Ω and 4 Ω: I₁ = 12/6 = 2 A and I₂ = 12/4 = 3 A. Total current from battery is 2 + 3 = 5 A.",
      "contentHash": "hash-15aed7c6"
    },
    {
      "id": 5,
      "uuid": "lp-07784dc1-c084-6d77-0e54-c85243f3061e",
      "version": 1,
      "title": "I can use I-V graphs to predict equivalent resistance of components in parallel",
      "code": "5.5",
      "what": "For parallel components, add the currents at each voltage value to construct the combined I-V graph. The steeper gradient indicates lower equivalent resistance.",
      "why": "Graphical methods handle non-ohmic components in parallel, allowing analysis of real circuits with varying resistance.",
      "example": "At 6 V, component A draws 2 A and component B draws 1 A. In parallel at 6 V, total current is 3 A. Equivalent resistance is 6/3 = 2 Ω.",
      "contentHash": "hash-fb3aa7d4"
    },
    {
      "id": 6,
      "uuid": "lp-50279934-43ff-a79b-66b1-ac6dcc2a95de",
      "version": 1,
      "title": "I can analyse circuits containing both series and parallel sections",
      "code": "5.6",
      "what": "Complex circuits are simplified by first finding the equivalent resistance of parallel sections, then treating the result as a single resistor in series with other components.",
      "why": "Most real circuits combine series and parallel elements, so this systematic approach is essential for analysing practical circuits.",
      "example": "A circuit has a 4 Ω resistor in series with two 8 Ω resistors in parallel. The parallel section has R_eq = 4 Ω. Total resistance is 4 + 4 = 8 Ω.",
      "contentHash": "hash-f7dddaa4"
    }
  ]
}