{
  "id": "resistance-and-ohms-law",
  "name": "Resistance and Ohm's Law",
  "icon": "📊",
  "what": "This subtopic covers electrical resistance as the ratio of potential difference to current, Ohm's law for ohmic conductors, and how to analyse I-V characteristic graphs.",
  "why": "Resistance determines how much current flows for a given potential difference. Understanding resistance and Ohm's law is essential for designing circuits that function correctly and safely.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-8514c4dd-e8ba-bfb6-ad8b-41b00a97ad11",
      "version": 1,
      "title": "I can define resistance as the ratio of potential difference to current",
      "code": "3.1",
      "what": "Resistance (R) equals potential difference (V) divided by current (I). The unit of resistance is the ohm (Ω), where 1 Ω = 1 V/A.",
      "why": "Resistance quantifies how much a component opposes current flow, which is essential information for selecting components and designing circuits.",
      "example": "A light bulb with 12 V across it and 0.5 A flowing through it has resistance R = V/I = 12/0.5 = 24 Ω. This tells us the bulb opposes current flow moderately.",
      "contentHash": "hash-117e60f7"
    },
    {
      "id": 2,
      "uuid": "lp-a6e7a1e9-f856-c6ca-796f-add7bbf62445",
      "version": 1,
      "title": "I can apply Ohm's law (V = IR) to solve circuit problems",
      "code": "3.2",
      "what": "Ohm's law states V = IR, which can be rearranged to I = V/R or R = V/I. This allows calculation of any quantity when the other two are known.",
      "why": "Ohm's law is the fundamental equation for circuit analysis, allowing prediction of how changing one quantity affects the others.",
      "example": "A 1000 Ω resistor is connected to a 9 V battery. The current is I = V/R = 9/1000 = 0.009 A = 9 mA. If the battery voltage doubles, the current also doubles to 18 mA.",
      "contentHash": "hash-acdef129"
    },
    {
      "id": 3,
      "uuid": "lp-349ad600-28da-9385-2c25-8506fd96bd2a",
      "version": 1,
      "title": "I can interpret I-V characteristic graphs and identify ohmic and non-ohmic components",
      "code": "3.3",
      "what": "An I-V graph plots current against potential difference. Ohmic components show a straight line through the origin (constant resistance). Non-ohmic components show curved lines (varying resistance).",
      "why": "I-V graphs reveal how components behave across different conditions, which is crucial for selecting the right component for a specific application.",
      "example": "A resistor shows a straight I-V line with gradient 1/R. A light bulb shows a curve that bends over because its resistance increases as it heats up and the filament gets hotter.",
      "contentHash": "hash-a5e6a3f3"
    },
    {
      "id": 4,
      "uuid": "lp-ba28f541-9bf0-1eed-1c48-8b630ae4119e",
      "version": 1,
      "title": "I can calculate resistance from the gradient of an I-V graph",
      "code": "3.4",
      "what": "For an I-V graph with I on the y-axis and V on the x-axis, the gradient equals 1/R. Therefore R = 1/gradient = rise/run inverted to run/rise.",
      "why": "Graphical analysis of experimental data allows determination of resistance even when values fluctuate, by finding the best-fit line.",
      "example": "An I-V graph shows a straight line passing through (0,0) and (10 V, 2 A). The gradient is 2/10 = 0.2 A/V. Therefore R = 1/0.2 = 5 Ω.",
      "contentHash": "hash-65fb8089"
    },
    {
      "id": 5,
      "uuid": "lp-15ad6a4f-dd84-a3dd-ca4c-7a0bba97b8a1",
      "version": 1,
      "title": "I can describe and construct circuits to obtain I-V data experimentally",
      "code": "3.5",
      "what": "An I-V experiment uses a variable power supply, ammeter in series, and voltmeter in parallel with the test component. Measurements are taken at multiple voltage settings.",
      "why": "Experimental determination of I-V characteristics is essential for testing components and verifying theoretical predictions.",
      "example": "Connect a resistor to a variable power supply (0-12 V). Record current and voltage at 2 V intervals. Plot points on an I-V graph. A straight line through the origin confirms ohmic behaviour.",
      "contentHash": "hash-e7e2e126"
    }
  ]
}