{
  "id": "series-circuits",
  "name": "Series Circuits",
  "icon": "🔗",
  "what": "This subtopic covers the behaviour of current and potential difference in series circuits, calculation of equivalent resistance, and the application of potential dividers.",
  "why": "Series circuits are used in many applications including voltage regulation, sensor circuits, and safety systems. Understanding series behaviour is essential for circuit design and troubleshooting.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-cd6149ac-3532-292a-f853-b35dfe3163b5",
      "version": 1,
      "title": "I can identify a series circuit and explain that current is the same at all points",
      "code": "4.1",
      "what": "In a series circuit, components are connected in a single path with no branches. The same current flows through every component because there is only one path for electrons.",
      "why": "Understanding that current is constant in series helps predict circuit behaviour and explains why breaking one part stops the entire circuit.",
      "example": "In a series circuit with a 6 V battery and two resistors, if an ammeter reads 0.3 A before the first resistor, it will also read 0.3 A between the resistors and after the second resistor.",
      "contentHash": "hash-af593ae1"
    },
    {
      "id": 2,
      "uuid": "lp-a8a33dd4-e344-2dbd-f9fc-9bd96c20b12d",
      "version": 1,
      "title": "I can explain that potential difference is shared between components in a series circuit",
      "code": "4.2",
      "what": "The sum of potential differences across all components equals the supply voltage: V_supply = V₁ + V₂ + ... + Vₙ. Each component's share depends on its resistance.",
      "why": "This principle explains how energy is distributed in a circuit and why components with higher resistance receive more energy per charge.",
      "example": "A 12 V battery powers two resistors in series. If the first resistor has 8 V across it, the second must have 12 - 8 = 4 V across it. The total is always 12 V.",
      "contentHash": "hash-b17be3ae"
    },
    {
      "id": 3,
      "uuid": "lp-e384738b-6117-34a8-3b32-019dfc1a288b",
      "version": 1,
      "title": "I can calculate equivalent resistance in series using R_eq = R₁ + R₂ + ... + Rₙ",
      "code": "4.3",
      "what": "The equivalent resistance of resistors in series is the sum of individual resistances. This single value can replace all the resistors for circuit analysis.",
      "why": "Calculating equivalent resistance simplifies complex circuits, making it easier to find total current and analyse circuit behaviour.",
      "example": "Three resistors of 10 Ω, 20 Ω, and 30 Ω in series have equivalent resistance R_eq = 10 + 20 + 30 = 60 Ω. A 12 V battery would produce I = 12/60 = 0.2 A.",
      "contentHash": "hash-c4b84df5"
    },
    {
      "id": 4,
      "uuid": "lp-fed62786-75c4-9a68-bbe1-8c611b1e2ffe",
      "version": 1,
      "title": "I can analyse potential divider circuits and calculate output voltage",
      "code": "4.4",
      "what": "A potential divider uses two resistors in series to produce an output voltage that is a fraction of the input. The formula is V_out = V_in × R₂/(R₁ + R₂).",
      "why": "Potential dividers are used in sensor circuits, volume controls, and anywhere a reduced or adjustable voltage is needed from a fixed supply.",
      "example": "A 12 V supply connects to a potential divider with R₁ = 3 kΩ and R₂ = 1 kΩ. Output voltage is V_out = 12 × 1000/(3000 + 1000) = 12 × 0.25 = 3 V.",
      "contentHash": "hash-20e6a9bc"
    },
    {
      "id": 5,
      "uuid": "lp-f0e4833f-d00f-b3d9-1302-272fa7afeb28",
      "version": 1,
      "title": "I can use I-V graphs to predict equivalent resistance of components in series",
      "code": "4.5",
      "what": "For series components, add the potential differences at each current value to construct the combined I-V graph. The equivalent resistance is found from the new line's gradient.",
      "why": "Graphical methods allow analysis of non-ohmic components in series, where simple addition of resistances does not apply.",
      "example": "Two components in series each need 4 V for 1 A of current. In series, the combination needs 4 + 4 = 8 V for 1 A. The equivalent resistance at this point is 8/1 = 8 Ω.",
      "contentHash": "hash-23e6e4a6"
    }
  ]
}