{
  "_meta": {
    "exportedAt": "2026-01-19T08:19:44.616Z",
    "topicId": "the-universe",
    "topicName": "The Universe"
  },
  "items": [
    {
      "uuid": "lp-85a51301-de89-d92b-e762-bdcf3094abd2",
      "id": 1,
      "version": 1,
      "contentHash": "hash-864a184c",
      "title": "I can explain what the celestial sphere is and why it was historically significant",
      "code": "1.1",
      "what": "The celestial sphere is an imaginary sphere with Earth at its centre, used to map the positions of stars and planets. Historically, people believed stars were physically attached to this sphere made of ether.",
      "why": "Understanding historical models helps us appreciate how scientific understanding evolves when evidence disproves earlier ideas, such as the Michelson-Morley experiment disproving ether.",
      "example": "Ancient astronomers used the celestial sphere to predict where planets would appear each night, believing all stars were the same distance from Earth on a physical sphere.",
      "subtopic": {
        "id": "distance-and-deep-time",
        "name": "Distance and Deep Time",
        "what": "This subtopic covers how astronomers measure distances to celestial objects using parallax and standard units like lightyears and parsecs. It also explores the concept that observing distant objects means looking back in time.",
        "why": "Understanding cosmic distances is fundamental to astronomy. Without accurate distance measurements, we cannot determine the true brightness of stars, the scale of the universe, or interpret what we observe in the night sky."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4563a3b3-4e81-d075-a224-929a6d32f50b",
      "id": 2,
      "version": 1,
      "contentHash": "hash-6c1c716f",
      "title": "I can describe how parallax is used to measure distance",
      "code": "1.2",
      "what": "Parallax measures distance by observing how an object appears to shift position when viewed from two different locations. Your two eyes use parallax to perceive depth.",
      "why": "Parallax provides a geometric method to calculate distances without physically travelling to an object, which is essential for measuring distances in space.",
      "example": "Hold your thumb at arm's length and close one eye, then the other. Your thumb appears to shift position against the background. The amount of shift relates to the distance.",
      "subtopic": {
        "id": "distance-and-deep-time",
        "name": "Distance and Deep Time",
        "what": "This subtopic covers how astronomers measure distances to celestial objects using parallax and standard units like lightyears and parsecs. It also explores the concept that observing distant objects means looking back in time.",
        "why": "Understanding cosmic distances is fundamental to astronomy. Without accurate distance measurements, we cannot determine the true brightness of stars, the scale of the universe, or interpret what we observe in the night sky."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-1ec07be8-b4ef-caa0-c663-bf2db5ea2e26",
      "id": 3,
      "version": 1,
      "contentHash": "hash-6bd1dc26",
      "title": "I can explain stellar parallax and its limitations",
      "code": "1.3",
      "what": "Stellar parallax measures star distances by observing their apparent shift against distant background stars as Earth orbits the Sun over six months. It only works for relatively close stars.",
      "why": "Stellar parallax provides the foundation for measuring cosmic distances, but its limitation to nearby stars meant astronomers needed other methods for more distant objects.",
      "example": "The nearest star, Proxima Centauri at 4.2 lightyears, has a parallax angle of about 0.77 arcseconds. Stars beyond about 100 parsecs have angles too small to measure accurately.",
      "subtopic": {
        "id": "distance-and-deep-time",
        "name": "Distance and Deep Time",
        "what": "This subtopic covers how astronomers measure distances to celestial objects using parallax and standard units like lightyears and parsecs. It also explores the concept that observing distant objects means looking back in time.",
        "why": "Understanding cosmic distances is fundamental to astronomy. Without accurate distance measurements, we cannot determine the true brightness of stars, the scale of the universe, or interpret what we observe in the night sky."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-0bd15013-3733-97ac-b472-d0e1c372ab93",
      "id": 4,
      "version": 1,
      "contentHash": "hash-c967d7c1",
      "title": "I can convert between lightyears and parsecs",
      "code": "1.4",
      "what": "A lightyear is the distance light travels in one year (about 9 trillion km). A parsec equals 3.26 lightyears. To convert parsecs to lightyears, multiply by 3.26.",
      "why": "Both units are used in astronomy for different purposes. Being able to convert between them allows you to interpret astronomical data from various sources.",
      "example": "The Andromeda galaxy is 2.5 million lightyears away. To convert to parsecs: 2,500,000 ÷ 3.26 = approximately 766,000 parsecs (0.766 million parsecs).",
      "subtopic": {
        "id": "distance-and-deep-time",
        "name": "Distance and Deep Time",
        "what": "This subtopic covers how astronomers measure distances to celestial objects using parallax and standard units like lightyears and parsecs. It also explores the concept that observing distant objects means looking back in time.",
        "why": "Understanding cosmic distances is fundamental to astronomy. Without accurate distance measurements, we cannot determine the true brightness of stars, the scale of the universe, or interpret what we observe in the night sky."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-bf0a45c3-36a6-0945-9ca3-0ca82164f7f5",
      "id": 5,
      "version": 1,
      "contentHash": "hash-ad1d4153",
      "title": "I can state approximate distances to key objects in space",
      "code": "1.5",
      "what": "Key cosmic distances include: Moon (1.3 light-seconds), Sun (8 light-minutes), nearest star (4 lightyears), and the observable universe diameter (93 billion lightyears).",
      "why": "Knowing these reference distances helps you understand the vast scale of the universe and provides context for interpreting astronomical information.",
      "example": "Mars is about 13 light-minutes away on average. A message sent from a Mars rover takes 13 minutes to reach Earth, and the reply takes another 13 minutes, totalling 26 minutes round trip.",
      "subtopic": {
        "id": "distance-and-deep-time",
        "name": "Distance and Deep Time",
        "what": "This subtopic covers how astronomers measure distances to celestial objects using parallax and standard units like lightyears and parsecs. It also explores the concept that observing distant objects means looking back in time.",
        "why": "Understanding cosmic distances is fundamental to astronomy. Without accurate distance measurements, we cannot determine the true brightness of stars, the scale of the universe, or interpret what we observe in the night sky."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-0670fd0d-6c4e-eaf1-e042-f4b6723cc73d",
      "id": 6,
      "version": 1,
      "contentHash": "hash-b10e9ce7",
      "title": "I can explain why observing distant objects is like looking back in time",
      "code": "1.6",
      "what": "Light travels at 300,000 km/s, so light from distant objects takes time to reach us. When we observe a star 100 lightyears away, we see it as it was 100 years ago.",
      "why": "This concept allows astronomers to study the history of the universe by observing objects at different distances, effectively seeing different eras of cosmic history.",
      "example": "Light from the Sun takes 8 minutes to reach Earth. If the Sun suddenly disappeared, we would not know for 8 minutes because the last light would still be travelling toward us.",
      "subtopic": {
        "id": "distance-and-deep-time",
        "name": "Distance and Deep Time",
        "what": "This subtopic covers how astronomers measure distances to celestial objects using parallax and standard units like lightyears and parsecs. It also explores the concept that observing distant objects means looking back in time.",
        "why": "Understanding cosmic distances is fundamental to astronomy. Without accurate distance measurements, we cannot determine the true brightness of stars, the scale of the universe, or interpret what we observe in the night sky."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-49d04db3-7e0c-58b4-eb96-16c27fc4594c",
      "id": 1,
      "version": 1,
      "contentHash": "hash-db99d060",
      "title": "I can explain gravity as mass warping space",
      "code": "2.1",
      "what": "Einstein's general relativity describes gravity not as a pulling force, but as mass causing space to curve. Objects fall toward each other by following the curved paths in warped space.",
      "why": "This model explains gravitational phenomena that Newton's theory could not, including why light bends around massive objects and why there is no repulsive gravity.",
      "example": "A ball on a stretched trampoline creates a dip. A marble rolled nearby curves toward the ball, not because of a pull, but because the surface is curved. Space behaves similarly around massive objects.",
      "subtopic": {
        "id": "gravity-creative-force",
        "name": "Gravity as a Creative Force",
        "what": "This subtopic explores how gravity shapes the universe by forming stars, planets, and galaxies through accretion, and how it enables nuclear fusion in stars to create the elements that make up everything around us.",
        "why": "Gravity is responsible for nearly all large-scale structure in the universe. Understanding how gravity forms and maintains celestial objects explains where planets, stars, and even the atoms in your body came from."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-d6d9587c-a446-8e2c-ef88-2af9a9f30574",
      "id": 2,
      "version": 1,
      "contentHash": "hash-cfd57df4",
      "title": "I can describe accretion and its role in forming cosmic structures",
      "code": "2.2",
      "what": "Accretion is the process where smaller objects come together under gravity to form larger ones. This process forms planets, stars, galaxies, and black holes.",
      "why": "Accretion explains how the universe went from a cloud of gas and dust after the Big Bang to the complex structures we observe today, including our own solar system.",
      "example": "In the early solar system, dust grains collided and stuck together, forming pebbles, then boulders, then planetesimals, eventually becoming planets like Earth over millions of years.",
      "subtopic": {
        "id": "gravity-creative-force",
        "name": "Gravity as a Creative Force",
        "what": "This subtopic explores how gravity shapes the universe by forming stars, planets, and galaxies through accretion, and how it enables nuclear fusion in stars to create the elements that make up everything around us.",
        "why": "Gravity is responsible for nearly all large-scale structure in the universe. Understanding how gravity forms and maintains celestial objects explains where planets, stars, and even the atoms in your body came from."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-1f272351-fe55-37b3-2d4f-c187f361efc6",
      "id": 3,
      "version": 1,
      "contentHash": "hash-436ae3fd",
      "title": "I can explain how gravity enables nuclear fusion in stars",
      "code": "2.3",
      "what": "Gravity compresses the core of a star to extreme temperatures and pressures. Under these conditions, hydrogen nuclei fuse to form helium, releasing enormous amounts of energy.",
      "why": "Nuclear fusion is what makes stars shine. Without gravity creating the necessary conditions for fusion, there would be no stars, no sunlight, and no energy to support life.",
      "example": "The Sun's core reaches 15 million degrees Celsius due to gravitational compression. At this temperature, hydrogen atoms move fast enough to overcome their electrical repulsion and fuse together.",
      "subtopic": {
        "id": "gravity-creative-force",
        "name": "Gravity as a Creative Force",
        "what": "This subtopic explores how gravity shapes the universe by forming stars, planets, and galaxies through accretion, and how it enables nuclear fusion in stars to create the elements that make up everything around us.",
        "why": "Gravity is responsible for nearly all large-scale structure in the universe. Understanding how gravity forms and maintains celestial objects explains where planets, stars, and even the atoms in your body came from."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a7fdefe7-7768-d031-fbad-63d5f184b7ce",
      "id": 4,
      "version": 1,
      "contentHash": "hash-8c57e682",
      "title": "I can describe stellar nucleosynthesis and its products",
      "code": "2.4",
      "what": "Stellar nucleosynthesis is the process where stars create heavier elements by fusing lighter ones. Regular stars produce elements up to iron (Fe26). Elements heavier than iron form in supernovae.",
      "why": "Every atom heavier than hydrogen in your body was created inside a star. Understanding stellar nucleosynthesis explains the origin of the elements that make up planets and life.",
      "example": "Carbon atoms in your body were fused from helium in a star's core. Gold atoms in jewellery were created during a supernova explosion billions of years ago.",
      "subtopic": {
        "id": "gravity-creative-force",
        "name": "Gravity as a Creative Force",
        "what": "This subtopic explores how gravity shapes the universe by forming stars, planets, and galaxies through accretion, and how it enables nuclear fusion in stars to create the elements that make up everything around us.",
        "why": "Gravity is responsible for nearly all large-scale structure in the universe. Understanding how gravity forms and maintains celestial objects explains where planets, stars, and even the atoms in your body came from."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-58193823-326b-e6ac-5c48-dad87da65eae",
      "id": 5,
      "version": 1,
      "contentHash": "hash-e99b50ff",
      "title": "I can explain hydrostatic equilibrium in stars",
      "code": "2.5",
      "what": "Hydrostatic equilibrium is the balance between gravity pulling inward and radiation pressure from fusion pushing outward. This balance keeps a star stable for millions or billions of years.",
      "why": "Understanding this balance explains why stars do not immediately collapse or explode, and helps predict what happens when the balance is disrupted at the end of a star's life.",
      "example": "The Sun has maintained hydrostatic equilibrium for 4.6 billion years. If fusion suddenly stopped, gravity would cause the core to collapse within about 15 minutes.",
      "subtopic": {
        "id": "gravity-creative-force",
        "name": "Gravity as a Creative Force",
        "what": "This subtopic explores how gravity shapes the universe by forming stars, planets, and galaxies through accretion, and how it enables nuclear fusion in stars to create the elements that make up everything around us.",
        "why": "Gravity is responsible for nearly all large-scale structure in the universe. Understanding how gravity forms and maintains celestial objects explains where planets, stars, and even the atoms in your body came from."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-afca2452-2021-457d-44c5-705700f1ac88",
      "id": 6,
      "version": 1,
      "contentHash": "hash-709924ef",
      "title": "I can describe the stages of solar system formation",
      "code": "2.6",
      "what": "Solar systems form in five stages: nebula formation, protoplanetary disk development, nuclear fusion ignition in the central star, planetary accretion, and finally habitability conditions developing.",
      "why": "This model explains how our solar system formed and helps us understand the formation of exoplanetary systems discovered around other stars.",
      "example": "Our solar system began as a nebula from a previous star's supernova. The nebula collapsed, spinning faster and flattening into a disk. The centre ignited as the Sun while planets accreted from the remaining disk material.",
      "subtopic": {
        "id": "gravity-creative-force",
        "name": "Gravity as a Creative Force",
        "what": "This subtopic explores how gravity shapes the universe by forming stars, planets, and galaxies through accretion, and how it enables nuclear fusion in stars to create the elements that make up everything around us.",
        "why": "Gravity is responsible for nearly all large-scale structure in the universe. Understanding how gravity forms and maintains celestial objects explains where planets, stars, and even the atoms in your body came from."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-142c89fc-1f49-0c60-48dd-3e087dc64b55",
      "id": 1,
      "version": 1,
      "contentHash": "hash-86370225",
      "title": "I can distinguish between apparent and absolute magnitude",
      "code": "3.1",
      "what": "Apparent magnitude is how bright a star looks from Earth. Absolute magnitude is how bright a star would appear at a standard distance of 10 parsecs, representing its true brightness.",
      "why": "A dim nearby star can appear brighter than a brilliant distant star. Absolute magnitude allows fair comparison of stars' actual energy output regardless of their distance from Earth.",
      "example": "The Sun has an apparent magnitude of -27 (very bright from Earth) but an absolute magnitude of only 4.8. Alpha Centauri appears dimmer (apparent magnitude 0) but would look similar to the Sun at 10 parsecs.",
      "subtopic": {
        "id": "stars-brightness-colour-lifecycles",
        "name": "Stars: Brightness, Colour and Lifecycles",
        "what": "This subtopic covers how astronomers measure and compare star brightness using magnitude scales, how star colour relates to temperature, how to read HR diagrams, and the different paths stars take through their lifecycles.",
        "why": "Stars are the fundamental building blocks of galaxies and the sources of nearly all elements. Understanding their properties and lifecycles helps us comprehend the universe's past and predict its future."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-50933edf-0cd4-2c23-a816-d5be5653c5bc",
      "id": 2,
      "version": 1,
      "contentHash": "hash-eda39443",
      "title": "I can use the magnitude scale to compare star brightness",
      "code": "3.2",
      "what": "The magnitude scale is inverse: lower numbers mean brighter stars. A star of magnitude 1 is brighter than magnitude 3. Very bright objects have negative magnitudes.",
      "why": "The magnitude scale is the standard system used by astronomers worldwide. Understanding it allows you to interpret star charts and astronomical data correctly.",
      "example": "Venus can reach magnitude -4, the full Moon is about -12, and the Sun is -27. The dimmest stars visible to the naked eye are about magnitude 6. A magnitude 1 star is about 2.5 times brighter than magnitude 2.",
      "subtopic": {
        "id": "stars-brightness-colour-lifecycles",
        "name": "Stars: Brightness, Colour and Lifecycles",
        "what": "This subtopic covers how astronomers measure and compare star brightness using magnitude scales, how star colour relates to temperature, how to read HR diagrams, and the different paths stars take through their lifecycles.",
        "why": "Stars are the fundamental building blocks of galaxies and the sources of nearly all elements. Understanding their properties and lifecycles helps us comprehend the universe's past and predict its future."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4840e498-be18-b0c1-5a71-553a0298c4fc",
      "id": 3,
      "version": 1,
      "contentHash": "hash-31d11a22",
      "title": "I can relate star colour to temperature",
      "code": "3.3",
      "what": "Star colour indicates surface temperature. Blue and white stars are hottest (up to 28,000°C), yellow stars like the Sun are medium temperature, and red stars are coolest (about 2,000°C).",
      "why": "Colour provides a quick way to estimate a star's temperature without complex measurements. This is opposite to artistic conventions where red represents warmth.",
      "example": "Rigel appears blue-white and has a surface temperature of about 12,000°C. Betelgeuse appears red and has a surface temperature of only about 3,500°C, despite being a giant star.",
      "subtopic": {
        "id": "stars-brightness-colour-lifecycles",
        "name": "Stars: Brightness, Colour and Lifecycles",
        "what": "This subtopic covers how astronomers measure and compare star brightness using magnitude scales, how star colour relates to temperature, how to read HR diagrams, and the different paths stars take through their lifecycles.",
        "why": "Stars are the fundamental building blocks of galaxies and the sources of nearly all elements. Understanding their properties and lifecycles helps us comprehend the universe's past and predict its future."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-6dc33811-e27a-6cc3-45dc-fe341e84babe",
      "id": 4,
      "version": 1,
      "contentHash": "hash-6ecc203f",
      "title": "I can explain how spectroscopy reveals star composition",
      "code": "3.4",
      "what": "Spectroscopy analyses the spectrum of light from stars. Dark lines appear where specific elements absorb certain wavelengths, creating a unique fingerprint for each element present.",
      "why": "Spectroscopy allows astronomers to determine what stars are made of without travelling to them. This technique revealed that stars are primarily hydrogen and helium.",
      "example": "Hydrogen produces a distinctive pattern of dark lines in a star's spectrum. By matching these patterns to laboratory samples, astronomers confirmed that the Sun is about 74% hydrogen.",
      "subtopic": {
        "id": "stars-brightness-colour-lifecycles",
        "name": "Stars: Brightness, Colour and Lifecycles",
        "what": "This subtopic covers how astronomers measure and compare star brightness using magnitude scales, how star colour relates to temperature, how to read HR diagrams, and the different paths stars take through their lifecycles.",
        "why": "Stars are the fundamental building blocks of galaxies and the sources of nearly all elements. Understanding their properties and lifecycles helps us comprehend the universe's past and predict its future."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-8efbf906-4fb9-393e-8dfd-25d6f3e9df55",
      "id": 5,
      "version": 1,
      "contentHash": "hash-baec1af0",
      "title": "I can use an HR diagram to classify stars",
      "code": "3.5",
      "what": "The Hertzsprung-Russell diagram plots star temperature (colour) against brightness (luminosity). Most stars fall on the main sequence diagonal. Position indicates star type: red dwarfs, blue giants, white dwarfs.",
      "why": "The HR diagram is one of the most important tools in astronomy. It reveals relationships between star properties and shows where stars are in their lifecycles.",
      "example": "The Sun sits on the main sequence as a yellow star of medium brightness. Betelgeuse appears in the upper right as a red supergiant (cool but very bright). Sirius B is a white dwarf in the lower left.",
      "subtopic": {
        "id": "stars-brightness-colour-lifecycles",
        "name": "Stars: Brightness, Colour and Lifecycles",
        "what": "This subtopic covers how astronomers measure and compare star brightness using magnitude scales, how star colour relates to temperature, how to read HR diagrams, and the different paths stars take through their lifecycles.",
        "why": "Stars are the fundamental building blocks of galaxies and the sources of nearly all elements. Understanding their properties and lifecycles helps us comprehend the universe's past and predict its future."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-adfca883-bcab-4eae-2146-aa92cabb1172",
      "id": 6,
      "version": 1,
      "contentHash": "hash-96a13ae2",
      "title": "I can describe the lifecycle of small and large stars",
      "code": "3.6",
      "what": "Small stars become red giants then white dwarfs. Large stars become supergiants, explode as supernovae, and leave behind neutron stars or black holes. Star material recycles through the universe.",
      "why": "Mass determines a star's fate. Understanding stellar lifecycles explains where heavy elements come from and why some regions of space contain stellar remnants.",
      "example": "The Sun will become a red giant in about 5 billion years, shed its outer layers as a planetary nebula, and end as a white dwarf. A star 10 times the Sun's mass will explode as a supernova after only 20 million years.",
      "subtopic": {
        "id": "stars-brightness-colour-lifecycles",
        "name": "Stars: Brightness, Colour and Lifecycles",
        "what": "This subtopic covers how astronomers measure and compare star brightness using magnitude scales, how star colour relates to temperature, how to read HR diagrams, and the different paths stars take through their lifecycles.",
        "why": "Stars are the fundamental building blocks of galaxies and the sources of nearly all elements. Understanding their properties and lifecycles helps us comprehend the universe's past and predict its future."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-4e4545cc-0866-d575-0a5a-75ccf5ac3c71",
      "id": 7,
      "version": 1,
      "contentHash": "hash-0c9d1cbd",
      "title": "I can explain what supernovae are and their importance",
      "code": "3.7",
      "what": "A supernova is a massive explosion ending a giant star's life. It can briefly outshine an entire galaxy and creates elements heavier than iron, scattering them throughout space.",
      "why": "Supernovae are responsible for creating and distributing heavy elements like gold, silver, and uranium. Without supernovae, these elements would not exist in the universe.",
      "example": "Supernova 1987A was visible to the naked eye from Earth, even though it occurred in a galaxy 160,000 lightyears away. The explosion created elements that will eventually form new stars and planets.",
      "subtopic": {
        "id": "stars-brightness-colour-lifecycles",
        "name": "Stars: Brightness, Colour and Lifecycles",
        "what": "This subtopic covers how astronomers measure and compare star brightness using magnitude scales, how star colour relates to temperature, how to read HR diagrams, and the different paths stars take through their lifecycles.",
        "why": "Stars are the fundamental building blocks of galaxies and the sources of nearly all elements. Understanding their properties and lifecycles helps us comprehend the universe's past and predict its future."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-d20a93b2-1eb1-7353-8d98-eb5d54618c1e",
      "id": 8,
      "version": 1,
      "contentHash": "hash-e15ec79d",
      "title": "I can describe methods for detecting black holes",
      "code": "3.8",
      "what": "Black holes emit no light but can be detected through their effects: stars orbiting invisible objects, X-ray jets from infalling matter, gravitational waves from collisions, and gravitational lensing of background light.",
      "why": "Black holes represent extreme physics and contain information about gravity and spacetime. Detecting them confirms theoretical predictions and reveals galactic structure.",
      "example": "The black hole at the centre of our galaxy was detected by tracking stars orbiting an invisible point. One star orbits this point every 16 years at speeds up to 7,650 km/s.",
      "subtopic": {
        "id": "stars-brightness-colour-lifecycles",
        "name": "Stars: Brightness, Colour and Lifecycles",
        "what": "This subtopic covers how astronomers measure and compare star brightness using magnitude scales, how star colour relates to temperature, how to read HR diagrams, and the different paths stars take through their lifecycles.",
        "why": "Stars are the fundamental building blocks of galaxies and the sources of nearly all elements. Understanding their properties and lifecycles helps us comprehend the universe's past and predict its future."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-3d3c4308-7e8a-bf64-205f-fcdd80bb98a3",
      "id": 1,
      "version": 1,
      "contentHash": "hash-60581e77",
      "title": "I can state the age of the universe and explain how we know it",
      "code": "4.1",
      "what": "The universe is approximately 13.8 billion years old, dated from the Big Bang. This is determined by observing the oldest galaxies and measuring the cosmic microwave background radiation.",
      "why": "Knowing the universe's age establishes a timeline for cosmic evolution and sets limits on how far back we can observe, since light from before this time has not had time to reach us.",
      "example": "The James Webb Space Telescope has observed galaxies that formed just 400 million years after the Big Bang, appearing as they were 13.4 billion years ago.",
      "subtopic": {
        "id": "universe-scale-and-history",
        "name": "Universe Scale and History",
        "what": "This subtopic explores the age and size of the observable universe, the different types of galaxies, how Cepheid variable stars help measure cosmic distances, and the major epochs in the universe's history from the Big Bang to today.",
        "why": "Understanding the scale and history of the universe provides context for our place in the cosmos and reveals how the structures we observe today formed over billions of years."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-9b541b3f-3d86-442a-bef2-f9c3629a688f",
      "id": 2,
      "version": 1,
      "contentHash": "hash-083e6eb8",
      "title": "I can describe the observable universe and explain why we appear to be at its centre",
      "code": "4.2",
      "what": "The observable universe is the region from which light has had time to reach us, about 93 billion lightyears in diameter. We appear to be at the centre because we can see equally far in all directions.",
      "why": "Understanding the observable universe helps us recognise that every point in space has its own observable universe, and we are not at a special location.",
      "example": "An observer on a planet 10 billion lightyears away would also appear to be at the centre of their observable universe, able to see regions we cannot see while unable to see some regions we can.",
      "subtopic": {
        "id": "universe-scale-and-history",
        "name": "Universe Scale and History",
        "what": "This subtopic explores the age and size of the observable universe, the different types of galaxies, how Cepheid variable stars help measure cosmic distances, and the major epochs in the universe's history from the Big Bang to today.",
        "why": "Understanding the scale and history of the universe provides context for our place in the cosmos and reveals how the structures we observe today formed over billions of years."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ec54636c-be44-9809-1b50-ef22391a146a",
      "id": 3,
      "version": 1,
      "contentHash": "hash-93d7d866",
      "title": "I can identify and describe the three main galaxy types",
      "code": "4.3",
      "what": "The three main galaxy types are spiral (central bulge with spiral arms), elliptical (egg or football shaped, often from galaxy collisions), and irregular (no distinct shape).",
      "why": "Galaxy classification helps astronomers understand galaxy formation and evolution. The shape often indicates a galaxy's history and age.",
      "example": "The Milky Way is a spiral galaxy with a central bulge and arms where new stars form. The Andromeda galaxy is also spiral and will collide with the Milky Way in about 4 billion years, likely forming an elliptical galaxy.",
      "subtopic": {
        "id": "universe-scale-and-history",
        "name": "Universe Scale and History",
        "what": "This subtopic explores the age and size of the observable universe, the different types of galaxies, how Cepheid variable stars help measure cosmic distances, and the major epochs in the universe's history from the Big Bang to today.",
        "why": "Understanding the scale and history of the universe provides context for our place in the cosmos and reveals how the structures we observe today formed over billions of years."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-060991a6-8b99-b9e3-5b3f-22dbf706d353",
      "id": 4,
      "version": 1,
      "contentHash": "hash-1234f7b5",
      "title": "I can explain how Cepheid variable stars are used to measure cosmic distances",
      "code": "4.4",
      "what": "Cepheid variable stars pulsate with a regular period that is directly related to their absolute brightness. By measuring the period, astronomers calculate true brightness, then compare to apparent brightness to find distance.",
      "why": "Cepheid variables act as standard candles for measuring distances to galaxies far beyond the reach of stellar parallax, extending the cosmic distance ladder.",
      "example": "A Cepheid with a 10-day period has a known absolute magnitude of about -4. If it appears at magnitude 16 from Earth, astronomers can calculate it is about 10 million parsecs away.",
      "subtopic": {
        "id": "universe-scale-and-history",
        "name": "Universe Scale and History",
        "what": "This subtopic explores the age and size of the observable universe, the different types of galaxies, how Cepheid variable stars help measure cosmic distances, and the major epochs in the universe's history from the Big Bang to today.",
        "why": "Understanding the scale and history of the universe provides context for our place in the cosmos and reveals how the structures we observe today formed over billions of years."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-ec2e3d5c-4d4b-12eb-5304-aba27050824c",
      "id": 5,
      "version": 1,
      "contentHash": "hash-bc1af00a",
      "title": "I can describe the major epochs in the history of the universe",
      "code": "4.5",
      "what": "The universe's history includes five main epochs: the very early universe (fundamental forces form), early universe (particles and atoms form), dark ages (no stars yet), large-scale structure emergence (first stars and galaxies), and the current universe.",
      "why": "Understanding these epochs explains how the universe evolved from a hot, dense state to the complex structures we observe today, including stars, galaxies, and planets.",
      "example": "During the dark ages, which lasted about 200 million years, the universe contained only hydrogen gas and no light sources. The first stars then ignited, ending the cosmic dark ages and beginning the era of structure formation.",
      "subtopic": {
        "id": "universe-scale-and-history",
        "name": "Universe Scale and History",
        "what": "This subtopic explores the age and size of the observable universe, the different types of galaxies, how Cepheid variable stars help measure cosmic distances, and the major epochs in the universe's history from the Big Bang to today.",
        "why": "Understanding the scale and history of the universe provides context for our place in the cosmos and reveals how the structures we observe today formed over billions of years."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-cd0f3739-c8e7-1c21-c575-7d1119429879",
      "id": 1,
      "version": 1,
      "contentHash": "hash-8335e34a",
      "title": "I can compare the Steady State and Big Bang models",
      "code": "5.1",
      "what": "The Steady State model proposed that the universe expands with continuous creation of new matter, maintaining constant density forever. The Big Bang model proposes the universe began hot and dense and continues to expand and cool.",
      "why": "Comparing these models shows how scientific theories are evaluated against evidence. The Steady State model was rejected when evidence strongly favoured the Big Bang.",
      "example": "Fred Hoyle proposed the Steady State model in 1948. It predicted that distant galaxies should look the same as nearby ones. Observations showed distant galaxies look different, supporting the Big Bang.",
      "subtopic": {
        "id": "big-bang-model",
        "name": "The Big Bang Model",
        "what": "This subtopic covers the evidence supporting the Big Bang model of the universe's origin, including redshift and the cosmic microwave background, as well as the model's implications for the universe's structure and ultimate fate.",
        "why": "The Big Bang model is our best scientific explanation for the origin and evolution of the universe. Understanding its evidence helps distinguish science from speculation and explains our cosmic origins."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-49f73c2a-ae63-6a1d-f871-787c126091bf",
      "id": 2,
      "version": 1,
      "contentHash": "hash-a63ecdc0",
      "title": "I can explain redshift as evidence for the expanding universe",
      "code": "5.2",
      "what": "Redshift occurs when light from distant galaxies is stretched to longer, redder wavelengths as space expands. More distant galaxies show greater redshift, indicating they are receding faster.",
      "why": "Redshift provides direct evidence that the universe is expanding. The relationship between distance and redshift led to the discovery that expansion is accelerating.",
      "example": "Spectral lines from a distant galaxy appear shifted toward red compared to the same lines measured in a laboratory. A galaxy 1 billion lightyears away has its light stretched by about 7% toward the red end of the spectrum.",
      "subtopic": {
        "id": "big-bang-model",
        "name": "The Big Bang Model",
        "what": "This subtopic covers the evidence supporting the Big Bang model of the universe's origin, including redshift and the cosmic microwave background, as well as the model's implications for the universe's structure and ultimate fate.",
        "why": "The Big Bang model is our best scientific explanation for the origin and evolution of the universe. Understanding its evidence helps distinguish science from speculation and explains our cosmic origins."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-14be6766-4e6b-0dff-6631-ff9656e49b01",
      "id": 3,
      "version": 1,
      "contentHash": "hash-edfd8aa5",
      "title": "I can explain the cosmic microwave background as evidence for the Big Bang",
      "code": "5.3",
      "what": "The cosmic microwave background (CMB) is faint microwave radiation detected from all directions in space. It is the remnant light from the early universe, now stretched by expansion to microwave wavelengths at a temperature of about 3 Kelvin.",
      "why": "The CMB is often called the afterglow of the Big Bang. Its existence and properties match predictions of the Big Bang model and cannot be explained by the Steady State model.",
      "example": "The CMB was accidentally discovered in 1965 as uniform static noise in a radio antenna. Its temperature of 2.7 K matches precisely what Big Bang theory predicted for light from a 380,000-year-old universe that has been expanding for 13.8 billion years.",
      "subtopic": {
        "id": "big-bang-model",
        "name": "The Big Bang Model",
        "what": "This subtopic covers the evidence supporting the Big Bang model of the universe's origin, including redshift and the cosmic microwave background, as well as the model's implications for the universe's structure and ultimate fate.",
        "why": "The Big Bang model is our best scientific explanation for the origin and evolution of the universe. Understanding its evidence helps distinguish science from speculation and explains our cosmic origins."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-e4884985-3962-0e0e-782b-815587926810",
      "id": 4,
      "version": 1,
      "contentHash": "hash-eee0049c",
      "title": "I can explain why the universe has no centre, edge, or outside",
      "code": "5.4",
      "what": "The Big Bang was not an explosion into existing space but an expansion of space itself. Since space and time began with the Big Bang, there is no centre, edge, or outside to the universe.",
      "why": "This concept helps us understand that the universe is not like an expanding balloon in a room. The balloon surface itself is expanding, with no external space for it to expand into.",
      "example": "Dots on an inflating balloon all move apart from each other, but no dot is at the centre of the expansion. Similarly, all galaxies recede from each other, and every location appears to be the centre of expansion.",
      "subtopic": {
        "id": "big-bang-model",
        "name": "The Big Bang Model",
        "what": "This subtopic covers the evidence supporting the Big Bang model of the universe's origin, including redshift and the cosmic microwave background, as well as the model's implications for the universe's structure and ultimate fate.",
        "why": "The Big Bang model is our best scientific explanation for the origin and evolution of the universe. Understanding its evidence helps distinguish science from speculation and explains our cosmic origins."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-a1866940-dae1-5ae6-9bb8-63e63b81fd88",
      "id": 5,
      "version": 1,
      "contentHash": "hash-8a6f94b2",
      "title": "I can explain why there was no 'before' the Big Bang",
      "code": "5.5",
      "what": "Time itself began with the Big Bang, so asking what happened before it is like asking what is north of the North Pole. The question assumes time existed before time began.",
      "why": "This concept challenges our intuitive understanding of time but follows logically from the physics of the Big Bang model. Time and space are part of the universe, not containers for it.",
      "example": "Just as you cannot travel north from the North Pole because north has no meaning there, you cannot go back in time before the Big Bang because time did not exist to go back through.",
      "subtopic": {
        "id": "big-bang-model",
        "name": "The Big Bang Model",
        "what": "This subtopic covers the evidence supporting the Big Bang model of the universe's origin, including redshift and the cosmic microwave background, as well as the model's implications for the universe's structure and ultimate fate.",
        "why": "The Big Bang model is our best scientific explanation for the origin and evolution of the universe. Understanding its evidence helps distinguish science from speculation and explains our cosmic origins."
      },
      "questionsExist": false
    },
    {
      "uuid": "lp-df58ae65-3d6d-0fa8-1e5d-9c76f26a6bea",
      "id": 6,
      "version": 1,
      "contentHash": "hash-8d212fb1",
      "title": "I can describe entropy and the predicted heat death of the universe",
      "code": "5.6",
      "what": "Entropy measures disorder in a system and tends to increase over time. As the universe expands and cools, stars will exhaust their fuel, and the universe will reach maximum entropy: cold, dark, and without usable energy.",
      "why": "The heat death represents the ultimate fate of the universe according to current physics. It demonstrates how the second law of thermodynamics applies to the cosmos as a whole.",
      "example": "A hot cup of coffee cooling to room temperature shows entropy increasing as heat spreads out. Similarly, stars spreading their energy through space increases cosmic entropy until no temperature differences remain to drive any processes.",
      "subtopic": {
        "id": "big-bang-model",
        "name": "The Big Bang Model",
        "what": "This subtopic covers the evidence supporting the Big Bang model of the universe's origin, including redshift and the cosmic microwave background, as well as the model's implications for the universe's structure and ultimate fate.",
        "why": "The Big Bang model is our best scientific explanation for the origin and evolution of the universe. Understanding its evidence helps distinguish science from speculation and explains our cosmic origins."
      },
      "questionsExist": false
    }
  ]
}