{
  "id": "decay-series-analysis",
  "name": "Decay Series Analysis",
  "icon": "🔗",
  "what": "This subtopic covers how to read and interpret decay series diagrams that show the sequence of radioactive decays a heavy nucleus undergoes until it reaches a stable isotope.",
  "why": "Understanding decay series explains why mining uranium produces multiple radioactive substances and how heavy elements naturally transform into stable lead isotopes over geological time.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-7004d58d-8bb3-765b-6d00-15f95dbd5843",
      "version": 1,
      "title": "I can explain what a radioactive decay series represents",
      "code": "3D.1",
      "what": "A decay series is the sequence of radioactive decays a heavy unstable nucleus undergoes until it reaches a stable isotope. Each decay produces a daughter nucleus that may itself be radioactive.",
      "why": "Decay series explain why uranium ore contains many different radioactive elements and why the heat from these decays keeps Earth's core molten.",
      "example": "Uranium-238 decays through 14 steps, producing thorium, protactinium, radium, radon, polonium, and bismuth isotopes before finally becoming stable lead-206.",
      "contentHash": "hash-ca07e9d0"
    },
    {
      "id": 2,
      "uuid": "lp-7409819a-e550-933a-0943-a5981bdee76b",
      "version": 1,
      "title": "I can identify alpha decay on a decay series diagram",
      "code": "3D.2",
      "what": "On decay diagrams, alpha decay appears as a diagonal arrow pointing left and down. The mass number decreases by 4 (moving down) and the atomic number decreases by 2 (moving left).",
      "why": "Recognising decay types on diagrams allows us to predict what daughter nucleus forms and write the corresponding decay equation.",
      "example": "On the uranium-238 decay diagram, the arrow from U-238 to Th-234 goes diagonally left, indicating alpha decay: ²³⁸₉₂U → ²³⁴₉₀Th + ⁴₂He.",
      "contentHash": "hash-9442ba51"
    },
    {
      "id": 3,
      "uuid": "lp-b954213e-a9fa-8c16-ca88-ca102718bbf2",
      "version": 1,
      "title": "I can identify beta decay on a decay series diagram",
      "code": "3D.3",
      "what": "On decay diagrams, beta-minus decay appears as a horizontal arrow pointing right. The mass number stays the same while the atomic number increases by 1.",
      "why": "Beta decay moves nuclei toward the belt of stability by changing the neutron-to-proton ratio without changing the total number of nucleons.",
      "example": "On the uranium-238 decay diagram, the arrow from Th-234 to Pa-234 goes horizontally right, indicating beta decay: ²³⁴₉₀Th → ²³⁴₉₁Pa + ⁰₋₁e.",
      "contentHash": "hash-7a7f187c"
    },
    {
      "id": 4,
      "uuid": "lp-b665514a-5283-fe71-3d94-d33979e83294",
      "version": 1,
      "title": "I can determine the stable end product of a decay series",
      "code": "3D.4",
      "what": "Each natural decay series ends with a specific stable isotope of lead. The uranium-238 series ends at lead-206, the uranium-235 series ends at lead-207, and the thorium-232 series ends at lead-208.",
      "why": "Knowing the end product allows geologists to date rocks by measuring the ratio of parent to daughter isotopes and explains why lead is relatively abundant on Earth.",
      "example": "The uranium-238 decay series passes through 14 radioactive isotopes before terminating at stable lead-206, which has 82 protons and 124 neutrons.",
      "contentHash": "hash-01ca04ca"
    },
    {
      "id": 5,
      "uuid": "lp-58ce0476-fef1-fac9-5f8e-fa75c953612f",
      "version": 1,
      "title": "I can extract half-life information from decay series diagrams",
      "code": "3D.5",
      "what": "Decay series diagrams typically show the half-life for each decay step. These range from microseconds (polonium-214: 160 μs) to billions of years (uranium-238: 4.5 × 10⁹ years).",
      "why": "Half-life information explains which daughter products accumulate in a sample and which decay almost immediately after being formed.",
      "example": "In the uranium-238 series, radium-226 has a half-life of 1600 years, long enough to accumulate in uranium ore, while polonium-214 (160 μs) decays almost instantly.",
      "contentHash": "hash-04b07779"
    }
  ]
}