{
  "id": "nuclear-stability-and-forces",
  "name": "Nuclear Stability and Forces",
  "icon": "⚛️",
  "what": "This subtopic explores why some nuclei are stable while others undergo radioactive decay. It covers the three fundamental forces at work inside the nucleus and how the balance between these forces determines nuclear stability.",
  "why": "Understanding nuclear stability explains why certain isotopes are radioactive and others are not. This knowledge is essential for understanding radioactive decay, nuclear energy, and why elements heavier than lead are all unstable.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-e7a2007f-562b-da55-3953-a57eba6afeda",
      "version": 1,
      "title": "I can identify the components of an atom and use standard nuclear notation",
      "code": "3A.1",
      "what": "Atoms consist of protons and neutrons (nucleons) in the nucleus, with electrons orbiting outside. The notation A/Z X shows mass number A (protons + neutrons) and atomic number Z (protons only).",
      "why": "This notation is used universally in nuclear physics to identify specific isotopes and track changes during nuclear reactions.",
      "example": "Uranium-238 is written as ²³⁸₉₂U, meaning it has 92 protons and 238 - 92 = 146 neutrons.",
      "contentHash": "hash-7e5efb73"
    },
    {
      "id": 2,
      "uuid": "lp-27f4f186-fcb6-2cf8-efb6-02cd4c809fa8",
      "version": 1,
      "title": "I can explain what isotopes are and how they differ from each other",
      "code": "3A.2",
      "what": "Isotopes are atoms of the same element with the same number of protons but different numbers of neutrons. They have identical chemical properties but different physical properties.",
      "why": "Understanding isotopes is crucial because some isotopes of an element are stable while others are radioactive, which determines their behaviour and applications.",
      "example": "Hydrogen has three isotopes: hydrogen-1 (1 proton, 0 neutrons), deuterium (1 proton, 1 neutron), and tritium (1 proton, 2 neutrons). Only tritium is radioactive.",
      "contentHash": "hash-29010700"
    },
    {
      "id": 3,
      "uuid": "lp-60aafd59-8fa2-3262-07d1-9d8fb2903f75",
      "version": 1,
      "title": "I can describe how the neutron-to-proton ratio affects nuclear stability",
      "code": "3A.3",
      "what": "Small stable nuclei have roughly equal numbers of protons and neutrons (1:1 ratio). Larger stable nuclei need more neutrons than protons (up to 1.5:1 ratio) to remain stable within the belt of stability.",
      "why": "This ratio determines whether an isotope will be stable or radioactive. Isotopes outside the belt of stability will undergo decay to reach a more stable configuration.",
      "example": "Helium-4 is stable with 2 protons and 2 neutrons (1:1 ratio), while mercury-200 is stable with 80 protons and 120 neutrons (1.5:1 ratio).",
      "contentHash": "hash-12a295c5"
    },
    {
      "id": 4,
      "uuid": "lp-213d94fa-d01d-2988-cdc7-2160dd053ed6",
      "version": 1,
      "title": "I can explain how electrostatic forces act between protons in the nucleus",
      "code": "3A.4",
      "what": "Protons in the nucleus experience extremely strong electrostatic repulsion because they are positively charged and very close together (about 10⁻¹⁵ m apart). This force acts over infinite range and tries to push the nucleus apart.",
      "why": "The electrostatic repulsion between protons is the destabilising force in nuclei. Understanding this explains why larger nuclei with more protons become increasingly unstable.",
      "example": "Two protons in a helium nucleus are only 10⁻¹⁵ m apart, creating an enormous repulsive force that should blow the nucleus apart, yet it remains stable.",
      "contentHash": "hash-45979872"
    },
    {
      "id": 5,
      "uuid": "lp-9c84146a-57af-7104-980d-fc117055d275",
      "version": 1,
      "title": "I can explain how the strong nuclear force holds the nucleus together",
      "code": "3A.5",
      "what": "The strong nuclear force is an attractive force between all nucleons (protons and neutrons). It is about 100 times stronger than the electrostatic force but only acts over very short distances (about 10⁻¹⁵ m).",
      "why": "This force overcomes electrostatic repulsion at short range, keeping the nucleus intact. Its short range explains why very large nuclei become unstable.",
      "example": "In a helium-4 nucleus, each nucleon attracts its neighbours via the strong force, which is strong enough at this tiny distance to overcome the proton-proton repulsion.",
      "contentHash": "hash-9aeefd18"
    },
    {
      "id": 6,
      "uuid": "lp-420f143b-2d80-ee3d-36be-19fcfa3309e1",
      "version": 1,
      "title": "I can describe the role of the weak nuclear force in beta decay",
      "code": "3A.6",
      "what": "The weak nuclear force is responsible for transforming neutrons into protons (and vice versa) during beta decay. It acts over an extremely short range (about 10⁻¹⁸ m).",
      "why": "This force explains how nuclei can change their neutron-to-proton ratio to become more stable, which is the mechanism behind beta radiation.",
      "example": "When carbon-14 decays, the weak force transforms a neutron into a proton, emitting a beta particle and converting the atom into nitrogen-14.",
      "contentHash": "hash-97be38f8"
    },
    {
      "id": 7,
      "uuid": "lp-d976600b-7f2e-cfa1-22b8-aa2fd4a9f153",
      "version": 1,
      "title": "I can interpret a binding energy curve to compare nuclear stability",
      "code": "3A.7",
      "what": "Binding energy is the energy needed to split a nucleus into individual nucleons. The binding energy per nucleon varies with mass number, reaching a maximum around iron-56, which makes it the most stable nucleus.",
      "why": "The binding energy curve explains why both fusion (joining light nuclei) and fission (splitting heavy nuclei) can release energy, as both processes move toward iron-56.",
      "example": "Iron-56 has a binding energy of 8.8 MeV per nucleon. Uranium-238 has about 7.6 MeV per nucleon, so splitting uranium releases energy as the products move toward the iron peak.",
      "contentHash": "hash-aa6500b5"
    }
  ]
}