{
  "id": "radiation-effects-and-applications",
  "name": "Radiation Effects and Applications",
  "icon": "🏥",
  "what": "This subtopic covers how different types of radiation affect human cells, how radiation exposure is measured and quantified, and how radioisotopes are used in medical diagnosis and treatment.",
  "why": "Understanding radiation effects is essential for radiation safety, setting exposure limits, and making informed decisions about medical procedures involving radiation.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-07173137-848a-badb-03c4-3c3316285b70",
      "version": 1,
      "title": "I can compare the ionising ability and penetrating power of alpha, beta, and gamma radiation",
      "code": "3E.1",
      "what": "Alpha radiation has the highest ionising ability but lowest penetrating power. Gamma radiation has the lowest ionising ability but highest penetrating power. Beta radiation is intermediate for both properties.",
      "why": "These properties determine the hazard each radiation type poses and the shielding required for protection.",
      "example": "Alpha particles are stopped by paper or skin, beta particles by a few mm of aluminium, and gamma rays require about 5 cm of lead to absorb 97%.",
      "contentHash": "hash-f504a1d1"
    },
    {
      "id": 2,
      "uuid": "lp-e979f19e-fc27-ff4c-871a-0cf96af1a7b7",
      "version": 1,
      "title": "I can explain the difference between external and internal radiation exposure",
      "code": "3E.2",
      "what": "External radiation comes from sources outside the body, while internal radiation occurs when radioactive material is inhaled, ingested, or absorbed. The relative danger of each radiation type differs for external versus internal exposure.",
      "why": "Alpha radiation is relatively harmless externally but extremely dangerous internally, which is crucial for understanding radiation safety around contaminated materials.",
      "example": "Alpha-emitting radon gas is harmless outside the body but causes lung cancer when inhaled because alpha particles directly damage lung tissue.",
      "contentHash": "hash-b2a59466"
    },
    {
      "id": 3,
      "uuid": "lp-066892fe-1e30-9da1-6aaf-2c2f1dbc3cb2",
      "version": 1,
      "title": "I can describe short-term and long-term effects of radiation exposure",
      "code": "3E.3",
      "what": "High doses (above 1 Sv) cause acute symptoms within days including nausea, vomiting, and hair loss. Lower doses may cause delayed effects like cancer appearing years or decades later.",
      "why": "Understanding dose-response relationships helps set safety limits and explains why both immediate and long-term monitoring is needed after radiation exposure.",
      "example": "Doses above 3-5 Sv cause 50% death rate within 1-2 months from bone marrow failure. Survivors face increased long-term risk of leukaemia and other cancers.",
      "contentHash": "hash-dad08667"
    },
    {
      "id": 4,
      "uuid": "lp-af20c633-c08c-d154-875c-eb99ff744b5d",
      "version": 1,
      "title": "I can calculate absorbed dose in grays",
      "code": "3E.4",
      "what": "Absorbed dose measures the energy deposited per kilogram of tissue. It is measured in grays (Gy), where 1 Gy = 1 J/kg. Absorbed dose = energy absorbed ÷ mass of tissue.",
      "why": "Absorbed dose quantifies the amount of radiation energy actually deposited in tissue, which is the starting point for assessing biological damage.",
      "example": "If a 2 kg tumour absorbs 0.01 J of gamma radiation, the absorbed dose is 0.01 J ÷ 2 kg = 0.005 Gy = 5 mGy.",
      "contentHash": "hash-0718cc9f"
    },
    {
      "id": 5,
      "uuid": "lp-da7b2b64-78b4-26c7-759e-4c6a0c0a5e52",
      "version": 1,
      "title": "I can calculate equivalent dose in sieverts using radiation weighting factors",
      "code": "3E.5",
      "what": "Equivalent dose accounts for the different biological damage caused by each radiation type. It equals absorbed dose multiplied by the radiation weighting factor (1 for beta and gamma, 20 for alpha). Unit is sieverts (Sv).",
      "why": "The same absorbed dose causes different amounts of biological damage depending on radiation type, so equivalent dose allows comparison of health risks.",
      "example": "An absorbed dose of 5 mGy from gamma rays gives 5 mGy × 1 = 5 mSv equivalent dose. The same absorbed dose from alpha particles gives 5 mGy × 20 = 100 mSv.",
      "contentHash": "hash-f0a66517"
    },
    {
      "id": 6,
      "uuid": "lp-c62cfbe1-01c1-b372-d5cf-1f2633e770a8",
      "version": 1,
      "title": "I can explain how tissue weighting factors are used for effective dose",
      "code": "3E.6",
      "what": "Different organs have different sensitivities to radiation damage. Effective dose uses tissue weighting factors to calculate whole-body risk when only certain organs are exposed.",
      "why": "This allows comparison of radiation risks when different organs are exposed, which is essential for planning medical procedures and setting occupational limits.",
      "example": "Lungs have a weighting factor of 0.12, while thyroid has 0.03. A lung dose is four times more likely to cause cancer than the same dose to the thyroid.",
      "contentHash": "hash-f42d240d"
    },
    {
      "id": 7,
      "uuid": "lp-7bb5ef16-9645-b119-bb5f-a1c10ae19592",
      "version": 1,
      "title": "I can evaluate the use of radioisotopes in medical diagnosis and therapy",
      "code": "3E.7",
      "what": "Medical diagnosis uses short-lived gamma emitters like technetium-99m to track body processes with minimal radiation exposure. Therapy uses targeted radiation to destroy cancer cells while minimising damage to healthy tissue.",
      "why": "Understanding the principles behind medical radiation use helps patients make informed decisions about diagnostic and treatment procedures.",
      "example": "Iodine-123 (gamma emitter, 13-hour half-life) is used to diagnose thyroid function, while iodine-131 (beta emitter, 8-day half-life) is used to destroy cancerous thyroid tissue.",
      "contentHash": "hash-a526a7bc"
    },
    {
      "id": 8,
      "uuid": "lp-99f88d96-c89b-ee90-0e9c-fe7f9bbceb3b",
      "version": 1,
      "title": "I can explain how radiation therapy targets cancer cells while protecting healthy tissue",
      "code": "3E.8",
      "what": "Rapidly dividing cancer cells are more sensitive to radiation than normal cells. Treatment uses multiple low-dose beams from different angles that overlap only at the tumour, concentrating the dose where needed.",
      "why": "This principle allows doctors to deliver lethal doses to tumours while keeping surrounding healthy tissue exposure within acceptable limits.",
      "example": "Stereotactic radiosurgery uses 192 cobalt-60 gamma sources aimed at a brain tumour. Each beam delivers a low dose, but they all converge at the tumour for a high combined dose.",
      "contentHash": "hash-828ee029"
    }
  ]
}