{
  "id": "types-of-nuclear-radiation",
  "name": "Types of Nuclear Radiation",
  "icon": "☢️",
  "what": "This subtopic covers the three main types of radiation emitted by unstable nuclei: alpha particles, beta particles (both negative and positive), and gamma rays. Each type has distinct properties that determine its behaviour and applications.",
  "why": "Understanding the different types of radiation is essential for predicting how they interact with matter, assessing their potential hazards, and selecting appropriate shielding and applications in medicine and industry.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-7f5b7e4f-4c3b-bd43-ab2c-28cc18b929f1",
      "version": 1,
      "title": "I can describe the composition and properties of alpha radiation",
      "code": "3B.1",
      "what": "Alpha particles consist of 2 protons and 2 neutrons (a helium-4 nucleus). They have a charge of +2, travel at about 10% the speed of light, have high ionising ability, and very low penetrating power.",
      "why": "Alpha radiation is highly damaging to cells but easily stopped, making it dangerous if inhaled or ingested but relatively safe from external sources.",
      "example": "Alpha particles from uranium-238 travel about 30,000 km/s and can be stopped by a sheet of paper or a few centimetres of air.",
      "contentHash": "hash-e812ac02"
    },
    {
      "id": 2,
      "uuid": "lp-0dfd3562-2a7c-fbdc-60ff-a7efbd766957",
      "version": 1,
      "title": "I can describe the composition and properties of beta radiation",
      "code": "3B.2",
      "what": "Beta-minus (β⁻) particles are high-speed electrons, and beta-plus (β⁺) particles are positrons. They have a charge of ±1, travel at up to 90% the speed of light, have medium ionising ability, and medium penetrating power.",
      "why": "Beta radiation can penetrate skin but is stopped by a few millimetres of aluminium, making it useful for applications like thickness gauging and medical treatments.",
      "example": "Beta particles can penetrate up to 1 metre of air and can be stopped by aluminium sheeting about 2 mm thick.",
      "contentHash": "hash-a2a87646"
    },
    {
      "id": 3,
      "uuid": "lp-71fcb62a-127c-5f63-b189-c53b0049b7a1",
      "version": 1,
      "title": "I can describe the properties of gamma radiation",
      "code": "3B.3",
      "what": "Gamma rays are high-energy photons with no charge and no mass. They travel at the speed of light, have low ionising ability, but very high penetrating power, requiring dense materials like lead or concrete to absorb them.",
      "why": "Gamma radiation can penetrate the human body, making it useful for medical imaging and cancer treatment but also the most dangerous type for external exposure.",
      "example": "Gamma rays require about 5 cm of lead or 1 metre of concrete to absorb 97% of the radiation.",
      "contentHash": "hash-56f1815c"
    },
    {
      "id": 4,
      "uuid": "lp-aed442a5-4384-ef6b-e52e-1fef63da568b",
      "version": 1,
      "title": "I can write nuclear decay equations for alpha decay",
      "code": "3B.4",
      "what": "In alpha decay, a nucleus emits an alpha particle (⁴₂He), reducing its mass number by 4 and atomic number by 2. The sum of mass numbers and atomic numbers must balance on both sides of the equation.",
      "why": "Writing decay equations allows us to predict what new element forms when a radioactive nucleus decays and track the conservation of mass and charge.",
      "example": "Uranium-238 alpha decay: ²³⁸₉₂U → ²³⁴₉₀Th + ⁴₂He. The mass numbers (238 = 234 + 4) and atomic numbers (92 = 90 + 2) both balance.",
      "contentHash": "hash-6db09b66"
    },
    {
      "id": 5,
      "uuid": "lp-6f5f8096-6db6-c89e-8818-dfaf37bf6a24",
      "version": 1,
      "title": "I can write nuclear decay equations for beta decay",
      "code": "3B.5",
      "what": "In β⁻ decay, a neutron becomes a proton, emitting an electron (⁰₋₁e). In β⁺ decay, a proton becomes a neutron, emitting a positron (⁰₊₁e). Mass number stays the same while atomic number changes by 1.",
      "why": "Beta decay equations show how nuclei adjust their neutron-to-proton ratio to become more stable without changing their total number of nucleons.",
      "example": "Carbon-14 beta-minus decay: ¹⁴₆C → ¹⁴₇N + ⁰₋₁e. The mass number stays at 14, and the atomic number increases from 6 to 7.",
      "contentHash": "hash-6bf41352"
    },
    {
      "id": 6,
      "uuid": "lp-6bda2c58-6587-b13d-d4e0-63ed9baf2549",
      "version": 1,
      "title": "I can write nuclear decay equations for gamma emission",
      "code": "3B.6",
      "what": "Gamma emission occurs when an excited nucleus releases energy as a photon (⁰₀γ) without changing its mass number or atomic number. The asterisk (*) indicates an excited nuclear state.",
      "why": "Gamma emission often accompanies alpha or beta decay as the nucleus settles into a lower energy state, which is important for understanding decay processes.",
      "example": "Excited magnesium-24: ²⁴₁₂Mg* → ²⁴₁₂Mg + ⁰₀γ. Both mass number and atomic number remain unchanged.",
      "contentHash": "hash-bc01a875"
    }
  ]
}