{
  "id": "stars-brightness-colour-lifecycles",
  "name": "Stars: Brightness, Colour and Lifecycles",
  "icon": "⭐",
  "what": "This subtopic covers how astronomers measure and compare star brightness using magnitude scales, how star colour relates to temperature, how to read HR diagrams, and the different paths stars take through their lifecycles.",
  "why": "Stars are the fundamental building blocks of galaxies and the sources of nearly all elements. Understanding their properties and lifecycles helps us comprehend the universe's past and predict its future.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-142c89fc-1f49-0c60-48dd-3e087dc64b55",
      "version": 1,
      "title": "I can distinguish between apparent and absolute magnitude",
      "code": "3.1",
      "what": "Apparent magnitude is how bright a star looks from Earth. Absolute magnitude is how bright a star would appear at a standard distance of 10 parsecs, representing its true brightness.",
      "why": "A dim nearby star can appear brighter than a brilliant distant star. Absolute magnitude allows fair comparison of stars' actual energy output regardless of their distance from Earth.",
      "example": "The Sun has an apparent magnitude of -27 (very bright from Earth) but an absolute magnitude of only 4.8. Alpha Centauri appears dimmer (apparent magnitude 0) but would look similar to the Sun at 10 parsecs.",
      "contentHash": "hash-86370225"
    },
    {
      "id": 2,
      "uuid": "lp-50933edf-0cd4-2c23-a816-d5be5653c5bc",
      "version": 1,
      "title": "I can use the magnitude scale to compare star brightness",
      "code": "3.2",
      "what": "The magnitude scale is inverse: lower numbers mean brighter stars. A star of magnitude 1 is brighter than magnitude 3. Very bright objects have negative magnitudes.",
      "why": "The magnitude scale is the standard system used by astronomers worldwide. Understanding it allows you to interpret star charts and astronomical data correctly.",
      "example": "Venus can reach magnitude -4, the full Moon is about -12, and the Sun is -27. The dimmest stars visible to the naked eye are about magnitude 6. A magnitude 1 star is about 2.5 times brighter than magnitude 2.",
      "contentHash": "hash-eda39443"
    },
    {
      "id": 3,
      "uuid": "lp-4840e498-be18-b0c1-5a71-553a0298c4fc",
      "version": 1,
      "title": "I can relate star colour to temperature",
      "code": "3.3",
      "what": "Star colour indicates surface temperature. Blue and white stars are hottest (up to 28,000°C), yellow stars like the Sun are medium temperature, and red stars are coolest (about 2,000°C).",
      "why": "Colour provides a quick way to estimate a star's temperature without complex measurements. This is opposite to artistic conventions where red represents warmth.",
      "example": "Rigel appears blue-white and has a surface temperature of about 12,000°C. Betelgeuse appears red and has a surface temperature of only about 3,500°C, despite being a giant star.",
      "contentHash": "hash-31d11a22"
    },
    {
      "id": 4,
      "uuid": "lp-6dc33811-e27a-6cc3-45dc-fe341e84babe",
      "version": 1,
      "title": "I can explain how spectroscopy reveals star composition",
      "code": "3.4",
      "what": "Spectroscopy analyses the spectrum of light from stars. Dark lines appear where specific elements absorb certain wavelengths, creating a unique fingerprint for each element present.",
      "why": "Spectroscopy allows astronomers to determine what stars are made of without travelling to them. This technique revealed that stars are primarily hydrogen and helium.",
      "example": "Hydrogen produces a distinctive pattern of dark lines in a star's spectrum. By matching these patterns to laboratory samples, astronomers confirmed that the Sun is about 74% hydrogen.",
      "contentHash": "hash-6ecc203f"
    },
    {
      "id": 5,
      "uuid": "lp-8efbf906-4fb9-393e-8dfd-25d6f3e9df55",
      "version": 1,
      "title": "I can use an HR diagram to classify stars",
      "code": "3.5",
      "what": "The Hertzsprung-Russell diagram plots star temperature (colour) against brightness (luminosity). Most stars fall on the main sequence diagonal. Position indicates star type: red dwarfs, blue giants, white dwarfs.",
      "why": "The HR diagram is one of the most important tools in astronomy. It reveals relationships between star properties and shows where stars are in their lifecycles.",
      "example": "The Sun sits on the main sequence as a yellow star of medium brightness. Betelgeuse appears in the upper right as a red supergiant (cool but very bright). Sirius B is a white dwarf in the lower left.",
      "contentHash": "hash-baec1af0"
    },
    {
      "id": 6,
      "uuid": "lp-adfca883-bcab-4eae-2146-aa92cabb1172",
      "version": 1,
      "title": "I can describe the lifecycle of small and large stars",
      "code": "3.6",
      "what": "Small stars become red giants then white dwarfs. Large stars become supergiants, explode as supernovae, and leave behind neutron stars or black holes. Star material recycles through the universe.",
      "why": "Mass determines a star's fate. Understanding stellar lifecycles explains where heavy elements come from and why some regions of space contain stellar remnants.",
      "example": "The Sun will become a red giant in about 5 billion years, shed its outer layers as a planetary nebula, and end as a white dwarf. A star 10 times the Sun's mass will explode as a supernova after only 20 million years.",
      "contentHash": "hash-96a13ae2"
    },
    {
      "id": 7,
      "uuid": "lp-4e4545cc-0866-d575-0a5a-75ccf5ac3c71",
      "version": 1,
      "title": "I can explain what supernovae are and their importance",
      "code": "3.7",
      "what": "A supernova is a massive explosion ending a giant star's life. It can briefly outshine an entire galaxy and creates elements heavier than iron, scattering them throughout space.",
      "why": "Supernovae are responsible for creating and distributing heavy elements like gold, silver, and uranium. Without supernovae, these elements would not exist in the universe.",
      "example": "Supernova 1987A was visible to the naked eye from Earth, even though it occurred in a galaxy 160,000 lightyears away. The explosion created elements that will eventually form new stars and planets.",
      "contentHash": "hash-0c9d1cbd"
    },
    {
      "id": 8,
      "uuid": "lp-d20a93b2-1eb1-7353-8d98-eb5d54618c1e",
      "version": 1,
      "title": "I can describe methods for detecting black holes",
      "code": "3.8",
      "what": "Black holes emit no light but can be detected through their effects: stars orbiting invisible objects, X-ray jets from infalling matter, gravitational waves from collisions, and gravitational lensing of background light.",
      "why": "Black holes represent extreme physics and contain information about gravity and spacetime. Detecting them confirms theoretical predictions and reveals galactic structure.",
      "example": "The black hole at the centre of our galaxy was detected by tracking stars orbiting an invisible point. One star orbits this point every 16 years at speeds up to 7,650 km/s.",
      "contentHash": "hash-e15ec79d"
    }
  ]
}