{
  "id": "universe-scale-and-history",
  "name": "Universe Scale and History",
  "icon": "🔭",
  "what": "This subtopic explores the age and size of the observable universe, the different types of galaxies, how Cepheid variable stars help measure cosmic distances, and the major epochs in the universe's history from the Big Bang to today.",
  "why": "Understanding the scale and history of the universe provides context for our place in the cosmos and reveals how the structures we observe today formed over billions of years.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-3d3c4308-7e8a-bf64-205f-fcdd80bb98a3",
      "version": 1,
      "title": "I can state the age of the universe and explain how we know it",
      "code": "4.1",
      "what": "The universe is approximately 13.8 billion years old, dated from the Big Bang. This is determined by observing the oldest galaxies and measuring the cosmic microwave background radiation.",
      "why": "Knowing the universe's age establishes a timeline for cosmic evolution and sets limits on how far back we can observe, since light from before this time has not had time to reach us.",
      "example": "The James Webb Space Telescope has observed galaxies that formed just 400 million years after the Big Bang, appearing as they were 13.4 billion years ago.",
      "contentHash": "hash-60581e77"
    },
    {
      "id": 2,
      "uuid": "lp-9b541b3f-3d86-442a-bef2-f9c3629a688f",
      "version": 1,
      "title": "I can describe the observable universe and explain why we appear to be at its centre",
      "code": "4.2",
      "what": "The observable universe is the region from which light has had time to reach us, about 93 billion lightyears in diameter. We appear to be at the centre because we can see equally far in all directions.",
      "why": "Understanding the observable universe helps us recognise that every point in space has its own observable universe, and we are not at a special location.",
      "example": "An observer on a planet 10 billion lightyears away would also appear to be at the centre of their observable universe, able to see regions we cannot see while unable to see some regions we can.",
      "contentHash": "hash-083e6eb8"
    },
    {
      "id": 3,
      "uuid": "lp-ec54636c-be44-9809-1b50-ef22391a146a",
      "version": 1,
      "title": "I can identify and describe the three main galaxy types",
      "code": "4.3",
      "what": "The three main galaxy types are spiral (central bulge with spiral arms), elliptical (egg or football shaped, often from galaxy collisions), and irregular (no distinct shape).",
      "why": "Galaxy classification helps astronomers understand galaxy formation and evolution. The shape often indicates a galaxy's history and age.",
      "example": "The Milky Way is a spiral galaxy with a central bulge and arms where new stars form. The Andromeda galaxy is also spiral and will collide with the Milky Way in about 4 billion years, likely forming an elliptical galaxy.",
      "contentHash": "hash-93d7d866"
    },
    {
      "id": 4,
      "uuid": "lp-060991a6-8b99-b9e3-5b3f-22dbf706d353",
      "version": 1,
      "title": "I can explain how Cepheid variable stars are used to measure cosmic distances",
      "code": "4.4",
      "what": "Cepheid variable stars pulsate with a regular period that is directly related to their absolute brightness. By measuring the period, astronomers calculate true brightness, then compare to apparent brightness to find distance.",
      "why": "Cepheid variables act as standard candles for measuring distances to galaxies far beyond the reach of stellar parallax, extending the cosmic distance ladder.",
      "example": "A Cepheid with a 10-day period has a known absolute magnitude of about -4. If it appears at magnitude 16 from Earth, astronomers can calculate it is about 10 million parsecs away.",
      "contentHash": "hash-1234f7b5"
    },
    {
      "id": 5,
      "uuid": "lp-ec2e3d5c-4d4b-12eb-5304-aba27050824c",
      "version": 1,
      "title": "I can describe the major epochs in the history of the universe",
      "code": "4.5",
      "what": "The universe's history includes five main epochs: the very early universe (fundamental forces form), early universe (particles and atoms form), dark ages (no stars yet), large-scale structure emergence (first stars and galaxies), and the current universe.",
      "why": "Understanding these epochs explains how the universe evolved from a hot, dense state to the complex structures we observe today, including stars, galaxies, and planets.",
      "example": "During the dark ages, which lasted about 200 million years, the universe contained only hydrogen gas and no light sources. The first stars then ignited, ending the cosmic dark ages and beginning the era of structure formation.",
      "contentHash": "hash-bc1af00a"
    }
  ]
}