{
  "id": "specific-heat-capacity",
  "name": "Specific Heat Capacity",
  "icon": "⚗️",
  "what": "This subtopic covers the concept of specific heat capacity and how to use the equation Q = mcΔT to calculate the energy required to change the temperature of a substance.",
  "why": "Specific heat capacity explains why water takes longer to heat up and cool down than most materials, which has important implications for climate, cooking, and thermal management systems.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-6412e8a6-9573-0352-0e17-2dec29c656d6",
      "version": 1,
      "title": "I can define specific heat capacity and state its units",
      "code": "2A.5",
      "what": "Specific heat capacity (c) is the amount of energy required to raise the temperature of 1 kg of a material by 1 K. Its SI unit is J kg⁻¹ K⁻¹. Different materials have different specific heat capacities.",
      "why": "Knowing the specific heat capacity allows us to calculate how much energy is needed to heat or cool substances, which is essential for designing heating systems, engines, and thermal storage.",
      "example": "Water has a specific heat capacity of 4190 J kg⁻¹ K⁻¹, meaning it takes 4190 J to raise 1 kg of water by 1 K. Copper has a much lower value of 385 J kg⁻¹ K⁻¹, so it heats up much faster.",
      "contentHash": "hash-6d18b77b"
    },
    {
      "id": 2,
      "uuid": "lp-e2fe1789-8ca4-4b3c-2531-39a5c9406023",
      "version": 1,
      "title": "I can use the equation Q = mcΔT to calculate energy for temperature changes",
      "code": "2A.9",
      "what": "The equation Q = mcΔT relates the thermal energy change (Q in joules) to the mass (m in kg), specific heat capacity (c in J kg⁻¹ K⁻¹), and temperature change (ΔT in K or °C).",
      "why": "This equation allows quantitative analysis of thermal energy transfers, essential for engineering applications like sizing heaters, designing cooling systems, and estimating energy costs.",
      "example": "To heat 2 kg of water from 20°C to 100°C: Q = 2 × 4190 × 80 = 670,400 J = 670 kJ. This is why kettles are rated at high power (2000 W) to boil water in a reasonable time.",
      "contentHash": "hash-e211a8fa"
    },
    {
      "id": 3,
      "uuid": "lp-2ef228b4-d51a-5ddb-feba-1a49ad0d1a55",
      "version": 1,
      "title": "I can explain why water's high specific heat capacity has practical importance",
      "code": "2A.8",
      "what": "Water's specific heat capacity (4190 J kg⁻¹ K⁻¹) is much higher than most materials. This means water requires more energy to heat up and releases more energy when cooling, making it effective for thermal storage and moderation.",
      "why": "Water's thermal properties explain many phenomena: coastal climates are milder than inland areas, car engines use water for cooling, and water-filled walls can help regulate building temperatures.",
      "example": "Coastal areas experience less extreme temperatures than inland areas because large bodies of water absorb thermal energy on hot days and release it on cold days, moderating temperature swings.",
      "contentHash": "hash-f37c6358"
    },
    {
      "id": 4,
      "uuid": "lp-7d8862cb-99cc-f65d-0459-20c86dc45ccc",
      "version": 1,
      "title": "I can apply Q = mcΔT to thermal equilibrium problems",
      "code": "2A.8",
      "what": "When objects at different temperatures are in contact, thermal energy flows from hotter to colder until equilibrium is reached. Energy conservation means energy lost by the hotter object equals energy gained by the colder object.",
      "why": "Equilibrium calculations are essential for practical applications like determining how much ice is needed to cool a drink to a desired temperature, or finding the final temperature when mixing liquids.",
      "example": "When 500 g of an alloy at 20°C is placed in 500 g of water at 80°C, and the final temperature is 70°C, the alloy's specific heat capacity can be calculated using: m_water × c_water × ΔT_water = m_alloy × c_alloy × ΔT_alloy.",
      "contentHash": "hash-b5db622e"
    }
  ]
}