{
  "id": "temperature-and-thermal-energy",
  "name": "Temperature and Thermal Energy",
  "icon": "🌡️",
  "what": "This subtopic covers the fundamental concepts of thermal energy as the sum of kinetic and potential energies of particles, the distinction between thermal energy and temperature, and how to convert between Celsius and Kelvin temperature scales.",
  "why": "Understanding the particle-level origins of thermal energy helps explain everyday phenomena like why hot sparks from a sparkler do not burn you, and why objects at different temperatures feel different to touch. Temperature conversions are essential for calculations throughout thermal physics.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-794e3e03-17a2-474e-a7e6-45c9c5d61d25",
      "version": 1,
      "title": "I can describe thermal energy as the sum of random kinetic and potential energies of atoms and molecules",
      "code": "2A.1",
      "what": "Thermal energy is the total of all the random kinetic energies (from particle motion) and potential energies (from particle interactions) of the atoms and molecules in an object or system.",
      "why": "This definition explains why a tiny hot spark has little thermal energy despite high temperature (few particles), while a lukewarm bath has much more thermal energy (many particles).",
      "example": "Sparks from a sparkler have temperatures over 1000°C but landing on your skin does not burn you because the number of molecules involved is very small, meaning the total thermal energy is low.",
      "contentHash": "hash-674f0fc8"
    },
    {
      "id": 2,
      "uuid": "lp-975d1bf5-698a-7af2-fde6-c5428183dd3d",
      "version": 1,
      "title": "I can explain the relationship between temperature and thermal energy",
      "code": "2A.2",
      "what": "Temperature is what a thermometer measures and indicates the direction of thermal energy flow. When thermal energy increases, temperature increases; when thermal energy decreases, temperature decreases.",
      "why": "Understanding this relationship allows us to predict heat flow direction. Thermal energy always flows from higher temperature objects to lower temperature objects.",
      "example": "When you touch a metal object at a temperature lower than your hand, thermal energy flows out of your hand into the metal, making it feel cold. A thermometer tells us which direction energy will flow.",
      "contentHash": "hash-e238dce5"
    },
    {
      "id": 3,
      "uuid": "lp-1380d476-07c5-e2c2-cebc-6c0976ffe07c",
      "version": 1,
      "title": "I can convert temperatures between Celsius and Kelvin scales",
      "code": "2A.3",
      "what": "To convert from Celsius to Kelvin, add 273.15. Both scales have the same size degree, but the Kelvin scale starts at absolute zero (0 K = -273.15°C), where particles have effectively zero kinetic energy.",
      "why": "Many thermal physics equations require temperatures in Kelvin. The Kelvin scale has no negative values, which is important because absolute zero represents the lowest possible temperature.",
      "example": "The boiling point of water is 100°C, which equals 100 + 273.15 = 373.15 K. Room temperature of 20°C equals 293.15 K. Absolute zero (0 K) equals -273.15°C.",
      "contentHash": "hash-bb004b03"
    },
    {
      "id": 4,
      "uuid": "lp-5bde4d83-c96b-ba35-c22b-5103bc6e15f1",
      "version": 1,
      "title": "I can distinguish between thermal energy and heat",
      "code": "2A.2",
      "what": "Thermal energy is the total random kinetic and potential energy of particles in an object. Heat is the flow of thermal energy between two objects at different temperatures.",
      "why": "These terms are often confused in everyday language. Using them correctly helps communicate about energy transfer processes in thermal systems.",
      "example": "A cup of hot coffee has thermal energy stored in its molecules. When placed on a table, heat flows from the coffee to the surrounding air until both reach the same temperature.",
      "contentHash": "hash-85d40496"
    }
  ]
}