{
  "id": "energy-from-food",
  "name": "Energy from Food",
  "icon": "🍎",
  "what": "This subtopic examines how to calculate energy content of foods based on their composition of carbohydrates, proteins, and fats. It covers using reference values for heat of combustion of different food groups and performing calorimetry experiments to measure food energy experimentally.",
  "why": "Understanding food energy calculations is essential for nutrition labeling, dietary planning, and comparing nutritional values. These skills connect chemistry to real-world health applications and explain how food provides energy for cellular respiration and life processes.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-c4448054-3aeb-710a-4149-3203623b9b4a",
      "version": 1,
      "title": "I can use reference tables for heats of combustion of food groups",
      "code": "2C.1",
      "what": "Food energy values are given as heat of combustion in kJ g⁻¹: fats and oils release 37 kJ g⁻¹, proteins release 17 kJ g⁻¹, and carbohydrates release 16 kJ g⁻¹ when completely combusted.",
      "why": "These reference values allow calculation of total energy content from food composition, which is the basis for nutritional information labels on food packaging.",
      "example": "A 10 g sample containing pure fat releases 10 g × 37 kJ g⁻¹ = 370 kJ, while the same mass of pure carbohydrate releases only 160 kJ.",
      "contentHash": "hash-8844388c"
    },
    {
      "id": 2,
      "uuid": "lp-7be82a31-a6c9-5ac0-426f-c2c1bb561c43",
      "version": 1,
      "title": "I can explain why energy units differ between foods and pure fuels",
      "code": "2C.2",
      "what": "Foods use kJ g⁻¹ rather than kJ mol⁻¹ because they are mixtures of different molecules (various proteins, fats, carbohydrates) rather than pure compounds with defined molar masses.",
      "why": "This distinction is important when comparing energy calculations for pure fuels versus mixed food substances, as it explains the different calculation approaches required.",
      "example": "Methane uses -890 kJ mol⁻¹ (pure compound), but peanuts use 23.6 kJ g⁻¹ because they contain mixtures of proteins, fats, and carbohydrates.",
      "contentHash": "hash-12ef4a68"
    },
    {
      "id": 3,
      "uuid": "lp-3782e09e-f998-0a40-f6d1-b1904879faf6",
      "version": 1,
      "title": "I can calculate total energy content from food composition percentages",
      "code": "2C.3",
      "what": "Total food energy is calculated by converting percentages to masses (assuming 100 g total), multiplying each component mass by its heat of combustion value, then summing all energy contributions.",
      "why": "This calculation predicts the total available energy from any food item based on its labeled composition, allowing comparison of nutritional values between different foods.",
      "example": "Almonds with 52% fat, 21% carbohydrates, 6% protein, and 21% water give: (52 × 37) + (21 × 16) + (6 × 17) = 2362 kJ per 100 g = 23.62 kJ g⁻¹.",
      "contentHash": "hash-6714a4da"
    },
    {
      "id": 4,
      "uuid": "lp-8efa4818-28f2-ec54-78b3-94bdb192c2cc",
      "version": 1,
      "title": "I can explain why not all combustion energy is available to the body",
      "code": "2C.4",
      "what": "The body cannot extract all combustion energy from food because cellulose cannot be digested by humans, nutrients may pass through too quickly for full absorption, and metabolic efficiency is less than 100%.",
      "why": "This explains discrepancies between theoretical combustion values and actual metabolizable energy, which is important for accurate dietary energy calculations.",
      "example": "Cellulose has a heat of combustion of 16 kJ g⁻¹ when burned, but humans cannot digest it, so it provides 0 kJ of available energy despite containing chemical energy.",
      "contentHash": "hash-622462bc"
    },
    {
      "id": 5,
      "uuid": "lp-bbc9183f-c72c-4509-e3aa-eae767968a3b",
      "version": 1,
      "title": "I can measure food energy experimentally using simple calorimetry",
      "code": "2C.5",
      "what": "Food energy is measured by burning a known mass of food under a can of water, measuring temperature change with q = mcΔT, then dividing energy by mass burned to get kJ g⁻¹.",
      "why": "Experimental determination of food energy verifies theoretical calculations and accounts for actual combustion efficiency and energy release under real conditions.",
      "example": "Burning 0.12 g of potato chip increases 150 g water temperature by 22.5°C, giving q = 150 × 4.18 × 22.5 = 14107.5 J = 14.11 kJ, so energy value = 14.11/0.12 = 118 kJ g⁻¹.",
      "contentHash": "hash-308cb7f5"
    },
    {
      "id": 6,
      "uuid": "lp-dc2b47ca-f624-6546-a5f7-00aaea800ce5",
      "version": 1,
      "title": "I can compare energy content of different food groups",
      "code": "2C.6",
      "what": "Fats provide more than twice the energy per gram (37 kJ g⁻¹) compared to proteins (17 kJ g⁻¹) or carbohydrates (16 kJ g⁻¹), making them the most energy-dense macronutrient.",
      "why": "Understanding relative energy density explains why high-fat foods have higher calorie counts and why fats are efficient energy storage molecules in organisms.",
      "example": "A 10 g serving of fat provides 370 kJ, while 10 g of protein provides only 170 kJ and 10 g of carbohydrate provides 160 kJ.",
      "contentHash": "hash-b80a7b33"
    },
    {
      "id": 7,
      "uuid": "lp-df8b0eea-97dc-19dd-e0a1-8c5595f2e43a",
      "version": 1,
      "title": "I can calculate energy contribution from individual macronutrients in a food",
      "code": "2C.7",
      "what": "Energy from each macronutrient is calculated separately by multiplying its mass (or percentage converted to mass) by its specific heat of combustion value, then summing to get total energy.",
      "why": "Breaking down energy by macronutrient allows analysis of nutritional balance and helps identify whether energy comes primarily from fats, proteins, or carbohydrates.",
      "example": "In 100 g bread with 9% protein and 49% carbohydrates: protein provides 9 × 17 = 153 kJ, carbohydrates provide 49 × 16 = 784 kJ, for 937 kJ total.",
      "contentHash": "hash-fa32c3b7"
    },
    {
      "id": 8,
      "uuid": "lp-3c7f591e-072d-73e6-1ed9-c1638a6ca0dc",
      "version": 1,
      "title": "I can apply significant figures correctly in food energy calculations",
      "code": "2C.8",
      "what": "For multiplication and division, the answer uses the same number of significant figures as the value with the fewest significant figures in the calculation. For addition and subtraction, use the fewest decimal places.",
      "why": "Correct significant figures ensure results reflect the precision of measurements and avoid implying false accuracy in calculated energy values.",
      "example": "Multiplying 54.7 and 0.02 gives 1.094, but with only 1 significant figure in 0.02, the answer should be reported as 1 (one significant figure).",
      "contentHash": "hash-0b1def61"
    }
  ]
}