{
  "id": "greenhouse-gas-calculations",
  "name": "Greenhouse Gas Calculations",
  "icon": "🌍",
  "what": "This subtopic covers stoichiometric calculations applied to combustion reactions of fuels, including mass-mass, mass-volume, and volume-volume calculations. It focuses on determining heat energy released and calculating the amounts of major greenhouse gases produced, particularly at standard laboratory conditions.",
  "why": "Understanding these calculations is essential for assessing the environmental impact of fuel combustion and meeting greenhouse gas emission targets. These skills are critical for evaluating fuel efficiency, comparing energy sources, and contributing to climate change mitigation strategies.",
  "items": [
    {
      "id": 1,
      "uuid": "lp-ec97c862-7863-6430-4dab-661763064229",
      "version": 1,
      "title": "I can balance combustion equations for hydrocarbon fuels",
      "code": "2A.1",
      "what": "Balancing combustion equations involves ensuring equal numbers of each atom type on both sides of the equation, following the general pattern: fuel plus oxygen produces carbon dioxide and water.",
      "why": "Balanced equations are the foundation for all stoichiometric calculations, allowing accurate prediction of reactant consumption and product formation in combustion reactions.",
      "example": "For butane combustion: 2C4H10(g) + 13O2(g) → 8CO2(g) + 10H2O(g), where coefficients show 2 molecules of butane react with 13 molecules of oxygen.",
      "contentHash": "hash-56d02dd6"
    },
    {
      "id": 2,
      "uuid": "lp-cc313c78-5147-7772-793d-751d6f246388",
      "version": 1,
      "title": "I can calculate heat energy produced from combustion using E = ΔH × n",
      "code": "2A.2",
      "what": "Heat energy released is calculated by multiplying the molar heat of combustion (ΔH in kJ mol⁻¹) by the number of moles of fuel combusted. Values for ΔH are found in reference tables.",
      "why": "This calculation determines the total energy available from a given quantity of fuel, which is essential for energy planning, fuel comparison, and efficiency analysis.",
      "example": "Combusting 2.0 mol of methane with ΔH = -890 kJ mol⁻¹ releases E = 890 × 2.0 = 1780 kJ of energy.",
      "contentHash": "hash-8443ae8c"
    },
    {
      "id": 3,
      "uuid": "lp-9b2b2cbd-3745-c485-0117-87fcdf64eae4",
      "version": 1,
      "title": "I can perform mass-mass stoichiometry calculations for combustion products",
      "code": "2A.3a",
      "what": "Mass-mass stoichiometry converts mass of fuel to moles using n = m/M, applies mole ratios from the balanced equation, then converts product moles back to mass using m = n × M.",
      "why": "This calculation determines the mass of greenhouse gases produced from burning a known mass of fuel, which is critical for emissions reporting and environmental impact assessment.",
      "example": "Burning 4.4 g of propane (0.10 mol) produces 0.30 mol of CO2 (from 1:3 ratio), which equals 13.2 g of carbon dioxide greenhouse gas.",
      "contentHash": "hash-17ecba01"
    },
    {
      "id": 4,
      "uuid": "lp-c789297e-8678-8030-ee3f-4dd2743f776e",
      "version": 1,
      "title": "I can perform mass-volume stoichiometry using molar volume at SLC",
      "code": "2A.3b",
      "what": "Mass-volume stoichiometry uses the molar volume at standard laboratory conditions (24.8 L mol⁻¹ at 25°C and 100 kPa) to convert between volume of gas and moles, then applies mass calculations.",
      "why": "This allows calculation of gaseous product volumes from solid or liquid fuel masses, which is practical for measuring gas emissions in real combustion scenarios.",
      "example": "Combusting 20.0 mL of butane (8.06 × 10⁻⁴ mol) at SLC produces 4.03 × 10⁻³ mol of water, which equals 0.0726 g of water vapour.",
      "contentHash": "hash-b9d2d9b7"
    },
    {
      "id": 5,
      "uuid": "lp-e9214515-17c7-77a2-23db-a82023f7b307",
      "version": 1,
      "title": "I can perform volume-volume stoichiometry for gaseous combustion reactions",
      "code": "2A.3c",
      "what": "When temperature and pressure are constant in a closed system, volume ratios of gases equal mole ratios from the balanced equation, allowing direct volume calculations without converting to moles.",
      "why": "This simplified approach saves calculation time for gas-phase reactions and is particularly useful for analyzing emissions in closed combustion systems.",
      "example": "From CH4(g) + 2O2(g) → CO2(g) + 2H2O(g), combusting 4.0 L of methane produces 4.0 L of carbon dioxide (1:1 ratio) at constant temperature and pressure.",
      "contentHash": "hash-fef7de3e"
    },
    {
      "id": 6,
      "uuid": "lp-a89c5c58-6b3c-4666-0247-2801ef17c0a1",
      "version": 1,
      "title": "I can identify limiting and excess reagents in combustion reactions",
      "code": "2A.4a",
      "what": "The limiting reagent is identified by calculating moles of each reactant, comparing the actual ratio to the stoichiometric ratio, and determining which reagent will be completely consumed first.",
      "why": "Identifying the limiting reagent determines whether complete or incomplete combustion occurs and is essential for accurate product yield calculations.",
      "example": "With 0.5 mol methane and 0.5 mol oxygen for 2CH4 + 3O2 → 2CO + 4H2O, the 2:3 ratio requires 0.75 mol O2 for 0.5 mol CH4, so oxygen is limiting.",
      "contentHash": "hash-e3b7faf1"
    },
    {
      "id": 7,
      "uuid": "lp-d2d53ae5-1d80-81af-b60b-62b0209aa946",
      "version": 1,
      "title": "I can calculate product amounts when a limiting reagent is present",
      "code": "2A.4b",
      "what": "Product calculations use only the limiting reagent's moles with stoichiometric ratios to find product moles, then convert to mass, volume, or energy as required.",
      "why": "This determines the actual yield of products in real combustion scenarios where reactants are not in perfect stoichiometric proportions, affecting emissions and energy output.",
      "example": "With 25.0 g hydrogen and 100.0 g CO2 reacting as CO2 + 4H2 → CH4 + 2H2O where CO2 is limiting (2.27 mol), methane produced equals 36.3 g.",
      "contentHash": "hash-1d945f12"
    },
    {
      "id": 8,
      "uuid": "lp-80881ea7-ea8a-a3d9-0b99-1f1b7e50c80c",
      "version": 1,
      "title": "I can calculate greenhouse gas emissions at standard laboratory conditions",
      "code": "2A.5",
      "what": "Greenhouse gas calculations combine stoichiometry with SLC conditions (25°C, 100 kPa) to determine mass or volume of CO2, CH4, and H2O produced from fuel combustion using balanced equations and molar relationships.",
      "why": "Accurate greenhouse gas emission calculations are required for environmental reporting, carbon footprint analysis, and compliance with emission reduction targets.",
      "example": "Combusting 62.0 g propane (1.41 mol) with limiting oxygen produces 4.23 mol CO2, which equals 105 L at SLC or 186 g of carbon dioxide emissions.",
      "contentHash": "hash-d5f26fb8"
    }
  ]
}